Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: It won't be, as your army proved to be powerful enough. But there is a chance you will encounter the remnants of something more... terrifying. Believe me, it won't be easy.
es: No lo será, ya que tu ejército demostró ser lo suficientemente poderoso. Pero existe la posibilidad de que encuentre los restos de algo más ... aterrador. Créeme, no será fácil.

source: Hmmm... this better not be another trick of yours... By the way, I have so many questions I want to ask. Can I stay a little longer and do so?
es: Hmmm ... Esto es mejor que no sea otro truco tuyo ... Por cierto, tengo tantas preguntas que quiero hacer. ¿Puedo quedarme un poco más y hacerlo?

source: Sure, I'm listening. After all, we do owe you some explanations.
es: Claro, estoy escuchando. Después de todo, le debemos algunas explicaciones.

source: I've been wondering... Who exactly are you people? It almost seems like you're gods of this place.
es: Me he estado preguntando ... ¿quiénes son exactamente ustedes? Casi parece que eres dioses de este lugar.

source: Oh, believe me, we are far from gods, but we know far more than others. We are just a group of people with the goal to study the world and it's secrets, for science. One would say - 'knowledge is power' - we agree with this philosophy to a certain extent. But sometimes ignorance is bliss...
es: Oh, créeme, estamos lejos de los dioses, pero sabemos mucho más que otros. Solo somos un grupo de personas con el objetivo de estudiar el mundo y sus secretos, para la ciencia. Uno diría: 'El conocimiento es poder'. Estamos de acuerdo con esta filosofía hasta cierto punto. Pero a veces la ignorancia es felicidad ...

source: Some nations are aware of us, but we try not to interfere, and don't want to get tangled in others' wars. That is why we live in such a remote place.
es: Algunas naciones nos son conscientes de nosotros, pero tratamos de no interferir y no queremos enredarse en las guerras de otros. Por eso vivimos en un lugar tan remoto.

source: ‘try not to interfere’?! ‘don't want to get tangled in others' wars’?! You expect me to believe such drivel?! I fought your kind in our territory - TWICE! At first, they attempted to steal one of our artifacts, and later defiled one of our sacred places and murdered one of our leaders!
es: "¿Intenta no interferir"? "¿No quieres enredarte en las" guerras "de los demás? ¿Esperas que crea tan tonta? Luché en tu tipo en nuestro territorio, ¡dos veces! ¡Al principio, intentaron robar uno de nuestros artefactos, y luego contaminaron uno de nuestros lugares sagrados y asesinaron a uno de nuestros líderes!

source: The death of my former master is on your subordinate's hands, you better have a good explanation, mage.
es: La muerte de mi antiguo maestro está en las manos de tu subordinado, es mejor que tengas una buena explicación, mago.

source: Please put away your weapons, there is no need for even more needless violence than Aerius, our cartographer, already caused. We sent him on a mission to learn more about your civilization. He was given resources for this task, but alas it looks like he used them in a wrong way... <i>or not...</i>
es: Guarda tus armas, no hay necesidad de una violencia aún más innecesaria que Aerius, nuestro cartógrafo, ya causado. Lo enviamos a una misión para aprender más sobre su civilización. Se le dieron recursos para esta tarea, pero por desgracia parece que los usó de manera incorrecta ... <i> o no ... </i>

source: Your young country was something completely new to us. The development pace of your Abyss-based civilization was extremely rapid, and quickly gained our attention. We wanted to learn more about you, and your intentions. Thankfully your kind seems to be peaceful in nature and similar to us in some ways.
es: Tu joven país era algo completamente nuevo para nosotros. El ritmo de desarrollo de su civilización con sede en Abyss fue extremadamente rápido y rápidamente llamó nuestra atención. Queríamos aprender más sobre usted y sus intenciones. Afortunadamente, su tipo parece ser de naturaleza pacífica y similar a nosotros de alguna manera.

source: So what, just because we're peaceful you thought we can just be pushed around?
es: Entonces, ¿qué, solo porque somos pacíficos, pensaste que podemos ser empujados?

source: I understand your anger. The Master Council's decision to choose Aerius was a failure, <i>*to himself* but also an extraordinary success...</i> , we did not anticipate how violent his... research methods would be. I do sincerely apologize for all the harm caused by Aerius's actions.
es: Entiendo tu ira. La decisión del Consejo Maestro de elegir Aerius fue un fracaso, <i>* para sí mismo* pero también un éxito extraordinario ... </i>, no anticipamos cuán violentos serían sus ... los métodos de investigación. Me disculpo sinceramente por todo el daño causado por las acciones de Aerius.

source: If you truly want to earn our forgiveness, help us retreive this battery instead of merely pointing where it is and having us do all the dirty work. Otherwise, who's to say you aren't just trying to get rid of us by sending us to our deaths in some frozen wasteland?
es: Si realmente desea obtener el perdón, ayúdanos a retener esta batería en lugar de simplemente señalar dónde está y hacernos hacer todo el trabajo sucio. De lo contrario, ¿quién puede decir que no solo está tratando de deshacernos de nosotros enviándonos a nuestras muertes en algunos páramos congelados?

source: Your concern is understandable, but, I assure you, getting rid of you is not my goal. This arrangement is beneficial for us both - you get to return home, we get an ancient artifact to study as well as mend the strained relations between our nations. Besides, if I were your enemy, I wouldn't be putting my life at risk by standing unarmed without bodyguards in front of someone as powerful as the Queen of the Abyss. Neither of us has anything to gain from the other's death.
es: Su preocupación es comprensible, pero, te aseguro, deshacerte de ti no es mi objetivo. Este acuerdo es beneficioso para los dos: puede regresar a casa, obtenemos un artefacto antiguo para estudiar y reparar las tensiones de las relaciones entre nuestras naciones. Además, si yo fuera tu enemigo, no estaría poniendo mi vida en riesgo al estar desarmado sin guardaespaldas frente a alguien tan poderoso como la reina del abismo. Ninguno de nosotros tiene nada que ganar de la muerte del otro.

source: Hmph... I suppose you do make a point there.
es: HMPH ... Supongo que haces un punto allí.

source: To prove our good intentions, I'll help you as much as I can. Firstly, I will personally order three of our Ums to aid you in your journey. You probably noticed a muscular giant next to the bookshelves when you entered the Library. That was one of them. Ums are powerful beings, trust me.
es: Para demostrar nuestras buenas intenciones, te ayudaré tanto como pueda. En primer lugar, personalmente ordenaré tres de nuestros UMS para ayudarlo en su viaje. Probablemente notaste un gigante muscular al lado de las estanterías cuando ingresaste a la biblioteca. Ese fue uno de ellos. Ums son seres poderosos, créeme.

source: Yeah, I can see that.
es: Sí, puedo ver eso.

source: Also, no offense, but your personal circle is a tad bit too primitive for the task at hand.
es: Además, sin ofender, pero su círculo personal es un poco demasiado primitivo para la tarea en cuestión.

source: What? This is the personal megacircle - the pinnacle of our abysmal design!
es: ¿Qué? Este es el megacírculo personal: ¡el pináculo de nuestro diseño abismal!

source: Mine even has a special feature of summoning my deputy while he's bathing!
es: ¡El mío incluso tiene una característica especial de convocar a mi diputado mientras se baña!

source: Really? That's quite a novelty in sorcery...
es: ¿En realidad? Esa es una gran novedad en la brujería ...

source: Well, we know how to upgrade it further, for free! Consider this part of the apology for the damage Aerius has done. I'll tell Umbrez, one of our void mages who knows a great deal about abyssal magic, to do just that. Meet him at the Northern Skydock, he'll upgrade your circle with our magic.
es: Bueno, sabemos cómo actualizarlo más, ¡gratis! Considere esta parte de la disculpa por el daño que Aerius ha hecho. Le diré a Umbrez, uno de nuestros magos vacíos que conocen mucho sobre la magia abisal, que haga exactamente eso. Conocerlo en el cielo norte, mejorará tu círculo con nuestra magia.

source: Great! Any help from you will prove useful. I didn't expect that you would help us so much in the first place.
es: ¡Excelente! Cualquier ayuda de usted resultará útil. No esperaba que nos ayudara tanto en primer lugar.

source: You can still ask a few more questions if you want.
es: Todavía puede hacer algunas preguntas más si lo desea.

source: Ah, yes. So, I've been wondering: your so-called 'Mu's seem oddly similar to the goblins I fought in the south. Are they perhaps the same species?
es: Ah, sí. Entonces, me he estado preguntando: tus llamados 'MU parecen extrañamente similares a los duendes con los que luché en el sur. ¿Son quizás la misma especie?

source: Indeed, a Mu is merely a magically and technically augmented goblin. Goblins make for pretty good test subjects. We kidna- erm, gather hundreds of them from the south each year.
es: De hecho, un MU es simplemente un duende mágica y técnicamente aumentado. Los duendes son sujetos de prueba bastante buenos. Nosotros, los niños, reunimos cientos de ellos del sur cada año.

source: Sounds... rather cruel.
es: Sonidos ... bastante cruel.

source: Honestly, staying with the barbarians and being used as cannon fodder or a walking bomb is hardly a better fate. At least here they contribute to the advancement of science.
es: Honestamente, quedarse con los bárbaros y ser utilizado como forraje de cañón o una bomba para caminar no es un mejor destino. Al menos aquí contribuyen al avance de la ciencia.

source: Right...
es: Bien...

source: Another, more important question: Since you claim that you observe things from here, then I am sure you are aware that Kharos was under attack by unknown forces. Kharosians know about your kingdom, they even trade with you, yet you didn't help them. Why?
es: Otra pregunta más importante: dado que afirma que observa cosas desde aquí, entonces estoy seguro de que sabe que Kharos fue atacado por fuerzas desconocidas. Los kharosianos saben sobre tu reino, incluso comercian contigo, pero no los ayudaste. ¿Por qué?

source: Because of your arrival, our intervention was simply unnecessary at that point. You managed to fend the Tharis crusade off with ease.
es: Debido a su llegada, nuestra intervención fue simplemente innecesaria en ese momento. Lograste para defender la cruzada Tharis con facilidad.

source: So they are called Tharis... I wonder, why Anthi sent Atiros to us asking for help instead of sending him to you. This is what I meant when asking the question.
es: Entonces se llaman Tharis ... Me pregunto, ¿por qué Anthi nos envió Atiros pidiéndole ayuda en lugar de enviarlo a usted? Esto es lo que quise decir al hacer la pregunta.

source: For several reasons. Firstly, we were unreachable at that point as our Sky Kingdom constantly moves over the ocean. When we are above continents we occasionally visit the surface, trade with people there, then move back over the ocean. We visit Kharos several times per year.
es: Por varias razones. En primer lugar, no fuimos inalcanzables en ese momento cuando nuestro reino del cielo se mueve constantemente sobre el océano. Cuando estamos por encima de los continentes, visitamos ocasionalmente la superficie, comerciamos con personas allí y luego nos mudamos sobre el océano. Visitamos Kharos varias veces al año.

source: And secondly, Kharosians know that we have a neutral status. They knew we wouldn't help them. But the most ironic part is, they didn't even need help. Even yours...
es: Y en segundo lugar, los kharosianos saben que tenemos un estado neutral. Sabían que no los ayudaríamos. Pero la parte más irónica es que ni siquiera necesitaban ayuda. Incluso el tuyo ...

source: Wait, what exactly do you mean?
es: Espera, ¿a qué te refieres exactamente?

source: The Sun Ray - their holiest artifact I mentioned earlier - contains so much power, that releasing it in front of the Tharis forces would melt their whole army in an instant. But Anthi does not want to mess with it. She even refused to direct more of its power to her warriors <i>*to himself* because we agreed so</i>. Had she done otherwise, they would have likely stopped the Tharis by themselves.
es: El Ray Sun, su artefacto más sagrado que mencioné anteriormente, contiene tanto poder, que liberarlo frente a las fuerzas de Tharis derretiría todo su ejército en un instante. Pero Anthi no quiere meterse con eso. Incluso se negó a dirigir más de su poder a sus guerreros <i>* para sí mismo* porque acordamos así </i>. Si ella hubiera hecho de lo contrario, probablemente habrían detenido a los Tharis por sí mismos.

source: But she decided to search for other solutions. Anthi probably only wanted to use the Sun Ray as a last resort.
es: Pero ella decidió buscar otras soluciones. Anthi probablemente solo quería usar el Ray Sun como último recurso.

source: So you want to tell me that my journey to Kharos was completely unnecessary?
es: ¿Entonces quieres decirme que mi viaje a Kharos era completamente innecesario?

source: It depends on your perspective, but pretty much yes.
es: Depende de su perspectiva, pero prácticamente sí.

source: If this is true, that they could've won without us... Dear Nomolas... I led my people for nothing. And now we are stuck here...
es: Si esto es cierto, que podrían haber ganado sin nosotros ... Queridos Nomolas ... Llevé a mi gente por nada. Y ahora estamos atrapados aquí ...

source: Well, at least you have traveled the world, embarked on an quest, and met some interesting people.
es: Bueno, al menos has viajado por el mundo, te has embarcado en una búsqueda y conocido a algunas personas interesantes.

source: Also, had you not helped Kharos, we wouldn't have met <i>*to himself* which would have completely ruined the plan</i>. Besides, once you return to the Abyss, you'll have plenty of stories to tell your people, about all the things you've been through. You'll be known as a legend!
es: Además, si no hubieras ayudado a Kharos, no habríamos conocido <i>* para sí mismo*, lo que habría arruinado por completo el plan </i>. Además, una vez que regrese al Abismo, tendrá muchas historias para contarle a su gente, sobre todas las cosas por las que ha pasado. ¡Serás conocido como una leyenda!

source: You are right. I think it had to be that way. So what about Tharis? Who are they? Will they stop invading Kharos? And why did they even attack? Their magic is powerful, maybe even comparable with yours. Aren't you afraid?
es: Tienes razón. Creo que tenía que ser así. Entonces, ¿qué pasa con Tharis? ¿Quiénes son? ¿Dejarán de invadir Kharos? ¿Y por qué atacaron incluso? Su magia es poderosa, tal vez incluso comparable con la tuya. ¿No tienes miedo?

source: Afraid of them? Hardly, if at all. Their armies certainly are very powerful, but they are unable to reach the Sky Kingdom, since, as you have seen, even your best carpet riders can't fly that high, not to mention the Tharis magi, who can only hover a few meters above the surface. Anyway, as for the Tharis themselves, they're are a strange nation with a cult of darkness as their religion. Their lands are very far away, and they've killed many of the scouts we sent to their land, so gathering information about them has proven to be a difficult task, to say the least.
es: ¿Asustado de ellos? Apenas, si es que lo hace. Sus ejércitos ciertamente son muy poderosos, pero no pueden llegar al reino del cielo, ya que, como has visto, incluso tus mejores jinetes de alfombras no pueden volar tan alto, sin mencionar los Magos Tharis, que solo pueden pasar unos metros sobre la superficie. De todos modos, en cuanto a los propios tharis, son una nación extraña con un culto a la oscuridad como su religión. Sus tierras están muy lejos, y han matado a muchos de los exploradores que enviamos a sus tierras, por lo que reunir información sobre ellas ha demostrado ser una tarea difícil, por decir lo menos.

source: I see. Though there's one more thing about them I want to know: They've been rambling about the return of the 'Destroyers', who would 'spare them if they prove themselves worthy'. Sounds like just a myth, but I'd like to be sure.
es: Veo. Aunque hay una cosa más sobre ellos que quiero saber: han estado divagando sobre el regreso de los "destructores", que "los ahorrarían si sean dignos". Suena como un mito, pero me gustaría estar seguro.

source: *gives Mehir a nervous look* Those things are no mere myths, summoner. They wiped out no less than five civilizations, including the Runemasters! Those spawns of darkness are able to reanimate the dead as their puppets. Thankfully their invasion has been stopped, but their remnants still haunt some desolate parts of the world...
es: * le da a Mehir una mirada nerviosa* Esas cosas no son meros mitos, invocador. ¡Analizaron no menos de cinco civilizaciones, incluidos los Runemasters! Esos engendros de la oscuridad pueden reanimar a los muertos como sus títeres. Afortunadamente, su invasión se ha detenido, pero sus restos aún persiguen algunas partes desoladas del mundo ...

source: Wow... I really hope not to run into those things on my trip to the ruins...
es: Wow ... realmente espero no encontrarme con esas cosas en mi viaje a las ruinas ...

source: Go for that battery. We will do the rest.
es: Ve por esa batería. Nosotros haremos el resto.

source: It has started. Finally.
es: Ha comenzado. Finalmente.

source: Skydock
es: Saltador

source: So you must be Mehir. Come closer, Earthbound.
es: Entonces debes ser Mehir. Acércate, Earthbound.

source: Err... Hello?
es: Err ... hola?

source: *to himself* Indeed. Now I understand why Guru wanted us to help this poor little creature...
es: * para sí mismo* de hecho. Ahora entiendo por qué Guru quería que ayudáramos a esta pobre criatura ...

source: Ah, greetings. As you should already know, Guru himself asked us to improve this n-dimensional quantum waveform pattern around you.
es: Ah, saludos. Como ya debería saber, el propio Guru nos pidió que mejoráramos este patrón de forma de onda cuántica n-dimensional a su alrededor.

source: Pardon, but I don't quite get what you mean.
es: Perdón, pero no entiendo lo que quieres decir.

source: Oh, you wouldn't understand the specifics. We just need to upgrade your primitive megacircle, so that it can actually be suitable for your journey. Honestly, right now it is little more than the portable lamp with summoning properties.
es: Oh, no entenderías los detalles. Solo necesitamos actualizar su megacírculo primitivo, para que pueda ser adecuado para su viaje. Honestamente, en este momento es poco más que la lámpara portátil con propiedades de invocación.

source: <i>*to herself* Hmph, pompous know-it-alls just like the rest...</i>
es: <i>* para sí misma* hmph, pomposo know-it todas como el resto ... </i>

source: No need to be rude about it. It's one of the most advanced constructs our civilization ever created, you know. But since you are capable of improving it further, I'll gladly accept your help.
es: No es necesario ser grosero al respecto. Es una de las construcciones más avanzadas que nuestra civilización ha creado, ya sabes. Pero dado que eres capaz de mejorarlo más, con gusto aceptaré tu ayuda.

source: Is there something wrong with my ears, or did he just say <b>this</b> was one of the most advanced things they created?
es: ¿Hay algo mal en mis oídos, o acaba de decir <b> esto </b> fue una de las cosas más avanzadas que crearon?

source: I am afraid it is the latter...
es: Me temo que es lo último ...

source: Oh, boy... I guess we'd better start working.
es: Oh, chico ... supongo que es mejor que empezemos a trabajar.

source: Do I have to step out of the circle?
es: ¿Tengo que salir del círculo?

source: This will not be necessary. Although presence of a living body inside the circle during its quasi-modulation could lead to the creation of a micro-black hole with a 0.02467% chance...
es: Esto no será necesario. Aunque la presencia de un cuerpo vivo dentro del círculo durante su cuasi-modulación podría conducir a la creación de un agujero micro-negro con una probabilidad de 0.02467% ...

source: ...we are professionals, trust me.
es: ... Somos profesionales, confía en mí.

source: If this is a trap and my master dies, I'll turn both of you into smoldering piles of ash, and send your souls to the Red Abyss for eternal torment!
es: Si esto es una trampa y mi maestro muere, los convertiré en los dos en montones de cenizas ardientes y enviaré tus almas al abismo rojo para un tormento eterno.

source: *smirks, unimpressed* Do not worry, abysmal creature. We've easily handled tasks far more complex than this one, and killing your master would be of no benefit to us.
es: * sonríe, no impresionado* No te preocupes, criatura abismal. Hemos manejado fácilmente tareas mucho más complejas que esta, y matar a su maestro no sería beneficioso para nosotros.

source: Can I ask you a few questions while you are working on the circle?
es: ¿Puedo hacerle algunas preguntas mientras trabaja en el círculo?

source: I believe it would be a wiser idea to save them for when I'm done, since a mistake with the process can have quite... disastrous consequences.
es: Creo que sería una idea más sabia guardarlos para cuando haya terminado, ya que un error con el proceso puede tener bastante ... consecuencias desastrosas.

source: Oh... I understand. I guess I'll ask later.
es: Oh ... lo entiendo. Supongo que preguntaré más tarde.

source: Alright, let's get this started.
es: Muy bien, comencemos esto.

source: Whatever you say, boss.
es: Lo que sea que digas, jefe.

source: ...just two more symbols to connect, and we are good to go...
es: ... Solo dos símbolos más para conectar, y estamos listos para ir ...

source: Whoa! All these strange energies flowing through my body... it feels so... refreshing!
es: ¡Vaya! Todas estas extrañas energías que fluyen a través de mi cuerpo ... se siente tan ... ¡refrescante!

source: We have enhanced your circle with our magic. Before we start explaining what does what, I'd like to clarify some basic facts to you. What you people call 'magic' isn't really even magic, merely an imitation thereof.
es: Hemos mejorado su círculo con nuestra magia. Antes de comenzar a explicar qué hace qué, me gustaría aclararle algunos hechos básicos. Lo que ustedes llaman 'mágico' no es realmente mágico, simplemente una imitación de los mismos.

source: But you are lucky to have a stable access to the Abyss. That place, and it's inhabitants, compensate for your weakness. The energy which comes from that dimension is not 'magic', though it does have some similar properties. Real magic is something entirely different.
es: Pero tienes la suerte de tener un acceso estable al abismo. Ese lugar, y sus habitantes, compensan su debilidad. La energía que proviene de esa dimensión no es 'mágica', aunque tiene algunas propiedades similares. La magia real es algo completamente diferente.
