Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: Heh, having to stand in one place as a guard for what feels like an eternity, I can sympathize. Well, you still look quite good after all these years.
es: Je, teniendo que pararse en un lugar como guardia de lo que se siente como una eternidad, puedo simpatizar. Bueno, todavía te ves bastante bien después de todos estos años.

source: Of course, we magical beings never age.
es: Por supuesto, los seres mágicos nunca envejecemos.

source: By the way, beautiful, do you have plans for tonight? We could go for a walk in the highest tiers, or maybe stay at my place maybe.
es: Por cierto, hermoso, ¿tienes planes para esta noche? Podríamos caminar en los niveles más altos, o tal vez quedarnos en mi casa tal vez.

source: Before you get your hopes up, I only date jinn. Much more interesting and intelligent than most humans to be honest. Now that I think about it, I saw a wonderful jinn flying nearby, he looked quite handsome...
es: Antes de hacer sus esperanzas, solo salgo con Jinn. Mucho más interesante e inteligente que la mayoría de los humanos para ser honesto. Ahora que lo pienso, vi a un maravilloso Jinn volando cerca, se veía bastante guapo ...

source: *hmmmm... something tells me this information might be useful later*
es: *hmmmm ... algo me dice que esta información podría ser útil más tarde*

source: Alright, won't bother you then. Time to go to the bazaar, see you!
es: Muy bien, no te molestará entonces. ¡Es hora de ir al bazar, nos vemos!

source: See you, have a nice day.
es: Nos vemos, que tengas un buen día.

source: Lucky you! At least your kind serves us so we can all enjoy life in this beautiful place. Keep up the good work and have a nice day!
es: ¡Eres afortunado! Al menos su tipo nos sirve para que todos podamos disfrutar de la vida en este hermoso lugar. ¡Sigan con el buen trabajo y que tengas un buen día!

source: Have a nice day too.
es: Que tengas un día feliz también.

source: Them youths these days with their fancy carpets, and elementals wiping their butts! Back in my day...
es: ¡Les jóvenes en estos días con sus elegantes alfombras y elementales limpiándose los traseros! En mis tiempos...

source: Times change, old fart, deal with it. Would you rather go back to the times when our ancestors had to live in caves and eat mushrooms to survive, without abyssal magic?
es: Los tiempos cambian, viejo pedo, lidiar con eso. ¿Prefieres volver a los tiempos en que nuestros ancestros ​​tuvieron que vivir en cuevas y comer hongos para sobrevivir, sin magia abisal?

source: Hmph, I suppose you make a point...
es: Hmph, supongo que haces un punto ...

source: Ah, good day! What wares can I interest you in?
es: ¡Ah, buen día! ¿En qué mercancías te puedo interesar?

source: I'll buy a new food summoning device, the one for five gold. Mine broke yesterday.
es: Compraré un nuevo dispositivo de invocación de alimentos, el de cinco oro. La mía se rompió ayer.

source: Here you go!
es: ¡Aquí tienes!

source: By the way, I've got a special deal for you, a water elemental for 22 gold!
es: Por cierto, tengo un trato especial para ti, ¡un elemental de agua por 22 oro!

source: What?! You're charging twenty-two gold for a water elemental?! A summoning scroll for one costs only 16 gold! Your prices are outragerous!
es: ¡¿Qué?! ¿Estás cargando veintidós oro por un elemental de agua? ¡Un desplazamiento de invocación por uno cuesta solo 16 oro! ¡Tus precios son extensos!

source: Don't forget that this one's pre-summoned. Most people aren't skilled at summoning, and are willing to pay higher for an easier way to get their own elemental.
es: No olvides que este es preventado. La mayoría de las personas no son hábiles para convocar, y están dispuestas a pagar más alto por una forma más fácil de obtener su propio elemental.

source: Still, summoning an elemental takes far less effort than enough to justify this blatant theft!
es: ¡Aún así, invocar un elemental requiere mucho menos esfuerzo que suficiente para justificar este robo descarado!

source: Besides, unlike some average civilian, I am pretty good at using summon scrolls. Unless you reduce the price, I could just go to another merchant that sells them, and save a whole 6 gold.
es: Además, a diferencia de algunos civiles promedio, soy bastante bueno para usar Summon Scrolls. A menos que reduzca el precio, podría ir a otro comerciante que los vende y ahorrar 6 oro completo.

source: Hmph, fine, how about 20 gold? But I won't reduce the price any further, mind you, I still need to make a profit, don't forget that.
es: HMPH, bien, ¿qué tal 20 de oro? Pero no reduciré el precio más, eso sí, todavía necesito obtener ganancias, no lo olvides.

source: <i>*to himself* now that I bought what I needed, it's time to visit an enchanter's workshop. I need my enchanted glove to be fixed. Without this weapon working I won't be able to guard the streets effectively.</i>
es: <i>* para sí mismo* Ahora que compré lo que necesitaba, es hora de visitar el taller de un enchantador. Necesito arreglar mi guante encantado. Sin esta arma funcionando, no podré proteger las calles de manera efectiva. </i>

source: <i>*to himself* Hmm... I need a flying carpet to get there.</i>
es: <i>* para sí mismo* hmm ... Necesito una alfombra voladora para llegar allí. </i>

source: Visit the Enchanter
es: Visita el encantador

source: Changed your mind about the elemental?
es: Cambió de opinión sobre el elemental?

source: <i>*to himself* I don't think I need to buy anything else.</i>
es: <i>* para sí mismo* No creo que necesite comprar nada más. </i>

source: Leave the bazaar to visit the Enchanter?
es: ¿Dejar el bazar para visitar el encantador?

source: Not yet
es: Aún no

source: Yes
es: Sí

source: How can I help you?
es: ¿Le puedo ayudar en algo?

source: I need to get to the nearby enchanter's workshop.
es: Necesito llegar al taller cercano de Enchanter.

source: Sure. That will be two gold.
es: Seguro. Eso será dos de oro.

source: What?! It's only in the next tower right there!
es: ¡¿Qué?! ¡Está solo en la próxima torre allí mismo!

source: You wanna ride, you pay. It's your choice.
es: Quieres montar, pagas. Es tu elección.

source: Unbelievable! We are living in such an advanced age, and everyone still only want more and more money!
es: ¡Increíble! ¡Estamos viviendo en una edad tan avanzada, y todos solo quieren más y más dinero!

source: Do you know who I am?
es: ¿Sabes quién soy?

source: I don't give a crap - 2 gold coins or go on foot.
es: No me importa una basura: 2 monedas de oro ni salgo a pie.

source: I am the leader of the city guard and I am on duty. Now get out!
es: Soy el líder del guardia de la ciudad y estoy de servicio. ¡Vete fuera ahora!

source: Excuse me?
es: ¿Disculpe?

source: I said, get out! I am confiscating your damn carpet! Now step aside...
es: ¡Dije, sal! ¡Estoy confiscando tu maldita alfombra! Ahora hace a un lado ...

source: Wha...?!
es: ¿Qué ...?!

source: This is madness! I'm gonna write a complaint to the High Council!
es: ¡Esto es una locura! ¡Voy a escribir una queja al Consejo Superior!

source: Ha, good luck with that.
es: Ja, buena suerte con eso.

source: Listen pal, talk about intrinsic value crap all you want, but I need to feed my family. We are from the lower tiers, and life is harsh there, you know.
es: Escucha amigo, habla sobre la basura de valor intrínseco todo lo que quieras, pero necesito alimentar a mi familia. Somos de los niveles inferiores, y la vida es dura allí, ya sabes.

source: *sigh* Fine, how about this: I'll pay you 3 coins, but instead of just one trip I want your services for a whole hour.
es: * suspiro* bien, ¿qué tal esto? Te pagaré 3 monedas, pero en lugar de solo un viaje quiero tus servicios durante una hora entera.

source: Now that's something! Climb on.
es: ¡Eso es algo! Subirse a.

source: Wonderful Jinn
es: Maravilloso Jinn

source: And now to the highest tiers...
es: Y ahora a los niveles más altos ...

source: Where next?
es: ¿Dónde sigue?

source: The highest tiers, of course!
es: ¡Los niveles más altos, por supuesto!

source: Highest Tiers
es: Niveles más altos

source: Defeat Aerius
es: Derrotar a Aerius

source: Death of Mehir
es: Muerte de Mehir

source: Your units cost no upkeep during this scenario.
es: Sus unidades no cuestan mantenimiento durante este escenario.

source: team_name^Invaders
es: Invasores

source: Aerius
es: Aerio

source: team_name^Reinforcements
es: Refuerzos

source: Time to check how my men are doing...
es: Es hora de verificar cómo están mis hombres ...

source: Alright, everyone, roll call! Mufaz!
es: Muy bien, todos, ¡Roll Llamar! ¡Mufaz!

source: Over here, sir!
es: ¡Por aquí, señor!

source: (visibly drunk) I'm 'ere! *hic* Heehee!
es: (Visiblemente borracho) ¡Estoy antes! * hic* heehee!

source: For the last time, Alib, if I catch you drinking <b>again</b>, you can bet your ass I'll have you fired, and you will have to find an actual job that takes more effort than standing in one place! What if we actually get attacked for real? I talked to a fortune-telling jinni and he said that it might even be today!
es: Por última vez, Alib, si te veo bebiendo <b> nuevamente </b>, puedes apostar tu trasero, te haré despedir, y tendrás que encontrar un trabajo real que requiera más esfuerzo que estar de pie en uno ¡lugar! ¿Qué pasa si realmente nos atacan de verdad? ¡Hablé con un Jinni de fortuna y él dijo que incluso podría ser hoy!

source: For the last time, Alib, if I catch you drinking <b>again</b>, you can bet your ass I'll have you fired, and you will have to find an actual job that takes more effort than standing in one place! What if we actually get attacked for real? It should be common sense as a guard to at the least be somewhat ready for the worst, mind you!
es: Por última vez, Alib, si te veo bebiendo <b> nuevamente </b>, puedes apostar tu trasero, te haré despedir, y tendrás que encontrar un trabajo real que requiera más esfuerzo que estar de pie en uno ¡lugar! ¿Qué pasa si realmente nos atacan de verdad? Debería ser sentido común como guardia, al menos estar un poco listo para lo peor, ¡eso sí!

source: Fine, fine *hic*, I get it, no need to *hic* shout. *sips beer again like nobody's watching*
es: Bien, bien *hic *, lo entiendo, no es necesario que *hic *grite. *bebe cerveza nuevamente como si nadie estuviera viendo*

source: Ready for duty, sir!
es: ¡Listo para el deber, señor!

source: That's the spirit! Safay is a shining example of a reliable city guard! By the way I talked to a fortune-telling jinni and he said that we might see some action today, so your carpet may prove useful!
es: ¡Ese es el espíritu! ¡Safay es un brillante ejemplo de un guardia de la ciudad confiable! Por cierto, hablé con un Jinni de fortuna y él dijo que podríamos ver algo de acción hoy, ¡así que su alfombra puede resultar útil!

source: Thank you, sir!
es: ¡Gracias Señor!

source: That's the spirit!
es: ¡Ese es el espíritu!

source: Wait, why are there only five of you? Where the hell did the rest disappear to?!
es: Espera, ¿por qué solo hay cinco de ustedes? ¿Dónde diablos desapareció el resto?

source: They drank too much while in the inn and blacked out yesterday, sir. I strongly doubt they'll show up anytime soon.
es: Bebieron demasiado mientras estaban en la posada y se oscurecieron ayer, señor. Dudo mucho que aparezcan pronto.

source: *sigh* I hate my job... This can't possibly get any worse...
es: * suspiro* Odio mi trabajo ... esto no puede empeorar ...

source: And then, as fate would have it, it did get worse...
es: Y luego, como el destino lo tendría, empeoró ...

source: Wha... what is happening?!
es: ¿Qué ... qué está pasando?

source: *to himself* <i>This spot looks good. Now for that portal spell...</i>
es: * para sí mismo* <i> Este lugar se ve bien. Ahora para ese hechizo de portal ... </i>

source: <i>*to himself* What kind of summoner is he?! And those armed minions, they're clearly not abyssal beings... could it be that he is not even a citizen of our nation? This is clearly an invasion... dear Nomolas, I just hope I don't die today... *sigh* here goes nothing...</i>
es: <i>* para sí mismo* ¿Qué tipo de invocador es él? Y esos secuaces armados, claramente no son seres abisales ... ¿podría ser que ni siquiera es un ciudadano de nuestra nación? Esto es claramente una invasión ... Queridos Nomolas, solo espero no morir hoy ... * suspiro * Aquí no va nada ... </i>

source: Hey, who the hell are you?! Identify yourself immediately, or I'll have to take you into custody!
es: Oye, ¿quién diablos eres? ¡Idéntate de inmediato, o tendré que detenerte!

source: Heh, looking forward to see you try! *to himself* <i>For something as prized as the lamp of Nomolas, the security is absolutely pathetic. Well, I could certainly use some entertainment...</i>
es: ¡Je, espero verte intentarlo! * Para sí mismo* <i> por algo tan apreciado como la lámpara de Nomolas, la seguridad es absolutamente patética. Bueno, ciertamente podría usar algo de entretenimiento ... </i>

source: Everyone, brace yourselves! We may not live to see the next day, but it is our duty to protect the palace at all costs, no matter what unknown threat we face!
es: ¡Todos, prepárate! Es posible que no vivamos para ver al día siguiente, pero es nuestro deber proteger el palacio a toda costa, ¡sin importar la amenaza desconocida que enfrentemos!

source: Yes?
es: ¿Sí?

source: Since you're the only one here to bring a carpet to work, go get us some reinforcements, and hurry up!
es: Dado que eres el único aquí para traer una alfombra para trabajar, ¡ve a buscarnos algunos refuerzos y date prisa!

source: Sir, yes sir!
es: ¡Señor sí señor!

source: Middle Tier Squad reporting for duty!
es: ¡Informe de escuadrón de nivel medio para el servicio!

source: At last! At them!
es: ¡Por fin! ¡A ellos!

source: *to himself* <i>Compensating their incompetence with strength in numbers, eh?</i>
es: * para sí mismo* <i> compensando su incompetencia con fuerza en los números, eh? </i>

source: (to his troops) Just a small note: don't bother with the civilians. We're here for the lamp, not for carnage.
es: (a sus tropas) Solo una pequeña nota: No te molestes con los civiles. Estamos aquí para la lámpara, no por carnicería.

source: Middle Tier, East Side Squad reporting for duty! We took carpets and flew as fast as we could.
es: ¡Medio nivel, East Side Squad Reporting for Duty! Tomamos alfombras y volamos tan rápido como pudimos.

source: No need for chit-chat. Move it, soldier!
es: No hay necesidad de chit-chat. ¡Muévalo, soldado!

source: *to himself* <i>Huh... never thought the guards would actually put up a fight. Now time to run before they catch up to me...</i>
es: * Para sí mismo* <i> eh ... nunca pensé que los guardias realmente pelearían. Ahora es el momento de correr antes de que me alcancen ... </i>

source: The strange blue constructs have broken down! This is our chance! Everyone, after the flying human! Do not let him escape!
es: ¡Las extrañas construcciones azules se han roto! ¡Esta es nuestra oportunidad! ¡Todos, después del humano volador! ¡No lo dejes escapar!

source: Did he just summon avatars of air, without any summoning circles?! Just who is this man?!
es: ¿Acaba de convocar a los avatares de aire, sin círculos de invocación? ¿Quién es este hombre?

source: Elder
es: Mayor

source: Mehir! The reinforcements are going to arrive soon! Don’t wait for us, pursue that trickster!
es: ¡Mehir! ¡Los refuerzos llegarán pronto! ¡No nos esperes, persigue a ese tramposo!

source: Yes, sir!
es: ¡Sí, señor!

source: You may be fast, but it won't help you get through the indestructible gates! Everyone, at him!
es: ¡Puede ser rápido, pero no le ayudará a superar las puertas indestructibles! ¡Todos, con él!

source: I take back what I said... Am I hallucinating?!
es: Recupero lo que dije ... ¿estoy alucinando?

source: We cannot let that man inside the palace! Mehir, you need to get inside and catch him, fast!
es: ¡No podemos dejar que ese hombre dentro del palacio! Mehir, necesitas entrar y atraparlo, rápido!

source: Yes, sir! Follow me!
es: ¡Sí, señor! ¡Sígueme!

source: Mehir enters the Central Palace
es: Mehir entra en el palacio central

source: Death of the Elder
es: Muerte del anciano

source: Did he just... summon an air god?! As if the day wasn't getting bad enough already...
es: ¿Acaba de ... convocar a un dios del aire? Como si el día ya no fuera lo suficientemente malo ...

source: ...open Sezam...
es: ... abierto Sezam ...

source: Follow me, hurry up!
es: ¡Sígueme, date prisa!

source: ...ow... my back!
es: ... Ow ... ¡mi espalda!

source: Get back here!
es: ¡Regresa aquí!

source: I'll just... uhh... go get some more reinforcements... at the nearest bar, there's uhh... gotta be reinforcements there, right?
es: Solo ... uhh ... ve a buscar más refuerzos ... en el bar más cercano, hay uhh ... tengo que ser refuerzos allí, ¿verdad?

source: You've got to be kidding me! I never thought you were <b>this</b> unreliable! Now get back here, or you'll be executed!
es: ¡Tienes que estar bromeando! ¡Nunca pensé que eras <b> esto </b> no era confiable! ¡Ahora vuelve aquí, o serás ejecutado!

source: *sigh* fine.
es: * suspiro* bien.

source: <i>*to himself* Hmmm... on one hand, I don't want to get killed, on the other, I don't want to lose my job. I guess I'll just keep fighting...</i>
es: <i>* para sí mismo* hmmm ... Por un lado, no quiero que me maten, por otro, no quiero perder mi trabajo. Supongo que seguiré peleando ... </i>

source: I don't think we need to go there.
es: No creo que tengamos que ir allí.

source: Visiting our living quarters in the middle of a battle? I don't think we should do that...
es: Visitando nuestras viviendas en medio de una batalla? No creo que debamos hacer eso ...

source: Huh? Why are you attacking air?
es: ¿Eh? ¿Por qué estás atacando el aire?

source: I don't know, sir, there's just something... off about it.
es: No sé, señor, solo hay algo ... fuera de eso.

source: Did... did I just kill one of these thing with my bare hands?! I am a living legend!
es: ¿Acabé de matar una de estas cosas con mis manos desnudas? ¡Soy una leyenda viviente!

source: Damn it, he escaped! We might have missed our only chance...
es: ¡Maldita sea, escapó! Es posible que hayamos perdido nuestra única oportunidad ...

source: Central Palace
es: Palacio central

source: We’re too late!
es: ¡Llegamos demasiado tarde!

source: So this is the source of your power...
es: Entonces esta es la fuente de tu poder ...

source: An eternal connection to the Abyss, a world of unlimited energy, where concepts like time and space are rather difficult to apply...
es: Una conexión eterna con el Abyss, un mundo de energía ilimitada, donde los conceptos como el tiempo y el espacio son bastante difíciles de aplicar ...

source: Just who the hell are you?
es: ¿Quién diablos eres?

source: In case you are blissfully unaware, you are not the only human nation in this world...
es: En caso de que no seas felizmente, no eres la única nación humana en este mundo ...

source: Anyway, let me guess: this is the lamp where Nomolas rests — the First Jinni, creator of your palace-city, isn’t it?
es: De todos modos, déjame adivinar: esta es la lámpara donde descansa Nomolas, el primer Jinni, creador de tu ciudad de palacio, ¿no?

source: You wouldn't mind if I take a closer look, would you? *smirks*
es: No te importaría si eche un vistazo más de cerca, ¿verdad? *sonríe*

source: Don’t you dare touch it!
es: ¡No te atrevas a tocarlo!

source: What amazing workmanship. It's simply fascinating that this tiny container was able to entrap such a powerful entity.
es: Qué increíble mano de obra. Es simplemente fascinante que este pequeño contenedor pudo atrapar una entidad tan poderosa.

source: My colleagues can't wait to get a glimpse of this precious artifact... I’ll 'borrow' it for now.
es: Mis colegas no pueden esperar para echar un vistazo a este precioso artefacto ... lo 'pediré' por ahora.

source: Heh, that lamp is merely a sentimental piece of junk. He probably thought it still housed Nomolas, such fool...
es: Je, esa lámpara es simplemente un pedazo de basura sentimental. Probablemente pensó que todavía albergaba a Nomolas, tan tonto ...

source: So the main plan didn't work, quite disappointing... <i>*to himself* at least plan B has been set in motion, Guru will be pleased, hehe...</i>
es: Entonces, el plan principal no funcionó, bastante decepcionante ... <i>* para sí mismo* Al menos el plan B se ha puesto en marcha, Guru estará complacido, jeje ... </i>

source: He evaporated again! What kind of sorcery is this?!
es: ¡Se evaporó de nuevo! ¡¿Qué clase de brujería es esta?!

source: Luckily, he’s gone. Mehir, as the one patrolling this area since dawn, tell me what happened here.
es: Afortunadamente, se ha ido. Mehir, como el que patrulla esta área desde el amanecer, dime lo que pasó aquí.

source: I was on duty, as usual, when this strange man arrived from north-west. He didn’t have a carpet, yet his feet never touched the ground. I think his clothes might've been made from magic carpet fabric, but I'm not fully sure.
es: Estaba de servicio, como de costumbre, cuando este hombre extraño llegó del noroeste. No tenía una alfombra, pero sus pies nunca tocaron el suelo. Creo que su ropa podría haber sido hecha de tela de alfombra mágica, pero no estoy completamente seguro.

source: As soon as he stopped, mysterious blue spheres appeared around him. It seems that those spheres were, in fact, portals, from which the strange animated statues and flying magical eyes started coming from, alongside spear-wielding midgets.
es: Tan pronto como se detuvo, aparecieron misteriosas esferas azules a su alrededor. Parece que esas esferas eran, de hecho, portales, de los cuales comenzaron las extrañas estatuas animadas y los ojos mágicos voladores, junto con los enanos portadores de lanza.

source: Though I was significantly outnumbered, and most of my men were incompetent, my duty as a city guard was to defend the palace, even if it costs my life. Grimly determined, I attacked, blasting those magical constructs into pieces one after the other. After witnessing my might, the daring intruder fled towards the palace entrance — err, well... You were there by then, sir, you know what happened next.
es: Aunque estaba significativamente superado en número, y la mayoría de mis hombres eran incompetentes, mi deber como guardia de la ciudad era defender el palacio, incluso si me cuesta la vida. Determinado sombríamente, atacé, lanzando esas construcciones mágicas en pedazos uno tras otro. Después de presenciar mi poder, el atrevido intruso huyó hacia la entrada del palacio, err, bueno ... estuviste allí para entonces, señor, sabes lo que sucedió después.

source: You're certainly quite capable, I'll make a note of that. Hmm... the situation is worrying. The last time we had a real war was against the Red Cult centuries ago. This human is certainly not some rebel, but rather an agent of an unknown foreign power. I must call a meeting of the Highest Council as soon as possible, both to inform them of the threat, and to urgently reform the city guard by enlisting experienced summoners into it, given today's incident.
es: Ciertamente eres bastante capaz, haré nota de eso. Hmm ... la situación es preocupante. La última vez que tuvimos una guerra real fue en contra del culto rojo hace siglos. Este humano ciertamente no es un rebelde, sino más bien un agente de un poder extranjero desconocido. Debo llamar a una reunión del consejo más alto lo antes posible, ambos para informarles de la amenaza y para reformar urgentemente al guardia de la ciudad al alistar los invocadores experimentados, dado el incidente de hoy.
