Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: Good idea. By the way, for your plentiful assistance, I'll give you some of my luxuries.
es: Buena idea. Por cierto, para su abundante ayuda, te daré algunos de mis lujos.

source: Oh, my liege! I am extremely honored! Let’s return to the city!
es: ¡Oh, mi mentira! ¡Estoy extremadamente honrado! ¡Volvamos a la ciudad!

source: Sir, we searched the rebel camp, and we found some belongings of their leader that you might want to have a look at.
es: Señor, buscamos en el campamento rebelde, y encontramos algunas pertenencias de su líder que quizás desee echar un vistazo.

source: Alright, let's see... Wow, for an efreeti, the guy sure loves reading. Look what we've got: 'A Summoning Guide for Jinn', 'The Red Cult's Manifesto, 'al-Kamija's Political Flaws', 'The Anarchist's Cookbook' and 'Banishment Formulas And How To Make Your Own'...
es: Muy bien, veamos ... wow, para un efreeti, al tipo le encanta leer. Mira lo que tenemos: 'Una guía de invocación para Jinn', 'Manifiesto del culto rojo,' Al-Kamija's Political Fows ',' The Anarchist's Cookbook 'y' Fórmulas de destierro y cómo hacer los tuyos '...

source: Hey, look! It's the very sphere he used to protect himself! We might be able to use it too.
es: ¡Hey Mira! ¡Es la esfera que solía protegerse! Podríamos usarlo también.

source: The sphere can be given to a unit upon recall, like the artifacts from Ka-Gatta. It provides the bearer with an increase of 15% to all resistances.
es: La esfera se puede entregar a una unidad al recordar, como los artefactos de Ka-Gatta. Proporciona al portador un aumento del 15% a todas las resistencias.

source: ...I sense something approaching... I am catching the sound of heavy breathing... it's a human!
es: ... Siento algo que se acerca ... Estoy atrapando el sonido de la respiración pesada ... ¡es un humano!

source: Who in the right mind would be wandering the desert alone?! Send the camel riders to investigate, fast!
es: ¿Quién en lo correcto estaría deambulando solo por el desierto? Envíe a los corredores de camellos a investigar, rápidamente!

source: *heavy breathing* ...I...finally...found...you...
es: * Respiración pesada* ... yo ... finalmente ... encontré ... tu ...

source: He must’ve fainted! Quick, give the man some water! We need to bring him to Tar-Tabar immediately!
es: ¡Debe haberse desmayado! Rápido, dale al hombre un poco de agua! ¡Necesitamos llevarlo a Tar-Tabar de inmediato!

source: Unfortunately, this the last dispeller I brought. We don't have any more available.
es: Desafortunadamente, este es el último disipador que traje. No tenemos más disponible.

source: Only five?! You've got to be kidding me! I thought Tar-Tabar had more!
es: ¡¿Solo cinco?! ¡Tienes que estar bromeando! ¡Pensé que Tar-Tabar tenía más!

source: *sigh* You see, Tashkar stinted our guild. Forgive me, my liege, but due to his policies, we aren't allowed to train more dispellers.
es: * suspiro* ya ves, Tashkar destacó nuestro gremio. Perdóname, mi mentira, pero debido a sus políticas, no se nos permite entrenar más disipadores.

source: Excellent, we’re fighting against an entire army of red beings, and I've got only five dispellers to work with... If we survive this madness, I will make sure to remove these absurd limitations! Why the hell did he even make them in the first place?...
es: Excelente, estamos luchando contra todo un ejército de seres rojos, y tengo solo cinco disipadores para trabajar ... Si sobrevivimos a esta locura, ¡me aseguraré de eliminar estas limitaciones absurdas! ¿Por qué demonios los hizo en primer lugar? ...

source: Indeed...
es: En efecto...

source: <i>*to himself* This is taking far too long. The enemy is far too inactive, suspiciously inactive, mind you. I need to flee while they're still preparing whatever devious plan they have in store...</i>
es: <i>* para sí mismo* Esto está tomando demasiado tiempo. El enemigo está demasiado inactivo, sospechosamente inactivo, sí, sí. Necesito huir mientras todavía están preparando el plan tortuoso que tengan en la tienda ... </i>

source: Uhh... I need to use the bathroom, see you!
es: Uhh ... Necesito usar el baño, ¡nos vemos!

source: Hell no! Get back here!
es: ¡Demonios no! ¡Regresa aquí!

source: Defense of Saffaros
es: Defensa de Saffaros

source: This scenario has visual and audio effects that may cause noticeable slowdown on weaker devices. Note that you can toggle these effects at any time during the scenario by using the relevant options in the context menu.
es: Este escenario tiene efectos visuales y de audio que pueden causar una desaceleración notable en los dispositivos más débiles. Tenga en cuenta que puede alternar estos efectos en cualquier momento durante el escenario utilizando las opciones relevantes en el menú contextual.

source: Load rain
es: Cargar lluvia

source: Continue without rain
es: Continuar sin lluvia

source: You can always toggle this scenario's weather effects. To do that, right-click anywhere on the map and choose which effects you want to enable/disable.
es: Siempre puede alternar los efectos climáticos de este escenario. Para hacer eso, haga clic derecho en cualquier lugar del mapa y elija qué efectos desea habilitar/deshabilitar.

source: team_name^Kharosians
es: Kharosianos

source: Dedylos
es: Dediles

source: team_name^Hydras
es: Hidras

source: Toggle Rain Sound Effects
es: Efectos de sonido de lluvia alternar

source: Toggle Rain Visual Effects
es: Efectos visuales de la lluvia alternar

source: These are the shores of my land! Finally, we are here!
es: ¡Estas son las costas de mi tierra! Finalmente, estamos aquí!

source: My, my, the climate here is certainly fascinating...
es: Mi, mi, el clima aquí es ciertamente fascinante ...

source: We are on the border of two different climates, heavy rainfall is commonplace here during the wet season. The sheer amount of water and greenery here must be quite an odd sight to you.
es: Estamos en la frontera de dos climas diferentes, las fuertes lluvias son comunes aquí durante la estación húmeda. La gran cantidad de agua y vegetación aquí debe ser una vista bastante extraña para usted.

source: I've already seen more greenery when fighting a way through a jungle in the far south. But it’s the first time I have seen water falling from the sky without magical influence.
es: Ya he visto más vegetación cuando peleo en una jungla en el extremo sur. Pero es la primera vez que he visto agua caer del cielo sin influencia mágica.

source: When I get back home, I'll have water elementals show my deputy how you people bathe, hehe.
es: Cuando regrese a casa, haré que los elementales de agua muestren mi diputado cómo se bañan ustedes, jeje.

source: Anyway, more importantly, north from here there’s a town called Saffaros, or at least there was when I left this land. I hope it's not in ruins yet.
es: De todos modos, lo que es más importante, al norte desde aquí hay una ciudad llamada Saffaros, o al menos había cuando dejé esta tierra. Espero que aún no esté en ruinas.

source: Sh... ships?! SHIPS!!! SHIPS COMING FROM THE SOUTH!!!
es: SH ... ¿barcos?! ¡¡¡BUQUES!!! ¡Barcos que vienen del sur!

source: What?! There's only a barren desert south of here! This must be the enemy trying to flank us! Prepare the troops! NOW!
es: ¡¿Qué?! ¡Solo hay un desierto árido al sur de aquí! ¡Este debe ser el enemigo tratando de flanquearnos! ¡Prepara las tropas! ¡AHORA!

source: Hello, Dedylos, long time no see! I see you're still standing your ground! What's with the drawn swords, though? I though you'd be glad to see your old pal in one piece!
es: Hola, Dedylos, ¡mucho tiempo sin ver! ¡Veo que todavía estás parado tu tierra! ¿Qué pasa con las espadas dibujadas? ¡Pensé que te alegraría ver a tu viejo amigo en una sola pieza!

source: *clears eyes* Atiros? Is that you? Thank the Sun, you’re still alive! But who are those people behind you? Don’t tell me they’re...
es: * limpia los ojos* Atiros? ¿Eres tu? ¡Gracias al sol, todavía estás vivo! ¿Pero quiénes son esas personas detrás de ti? No me digas que son ...

source: Get this, our legendary siblings do exist! They call themselves Summoners, cause they can conjure demons or some such up. Can you believe that?! Meet Mehir, a master of this kind of magic, city leader, and the ambassador of our antecendents' descendants.
es: ¡Obtén esto, nuestros legendarios hermanos existen! Se llaman a sí mismos invocadores, porque pueden conjurar demonios o algunos de esos. ¡¿Puedes creerlo?! Conoce a Mehir, un maestro de este tipo de magia, líder de la ciudad y el embajador de los descendientes de nuestros antecendentes.

source: By the Sun! I'd have brought out the red carpet, if only I hadn't at first mistaken you for the invaders. You are welcome and much needed here, kinsman! Those damned spawns of darkness have destroyed most of our cities already!
es: ¡Por el sol! Habría sacado la alfombra roja, si al principio no te hubiera confundido con los invasores. ¡Eres bienvenido y muy necesario aquí, Kinsman! ¡Esos malditos desove de la oscuridad ya han destruido a la mayoría de nuestras ciudades!

source: Actually, I just wanted to drop off an invitation letter, but I might as well throw in my help and valuable experience. It just so happens that I have fought this enemy of yours already, AND emerged victorious.
es: En realidad, solo quería dejar una carta de invitación, pero bien podría lanzar mi ayuda y mi valiosa experiencia. Sucede que ya he luchado contra este enemigo tuyo y salió victorioso.

source: You don't say. Tell me more about it! Come in, let's get out of the rain, have a rest in my castle. In the meantime, I'll send a messenger to announce the wonderful news to Anthi.
es: No dices. ¡Dime mas acerca! Entra, salgamos de la lluvia, descansemos en mi castillo. Mientras tanto, enviaré un mensajero para anunciar las maravillosas noticias a Anthi.

source: The dark armies have captured all the cities of the middle-lands; we had to evacuate all of our citizens that lived there, and now the refugees are behind the thick walls of Kharos. The only exception is Saffaros, for we hope to escape to the desert by ship, in case the capital falls.
es: Los ejércitos oscuros han capturado a todas las ciudades de las tierras medias; Tuvimos que evacuar a todos nuestros ciudadanos que vivían allí, y ahora los refugiados están detrás de los gruesos muros de Kharos. La única excepción es Saffaros, ya que esperamos escapar al desierto en barco, en caso de que la capital caiga.

source: So only three cities remain...
es: Así que solo quedan tres ciudades ...

source: THEY’RE HERE!!! RUN!!!
es: ¡¡¡ELLOS ESTAN AQUI!!! ¡¡¡CORRER!!!

source: But... how is it possible? The enemy had to come from the north!
es: Pero ... ¿cómo es posible? ¡El enemigo tenía que venir del norte!

source: Enemy on the horizon!!! They have captured Degos!!!
es: Enemigo en el horizonte !!! ¡Han capturado degos!

source: Does it mean...
es: Eso significa...

source: And what about Kharos? Has it been besieged?
es: ¿Y qué hay de Kharos? ¿Ha sido asado?

source: Not yet! Their main strike force is regrouping to the east!!!
es: ¡Aún no! ¡Su principal fuerza de ataque es reagruparse hacia el este!

source: Thank the sun, Kharos is untouched for now. So they must be scouts. We must defend Saffaros. Mehir, will you help us?
es: Gracias al sol, Kharos no ha sido tocado por ahora. Entonces deben ser exploradores. Debemos defender a Saffaros. Mehir, ¿nos ayudarás?

source: You defend the town and I will try to prepare a counterattack.
es: Defiende la ciudad e intentaré preparar un contraataque.

source: Rain damages your fire elementals. Be careful. On the other hand it can heal your water elementals.
es: La lluvia daña sus elementales de fuego. Ten cuidado. Por otro lado, puede curar sus elementales de agua.

source: Atiros is now on your side, but he will leave your army after the next scenario. Keep this in mind.
es: Atiros ahora está de tu lado, pero dejará tu ejército después del próximo escenario. Mantén esto en mente.

source: Death of Atiros
es: Muerte de Atiros

source: Death of Dedylos
es: Muerte de Dedylos

source: The scouts were correct - there is, indeed, another untouched town south of here, full of those miserable humans. I love the way they scream - it is like a music to my ears...
es: Los exploradores eran correctos: de hecho, existe otra ciudad intacta al sur de aquí, llena de esos miserables humanos. Me encanta la forma en que gritan, es como una música para mis oídos ...

source: I want to see the town burn to ashes. I want to see them plead for mercy. I want to hear the true sounds of war, and witness its darkest colors!
es: Quiero ver la ciudad ardiendo a cenizas. Quiero verlos defender la misericordia. ¡Quiero escuchar los verdaderos sonidos de la guerra y presenciar sus colores más oscuros!

source: You know what to do, my soldiers. Prove that you are worthy of becoming the new Destroyers! When our Gods return, they will spare us, and grant us power beyond what any mortal could ever dream of! But for now, all that matters is the body count! KILL THEM ALL, SHOW NOT A TRACE OF MERCY!!!
es: Sabes qué hacer, mis soldados. ¡Demuestra que eres digno de convertirte en los nuevos destructores! ¡Cuando nuestros dioses regresen, nos ahorrarán y nos otorgarán el poder más allá de lo que cualquier mortal podría soñar! ¡Pero por ahora, todo lo que importa es el recuento del cuerpo! ¡Mátalos a todos, no muestres un rastro de misericordia!

source: May the Sun have mercy! These creeping monsters are emerging from the swamp! Believe me, these abominations are not native to our land! Oh Mehir, do something! Otherwise we won't live long enough to see the sun rise again...
es: ¡Que el sol tenga piedad! ¡Estos monstruos arrastrados están emergiendo del pantano! ¡Créeme, estas abominaciones no son nativas de nuestra tierra! ¡Oh, mehir, haz algo! De lo contrario, no viviremos lo suficiente como para ver el sol de nuevo ...

source: The keep is too small. I wonder, if I had three jinn placed on the keeps of outer walls, they could transform themselves, connect the loose forts, strengthening the city walls...
es: El cuidado es demasiado pequeño. Me pregunto, si tuviera tres Jinn colocados en las tareas de las paredes exteriores, podrían transformarse, conectar los fuertes sueltos, fortalecer las murallas de la ciudad ...

source: It would mean their sacrifice, but I'd say it's worth it.
es: Significaría su sacrificio, pero diría que vale la pena.

source: Jinn, I order you to create a new keep in this town!
es: Jinn, ¡te ordeno que crees un nuevo cuidado en esta ciudad!

source: As you wish, Master.
es: Como desees, maestro.

source: Amazing! Southern architecture, never seen before in these parts... I do hope it's rain-proof, though.
es: ¡Asombroso! Arquitectura del sur, nunca antes visto en estas partes ... Sin embargo, espero que sea a prueba de lluvia.

source: Don't worry, the enchanted walls should be able to handle some water.
es: No se preocupe, las paredes encantadas deberían poder manejar algo de agua.

source: Spawns of darkness, I want to see...
es: Desovados de la oscuridad, quiero ver ...

source: ...WHAT YOU ARE MADE OF!!!
es: ... de que estás hecho !!!

source: Eh? What's wrong with your companioness? Has she been sun-struck in the desert?
es: ¿Eh? ¿Qué le pasa a tu compañera? ¿Ha sido golpeada por el sol en el desierto?

source: I can hear what you're saying, northerner.
es: Puedo escuchar lo que estás diciendo, Northerner.

source: Nah, I assure you she is sane, well half of her at least. Rashti is basically two different beings in one body, an example of ultimate ambivalence. Two for one, you know. Her dual nature can be a real pain sometimes though...
es: No, te aseguro que es sana, al menos la mitad de ella. Rashti es básicamente dos seres diferentes en un solo cuerpo, un ejemplo de ambivalencia final. Dos por uno, ya sabes. Sin embargo, su naturaleza dual puede ser un verdadero dolor a veces ...

source: I can hear what you're saying too.
es: También puedo escuchar lo que estás diciendo.

source: CUTTING LIVING BEINGS IN HALF FEELS AMAZING!!! BRING ME MORE!!!
es: ¡Cortar seres vivos por la mitad se siente increíble! Tráeme más !!!

source: I NEED MORE!!! Reminds me of the last time I wanted to RIP YOUR THROAT OUT, MEHIR!!!
es: ¡¡¡NECESITO MÁS!!! Me recuerda la última vez que quería arrancarte la garganta, ¡Mehir!

source: Wh- WHAT?!
es: ¿Qué? ¿Qué?!

source: I am extremely sorry, my Master! It is her! *to her other half* Control yourself, stupid!
es: ¡Lo siento mucho, mi maestro! ¡Es ella! * A su otra mitad* ¡Contrólate, estúpido!

source: By the Sun! What is wrong with her?!
es: ¡Por el sol! ¡¿Qué está mal con ella?!

source: Don’t pay attention to what she says. She can be quite... unstable at times...
es: No prestes atención a lo que ella dice. Ella puede ser bastante ... inestable a veces ...

source: So they have managed to break through our offensive force.
es: Entonces han logrado romper nuestra fuerza ofensiva.

source: It is now clear that the Three Sisters failed the task of slaying these desert mages... It appears our master Almathis has finally found a formidable foe...
es: Ahora está claro que las tres hermanas fallaron la tarea de matar a estos magos del desierto ... parece que nuestro maestro Almathis finalmente ha encontrado un enemigo formidable ...

source: My death is but a drop in a bucket. Once our Gods return, there will be oceans of blood and mountains of bodies, with the moons turned blood-red...
es: Mi muerte no es más que una gota en un cubo. Una vez que nuestros dioses regresen, habrá océanos de sangre y montañas de cuerpos, con las lunas en rojo sangre ...

source: We did it! I... it's just great knowing that those spawns of darkness can actually be defeated. My utmost gratitude to you, Mehir!
es: ¡Lo hicimos! Yo ... es genial saber que esos engendros de la oscuridad pueden ser derrotados. ¡Mi mayor gratitud para ti, Mehir!

source: No problem. Saving the world is just a part of my daily routine, it seems. However...
es: Ningún problema. Parece que salvar el mundo es solo una parte de mi rutina diaria. Sin embargo...

source: I’m not surprised at all that your army is failing spectacularly against the invaders.
es: No me sorprende en absoluto que tu ejército esté fallando espectacularmente contra los invasores.

source: Do you mean that as an insult?
es: ¿Te refieres a eso como un insulto?

source: Your armies consist entirely of humans, who are quite susceptible to being poisoned or eaten. We, contrariwise, mainly use abyssal beings, which are immune to those methods, which your enemies seem to favor. You’re lucky I arrived in time to help you.
es: Sus ejércitos consisten completamente en humanos, que son bastante susceptibles de ser envenenados o comidos. En contra nosotros, usamos principalmente seres abisales, que son inmunes a esos métodos, que sus enemigos parecen favorecer. Tienes suerte de haber llegado a tiempo para ayudarte.

source: Siege of Kharos
es: Asedio de Kharos

source: team_name^Almathis
es: Almathis

source: team_name^Amithrior
es: amithrior

source: team_name^Thrion
es: Thrion

source: Thrion
es: Tronco

source: team_name^Dedylos
es: Dedylos

source: Advisor
es: Tutor

source: Seems we arrived just barely in time.
es: Parece que llegamos apenas a tiempo.

source: There are too many of them. This day had to come...
es: Hay demasiados de ellos. Este día tuvo que venir ...

source: Don’t lose hope, Anthi. These walls have protected our people for centuries; our gates are nearly indestructible.
es: No pierdas la esperanza, Anthi. Estas paredes han protegido a nuestra gente durante siglos; Nuestras puertas son casi indestructibles.

source: Atiros hasn’t returned yet...
es: Atiros aún no ha regresado ...

source: I’m not sure whether he has returned or not, but I can see an army in the distance. They must be the troops from Saffaros, and those beside them... They don’t look like the warriors of Kharos, but they’re not of the invaders either...
es: No estoy seguro de si ha regresado o no, pero puedo ver un ejército en la distancia. Deben ser las tropas de Saffaros, y aquellos a su lado ... no se parecen a los guerreros de Kharos, pero tampoco son de los invasores ...

source: Is this what I think it is? Seems the magi told the truth, our long-lost relatives really do exist! Now they are our only hope...
es: ¿Es esto lo que creo que es? ¡Parece que los magos dijeron la verdad, nuestros parientes perdidos hace mucho tiempo existen! Ahora son nuestra única esperanza ...

source: Something's not right here. The spawns of darkness always attacked after dusk, but this time they decided to attack at noon.
es: Algo no está bien aquí. Los engendros de la oscuridad siempre atacaban después del anochecer, pero esta vez decidieron atacar al mediodía.

source: Don’t forget they are surrounded. If we attack them by surprise, they'll be at a disadvantage.
es: No olvides que están rodeados. Si los atacamos por sorpresa, estarán en desventaja.

source: I'm not sure whether surrounded is a fitting term. After all, Anthi is unlikely to order the gates opened. This whole thing is more like us cornering a larger force...
es: No estoy seguro de si el rodeado es un término apropiado. Después de todo, es poco probable que Anthi ordene las puertas abiertas. Todo esto es más como nosotros enrutando una fuerza más grande ...

source: This is the last time you can level up your Dimensional Gates for free. Keep that in mind.
es: Esta es la última vez que puede nivelar sus puertas dimensionales de forma gratuita. Mantenlo en mente.

source: Master, the human armies rounded us from the east. But the worst part is, the desert wizards are with them!
es: Maestro, los ejércitos humanos nos redondearon del este. ¡Pero la peor parte es que los magos del desierto están con ellos!

source: Seems the Three Sisters were too weak to handle a few sand-dwelling worms,<i>*to himself* just as planned, hehe</i>. On the bright side, with so much prey, we could make a literal mountain of bodies! Our gods shall be pleased.... time for a REAL BLOODBATH!!!
es: Parece que las tres hermanas eran demasiado débiles para manejar algunos gusanos que viven en la arena, <i>* para sí mismo* tal como lo planeó, jeje </i>. En el lado positivo, con tanta presa, ¡podríamos hacer una montaña literal de cuerpos! Nuestros dioses estarán complacidos ... ¡hora de un verdadero baño de sangre!

source: May the Sun save us! Our indestructible gates... Our finest soldiers...
es: ¡Que el sol nos salve! Nuestras puertas indestructibles ... nuestros mejores soldados ...

source: What are the limits of that hated voice, whose mere sound tears the thickest walls?!
es: ¿Cuáles son los límites de esa voz odiada, cuyo mero sonido desgarra las paredes más gruesas?

source: Apparently there are none. Let's just hope they won’t throw more buildings at us...
es: Aparentemente no hay ninguno. Esperemos que no nos arrojen más edificios ...

source: We can not afford those apostles of death entering the capital. Send half of our troops to the battlefield!
es: No podemos permitirnos esos apóstoles de la muerte que ingresan a la capital. ¡Envía la mitad de nuestras tropas al campo de batalla!

source: The fools are coming... FALL!
es: Los tontos vienen ... ¡Caída!

source: Well, well, well, we got you cornered now, weirdo! Time for you to taste some cold steel!
es: Bueno, bueno, bueno, ¡ahora te acorralamos, raro! ¡Es hora de que pruebes un poco de acero frío!

source: Enough shenanigans already! We cut our way through your army and you are next!
es: ¡Basta de travesuras ya! ¡Nos abrimos paso a través de tu ejército y tú eres el próximo!

source: Heh, I'd like to see you try!
es: ¡Je, me gustaría verte intentarlo!
