Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: *sigh* To tell the truth, alas, the cataclysm was indeed caused by one of our ancestors' failed experiments. <i>*to himself* I need someone to switch the topic, fast...</i>
es: * suspiro* Para decir la verdad, por desgracia, el cataclismo fue causado por uno de los experimentos fallidos de nuestros ancestros. <i>* para sí mismo* Necesito que alguien cambie el tema, rápido ... </i>

source: Hey, look, I think I just saw Mehir over there!
es: Oye, mira, ¡creo que acabo de ver a Mehir allí!

source: Really? I must meet him!
es: ¿En realidad? ¡Debo conocerlo!

source: Sure, but don't get carried away, or we may end up being late for the next lecture.
es: Claro, pero no te dejes llevar, o podemos terminar llegando tarde para la próxima conferencia.

source: Uhh... what do the two of you want?
es: Uhh ... ¿Qué quieren ustedes dos?

source: Mehir! By the Sun, I always wanted to meet you! You're an absolute legend!
es: ¡Mehir! ¡Al sol, siempre quise conocerte! ¡Eres una leyenda absoluta!

source: 'By the Sun'? Wait a second, are you... Kharosian?
es: 'Por el sol'? Espera un segundo, ¿eres ... Kharosian?

source: Of course I am! After all, the priesthood and nobility sends their children here for higher education as part of the alliance between two nations...
es: ¡Claro que soy yo! Después de todo, el sacerdocio y la nobleza envían a sus hijos aquí para la educación superior como parte de la alianza entre dos naciones ...

source: ...oh, and the main reason Anthi sent you here is because of an agreement with Guru.
es: ... Ah, y la razón principal por la que te envió ANTHI aquí es por un acuerdo con Guru.

source: *facepalm intensifies*
es: *Facepalm se intensifica*

source: Should I not have mentioned that? Uhh... Well, this is awkward. I guess I better get going.
es: ¿No debería haber mencionado eso? Uhh ... bueno, esto es incómodo. Supongo que será mejor que me ponga en marcha.

source: Uhh... let's pretend you didn't hear anything, alright?
es: Uhh ... fingamos que no escuchaste nada, ¿de acuerdo?

source: Master Umbrez, are you done? *looks at the circle* Ah, quite impressive work there. *to Mehir* Now, to fulfill the other part of my promise...
es: Maestro Umbrez, ¿has terminado? * Mira el círculo* Ah, un trabajo bastante impresionante allí. * a mehir* ahora, para cumplir con la otra parte de mi promesa ...

source: MUS!! To heel! Look sharp!
es: MUS !! ¡Hasta el talón! ¡Mirada aguda!

source: You called uz, Master?
es: Llamaste a Uz, maestro?

source: Yes, you will now serve this man over here, understood?
es: Sí, ahora servirás a este hombre aquí, ¿entendido?

source: We promeeez.
es: Nosotros promeeez.

source: THESE are the powerful beings you mentioned?! I've easily beaten them by the dozens!
es: ¿Estos son los seres poderosos que mencionaste? ¡Los he golpeado fácilmente por las docenas!

source: True, they're rather weak in this form, but don't worry, I'll turn them into Ums now. Watch this.
es: Es cierto que son bastante débiles en esta forma, pero no te preocupes, los convertiré en UMS ahora. Ver este.

source: Calibration complete. Body enhancement circuits operational, power output nominal, weapons charged. Reporting for duty.
es: Calibración completa. Circuitos de mejora del cuerpo operativos, potencia nominal, armas cargadas. Informes para el deber.

source: What the... how did they...? These things are colossal now! *looks the Ums with awe*
es: ¿Cuál es el ... como ellos ...? ¡Estas cosas son colosales ahora! *mira el ums con asombro*

source: Behold our greatest feat of biological augmentation, the Um! Taking the goblin DNA, and shaping it into whatever we want. Like I told you earlier, they make for great test subjects. The ones you're granted are combat models; possessing extraordinary physical strength and advanced weaponry, but rather lacking in intellect, similarly to the Mus.
es: ¡He aquí nuestra mayor hazaña del aumento biológico, la UM! Tomando el ADN Goblin y dando forma a lo que quise. Como te dije antes, son excelentes sujetos de prueba. Los que se le concede son modelos de combate; Poseer una extraordinaria fuerza física y armamento avanzado, pero más bien carente de intelecto, de manera similar a la Mus.

source: Any Mu can be transformed into a such a powerful being, but the process is quite long and expensive, requiring lots and lots of magical augmentation, genetic modification, and nutrition. You wouldn't believe how many years of experimenting we spent to finally achieve this.
es: Cualquier MU puede transformarse en un ser tan poderoso, pero el proceso es bastante largo y costoso, lo que requiere mucho aumento mágico, modificación genética y nutrición. No creerías cuántos años de experimentar que pasamos para finalmente lograr esto.

source: Neither version is particularly bright, but their combat potential is certainly not to be underestimated.
es: Ninguna de las versión es particularmente brillante, pero su potencial de combate ciertamente no debe subestimarse.

source: Right. Hopefully they'll easily crush the mechanical creations you warned me about, and the hulks can haul the battery.
es: Bien. Con suerte, aplastarán fácilmente las creaciones mecánicas de las que me advirtió, y los Hulks pueden transportar la batería.

source: Err... that won't be necessary. Listen carefully now, I'm going to teach you a special magic spell that will allow you to instantly return here with your men AND the battery!
es: Err ... eso no será necesario. ¡Escuche atentamente ahora, te voy a enseñar un hechizo mágico especial que te permitirá regresar instantáneamente aquí con tus hombres y la batería!

source: Finally you took it in... a bit slow on the uptake, eh? Anything else? No more questions? Really? Well, then, you are all set up now. The skyship will take you to the destination. Traveling there by sea would take months.
es: Finalmente lo entendiste ... un poco lento en la absorción, ¿eh? ¿Algo más? ¿No mas preguntas? ¿En realidad? Bueno, entonces, están todos configurados ahora. El Skyship lo llevará al destino. Viajar allí por mar tomaría meses.

source: A flying ship? *looks uneasy at the heavyweight ums*... Perhaps you could transform them back into their smaller version...
es: ¿Un barco volador? *Se ve incómodo con el peso pesado um*... tal vez podrías transformarlos nuevamente en su versión más pequeña ...

source: Don't wet your pants, the skyship can handle the weight, it just has little room. Good luck - you will need it back on earth again.
es: No te mojes los pantalones, el Skyship puede manejar el peso, solo tiene poco espacio. Buena suerte, lo necesitarás de nuevo en la Tierra.

source: No need to hurry up, it would be wiser to fully test the circle before heading off.
es: No es necesario apurarse, sería más sabio probar completamente el círculo antes de salir.

source: Sure.
es: Seguro.

source: North Pole
es: Polo Norte

source: Good Nomolas! It..it’s... frrreezing c... c... ccold here!
es: ¡Buenas nomolas! Es ... está ... vistiendo c ... C ... ¡CCOLD AQUÍ!

source: We are at the North Pole, Summoner. What did you expect? Low temperatures are pretty normal around here, mind you.
es: Estamos en el Polo Norte, invocador. ¿Que esperabas? Las bajas temperaturas son bastante normales por aquí, eso sí.

source: So these are the ruins the Guru told us about. They kind of creep me out. What happened here?
es: Así que estas son las ruinas de las que nos contó el gurú. Me asustan un poco. ¿Que pasó aquí?

source: If I told you the whole story, you'd probably freeze to death before I even finished the first quarter of it. In short, it was a place of a great battle between two powers. One of them, the Runemasters, perished, though their mechanical creations managed to trap and stop the invaders.
es: Si te contara toda la historia, probablemente te congeles hasta la muerte antes de que terminara el primer trimestre. En resumen, era un lugar de una gran batalla entre dos poderes. Uno de ellos, los Runemasters, perecieron, aunque sus creaciones mecánicas lograron atrapar y detener a los invasores.

source: Who were the invaders?
es: ¿Quiénes fueron los invasores?

source: Uh... I'd rather not mention them. They were some of the most powerful and terrifying things imaginable. Hope you will not encounter their undead minions here...
es: Uh ... Prefiero no mencionarlos. Eran algunas de las cosas más poderosas y aterradoras imaginables. Espero que no encuentres a sus secuaces no muertos aquí ...

source: We have to go now. The battery you are looking for is inside the bunker.
es: Tenemos que irnos ahora. La batería que está buscando está dentro del búnker.

source: Good luck, Summoner. You will need it.
es: Buena suerte, invocador. Lo necesitaras.

source: Hey, wait!
es: ¡Hey, espera!

source: I have a bad feeling about this...
es: Tengo un mal presentimiento sobre esto...

source: We need to hurry. The sooner we get the battery, the sooner we can get the hell out of here.
es: Tenemos que darnos prisa. Cuanto antes obtengamos la batería, antes podremos sacar el infierno de aquí.

source: Low temperatures damage your living troops. Use fire elementals to warm them up or use healing units instead. Magical units and Ums are immune to the cold.
es: Las bajas temperaturas dañan sus tropas vivas. Use Fire Elementales para calentarlos o use unidades de curación en su lugar. Las unidades mágicas y UMS son inmunes al frío.

source: As a Summons Master, Mehir got 'circle of resistance' AMLA. With his new circle, Mehir has this ability automatically. As a compensation for the experience spent on this particular AMLA as a Summons Master, Mehir receives 80 experience points.
es: Como maestro de citación, Mehir obtuvo 'círculo de resistencia' amla. Con su nuevo círculo, Mehir tiene esta habilidad automáticamente. Como compensación por la experiencia gastada en este Amla en particular como maestro de citación, Mehir recibe 80 puntos de experiencia.

source: Because Mehir has made necessary preparations for the journey, you can directly level up your remaining Dimensional Gates upon recall for a small price of 6g.
es: Debido a que Mehir ha hecho los preparativos necesarios para el viaje, puede nivelar directamente sus puertas dimensionales restantes al retirar por un pequeño precio de 6 g.

source: Thanks to a special training in the Sky Kingdom, your human troops have better chance at dodging attacks on snow than they normally would (40% chance).
es: Gracias a un entrenamiento especial en el reino del cielo, tus tropas humanas tienen mejores posibilidades de esquivar los ataques contra la nieve de lo que normalmente lo harían (40% de probabilidad).

source: Mehir enters the bunker
es: Mehir entra en el búnker

source: Do you want to spend 6g to instantly level up the Dimensional Gate?
es: ¿Quieres gastar 6G para nivelar instantáneamente la puerta dimensional?

source: *nervously* Did... did you hear that?
es: * nerviosamente* ¿Lo hiciste ... ¿Escuchaste eso?

source: Yes. I sense something... strange.
es: Sí. Siento algo ... extraño.

source: Tell me more.
es: Dime más.

source: This energy... it is unnatural, yet not artificial. It is ancient, overwhelming, unforgivable... We are not alone here.
es: Esta energía ... no es natural, pero no es artificial. Es antiguo, abrumador, imperdonable ... no estamos solos aquí.

source: What the... am I hallucinating, or are those... flying leeches with teeth?
es: ¿Cuál es el ... estoy alucinando, o son esos ... las sanguijuelas voladoras con los dientes?

source: Whatever these things are, I'm pretty sure they are not living beings.
es: Cualesquiera que sean estas cosas, estoy bastante seguro de que no son seres vivos.

source: Huh? But they are closing in, fast.
es: ¿Eh? Pero se están acercando, rápido.

source: Too fast. Brace yourselves!
es: Demasiado rapido. ¡Prepárense!

source: What in the blazes is that?!
es: ¿Qué es eso en los incendios?

source: It's an ambush! Everyone, draw your weapons!
es: ¡Es una emboscada! ¡Todos, dibujan tus armas!

source: These beings seem to be magical, yet I sense no magic in their bodies. They are not of abyssal origin either...
es: Estos seres parecen ser mágicos, pero no siento magia en sus cuerpos. Tampoco son de origen abisal ...

source: What kind of horror is this?!
es: ¿Qué tipo de horror es este?

source: They are made of mixed bones. They are so old... I have no idea what is animating them, but it's clear that it wants us dead.
es: Están hechos de huesos mixtos. Son tan viejos ... no tengo idea de lo que los está animando, pero está claro que nos quiere muertos.

source: We will soon get surrounded! I shouldn't have trusted those magi, I shouldn't have!
es: ¡Pronto nos rodearemos! ¡No debería haber confiado en esos magos, no debería haberlo hecho!

source: Target acquired. Scanning... Destroyer encountered. Threat level: extremely dangerous. Executing pacification protocols.
es: Objetivo localizado. Escaneo ... Destructor encontrado. Nivel de amenaza: extremadamente peligroso. Ejecución de protocolos de pacificación.

source: A 'Destroyer'?! Wait a minute, so the Tharis were worshiping these creatures?! What the hell have I signed up for?!
es: ¿Un 'destructor'? ¡Espera un minuto, así que los Tharis adoraban a estas criaturas? ¿Para qué diablos me he inscrito?

source: Destroyers
es: Destructores

source: *shrieks*
es: *chillidos*

source: One of my men! Dear Nomolas! What is happening to him?!
es: ¡Uno de mis hombres! Querida Nomolas! ¿Qué le está pasando?

source: This power... it is consuming him. Now his body belongs to them... forever.
es: Este poder ... lo está consumiendo. Ahora su cuerpo les pertenece ... para siempre.

source: We better run to this damn bunker before these abominations devour us all!
es: ¡Será mejor que corramos a este maldito búnker antes de que estas abominaciones nos devoren a todos!

source: When will this madness ever stop?!
es: ¿Cuándo se detendrá esta locura?

source: We must clear the path! Hurry up!
es: ¡Debemos despejar el camino! ¡Apresúrate!

source: Follow me! Hurry!
es: ¡Sígueme! ¡Apurarse!

source: Stay away from me!
es: ¡Mantente alejado de mí!

source: *chanting something in a strange, and eerie tongue*
es: *Cantando algo en una lengua extraña y misteriosa*

source: My Master, I sense enemies all around us!
es: ¡Mi maestro, siento enemigos a nuestro alrededor!

source: Tell me more!
es: ¡Dime más!

source: I need to access parallel dimensions to see the possible opportunities and outcomes. Just a moment, my master...
es: Necesito acceder a las dimensiones paralelas para ver las posibles oportunidades y resultados. Solo un momento, mi maestro ...

source: In about 89.67% of the likely future outcomes I see enemies coming from the west, east and... south. This will happen really soon. They are like nothing we've ever seen! Also, the entrance to the bunker might be guarded...
es: En aproximadamente el 89.67% de los posibles resultados futuros, veo enemigos que vienen del oeste, este y ... sur. Esto sucederá muy pronto. ¡No son nada que hayamos visto! Además, la entrada al búnker podría estar vigilada ...

source: My Master, we need to rush towards the entrance, or we'll get overrun!
es: Mi maestro, tenemos que correr hacia la entrada, ¡o seremos invadidos!

source: Be aware my Master! The entrance to the bunker will be guarded by multiple powerful beings. They will emerge from the ground really soon. You will have to mount quite a heavy strike force to get through.
es: ¡Sea consciente de mi maestro! La entrada al búnker estará protegida por múltiples seres poderosos. Salirán muy pronto del suelo. Tendrás que montar una fuerza de ataque bastante pesada para pasar.

source: Here goes the first one...
es: Aquí va el primero ...

source: When standing in the blue orbs, your units recover 12 hitpoints per turn (does not cancel the healing provided by other factors, such as regeneration, rest, etc.).
es: Cuando se encuentran en los orbes azules, sus unidades recuperan 12 puntos de golpe por turno (no cancela la curación proporcionada por otros factores, como la regeneración, el descanso, etc.).

source: Three to go.
es: Tres para ir.

source: Almost there...
es: Casi llegamos...

source: Only one more to go.
es: Solo uno más para ir.

source: ...Abram tiphar AGAR!
es: ... ¡Agar Abram Tiphar!

source: Ruins
es: Restos

source: Damn it! Those abominations are catching up to us!
es: ¡Maldita sea! ¡Esas abominaciones nos están alcanzando!

source: Stand back...
es: Un paso atrás...

source: Good job. Unfortunately, we are trapped here now, but those weird magi gave me a teleportation spell. We’d better find this battery and get out of this freezing hellhole as soon as possible...
es: Buen trabajo. Desafortunadamente, estamos atrapados aquí ahora, pero esos extraños magos me dieron un hechizo de teletransportación. Será mejor que encontremos esta batería y salgamos de este infierno helado lo antes posible ...

source: Search the ruins
es: Busca las ruinas

source: I can’t summon more men; there won’t be enough room for them inside the circle!
es: No puedo convocar a más hombres; ¡No habrá suficiente espacio para ellos dentro del círculo!

source: I found a gate. Shall I open it?
es: Encontré una puerta. ¿Lo abro?

source: Sure. What could possibly go wrong?
es: Seguro. ¿Qué podría salir mal?

source: Oh, a gate. Let’s open it.
es: Oh, una puerta. Abramos.

source: Wow...
es: Guau...

source: Rashti, you go first.
es: Rashti, vas primero.

source: So this must be the battery we‘re looking for... my goodness, this thing is huge...
es: Así que esta debe ser la batería que buscamos ... Dios mío, esta cosa es enorme ...

source: What was that?!
es: ¡¿Qué fue eso?!

source: <i>Life signatures detected. Initiating first contact protocols.</i>
es: <i> firmas de vida detectadas. Iniciando los primeros protocolos de contacto. </i>

source: (playing pre-recorded message) Greetings, intelligent organisms. It is certainly quite a pleasure to meet you. This combat model is merely a humble representative of our technologically advanced civilization. May it have the honor of speaking with your leader?
es: (Jugar un mensaje pregrabado) Saludos, organismos inteligentes. Ciertamente es un placer conocerte. Este modelo de combate es simplemente un representante humilde de nuestra civilización tecnológicamente avanzada. ¿Puede tener el honor de hablar con su líder?

source: My, my, this thing speaks our language! And in quite a classy manner too! *smirks*
es: ¡Mi, mi, esta cosa habla nuestro idioma! ¡Y de una manera bastante elegante también! *sonríe*

source: It doesn't. Your ultimate circle translates its voice for you.
es: No lo hace. Tu ultimate Circle traduce su voz para ti.

source: Amazing! The Magi really did an incredible job with this. I hope it translates my speech too.
es: ¡Asombroso! Los magos realmente hicieron un trabajo increíble con esto. Espero que también traduzca mi discurso.

source: (switching to another pre-recorded message) Can you understand our language?
es: (Cambiar a otro mensaje pregrabado) ¿Puede comprender nuestro idioma?

source: Yes, *ahem* Alright, so, allow me to introduce myself, I am Mehir, formerly the leader of Tar-Tabar. We are Summoners, a nation hailing from the Great Desert, with al-Kamija being the capital. Although we are clearly far behind from your civilization technologically, we have abysmal beings as servants, who can fulfill each and any of our desires.
es: Sí, * ejem * Muy bien, entonces, permítame presentarme, soy Mehir, anteriormente el líder de Tar-Tabar. Somos invocadores, una nación proveniente del gran desierto, siendo Al-Kamija la capital. Aunque estamos claramente muy lejos de su civilización tecnológicamente, tenemos seres abismales como sirvientes, que pueden cumplir con todos y cualquiera de nuestros deseos.

source: *recorded message* So, now that we both introduced ourselves, may I inquire the reason of your entry into this bunker?
es: * Mensaje grabado* Entonces, ahora que ambos nos presentamos, ¿puedo preguntar el motivo de su entrada en este búnker?

source: Well, I came here for the huge battery in the middle of the room. Hopefully it isn't too important to you, since I AM going to take it.
es: Bueno, vine aquí por la enorme batería en el medio de la habitación. Esperemos que no sea demasiado importante para ti, ya que voy a tomarlo.

source: *eyes become red* <i>Hostile intentions detected. Initiating defense protocols. Sending activation signal to other combat models.</i>
es: * Los ojos se vuelven rojos* <i> intenciones hostiles detectadas. Iniciando protocolos de defensa. Enviar señal de activación a otros modelos de combate. </i>

source: That’s... wonderful... We’ve just faced horrors from the worst nightmares and now this...
es: Eso es ... maravilloso ... acabamos de enfrentar los horrores de las peores pesadillas y ahora esto ...

source: These guardians aren’t joking; there‘s no time to talk. If I remember correctly, the teleportation circle requires five parts of the spell to be casted in this pattern...
es: Estos guardianes no bromean; No hay tiempo para hablar. Si no recuerdo mal, el círculo de teletransportación requiere cinco partes del hechizo para ser lanzadas en este patrón ...

source: Keep in mind that each time Mehir stands on the position to cast the spell, he will lose all his moves and will be unable to attack. He will still be able to recruit units, though. The order in which the spells are cast does not matter.
es: Tenga en cuenta que cada vez que Mehir se mantenga en la posición de lanzar el hechizo, perderá todos sus movimientos y no podrá atacar. Sin embargo, todavía podrá reclutar unidades. El orden en el que se lanzan los hechizos no importa.

source: After completing the circle, you will need to gather all your living troops and Rashti inside the circle. You cannot leave your men behind.
es: Después de completar el círculo, necesitará reunir todas sus tropas vivos y rashti dentro del círculo. No puedes dejar a tus hombres atrás.

source: Create the teleportation circle
es: Crea el círculo de teletransportación

source: Defend your position
es: Defiende tu posición

source: We did it! Now we just have to wait until the circle finishes itself.
es: ¡Lo hicimos! Ahora solo tenemos que esperar hasta que el círculo termine.

source: Wait until the circle finishes itself
es: Espera hasta que termine el círculo

source: Finally!!! Time to get the hell out of here!
es: ¡¡¡Finalmente!!! ¡Es hora de salir de aquí!

source: I must call Rashti, my men and Glomin to me inside the circle before casting the activation spell! Whew, I'd never forgive myself, if someone was left behind.
es: ¡Debo llamar a Rashti, mis hombres y mi glominio dentro del círculo antes de lanzar el hechizo de activación! Vaya, nunca me perdonaría, si alguien se quedara atrás.

source: Gather all your human units, Rashti and Glomin inside the circle
es: Reúna todas sus unidades humanas, rashti y glominio dentro del círculo

source: Death of Glomin (he blows up the battery before dying)
es: Muerte de Glomin (explota la batería antes de morir)

source: Sister! Hear the voice of reason! These are the final moments of this last battle. It is not a good time for our quarrels. We MUST join together.
es: ¡Hermana! ¡Escucha la voz de la razón! Estos son los momentos finales de esta última batalla. No es un buen momento para nuestras disputas. Debemos unirnos.

source: Maybe you are right... In our true form nothing can oppose us, even these things. I'll join you, for now... but one day I am going to return!
es: Tal vez tengas razón ... en nuestra verdadera forma, nada puede oponerse a nosotros, incluso a estas cosas. Me uniré a ustedes, por ahora ... ¡pero un día voy a regresar!
