Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-Pepe.po
Languages: es

source: <i>Hearken ye, You strangers in a desolate land To this tale of lands most old, of the Summoners of al-Kamija, Those mighty magi Of powers untold, Their Abysmal servants Both good and bad, And of Mehir, who had, As once foretold, saved all life in this world.</i>
es: <i>Atended, oh sí, extraños en una tierra yerma a este cuento sobre un remoto reino, sobre los invocadores de Alcamiya, esos magos orgullosos de poderes inefables, y sus sirvientes del abismo tanto buenos como malos, y de Megir, que hubo, como ya ha sido dicho, de salvar de este mundo toda vida.</i>

source: This is the story of Mehir, the Summoner, and his journey to lands unknown.
es: Esta es la historia de Megir, el invocador, y de su viaje a tierras ignotas.

source: (Intermediate or Expert level. 16 playable scenarios.)
es: (Nivel intermedio o experto. Con 16 escenarios jugables.)

source: To Lands Unknown
es: En tierras ignotas

source: TLU
es: ETI

source: Novice Summoner
es: Invocador novato

source: (Easy)
es: (Fácil)

source: Summoner
es: Invocador

source: (Hard)
es: (Difícil)

source: Grand Summoner
es: Gran invocador

source: <span color='#BCB088' size='large'>To Lands Unknown</span>
es: <span color='#BCB088' size='large'>En tierras ignotas</span>

source: Campaign Design
es: Diseño de campaña

source: Artwork and Level Design
es: Trabajo artístico y diseño de niveles

source: WML coding
es: Codificación WML

source: Story corrections
es: Correcciones de historia

source: Proofreading
es: Revisores

source: Translations
es: Traducciones

source: Gameplay Testing
es: Testeo del juego

source: The required add-on “<i>Era of Magic</i>” is currently <b>not</b> installed.
es: El complemento necesario <i>Era of Magic</i> <b>no</b> está instalado.

source: The required add-on “<i>To Lands Unknown: Images</i>” is currently <b>not</b> installed.
es: El complemento necesario <i>To Lands Unknown: Images</i> <b>no</b> está instalado.

source: metamorph
es: metamorfo

source: This elemental can turn into another type of elemental.
es: Este elemental pude convertirse en otro tipo de elemental.

source: Metamorph:
es: Metamorfo:

source: Turn into fire
es: Volverse de fuego

source: Turn into water
es: Volverse de agua

source: Turn into air
es: Volverse de aire

source: Turn into earth
es: Volverse de tierra

source: At the moment you do not have a unit in your army who could use this artifact. However the item will be picked up, so it can wait for a suitable unit to be recruited or recalled.
es: Por el momento, Vd. no tiene ninguna unidad en su ejército que pueda hacer uso de este artefacto. De todas formas, el objeto será recogido, de modo que se esperará hasta que se reclute o reincorpore una unidad adecuada.

source: Should the unit pick up the carpet?
es: ¿Debería esta unidad recoger la alfombra?

source: carpet^Take it
es: Cogerla

source: Golden Carpet
es: Alfombra dorada

source: Woven of golden threads, inspired by Abyssal winds. Everyone who possesses this ancient vehicle gains amazing speed and agility. Speed increases by 50% Negates zones of control (grants the skirmisher ability)
es: Tejida con hilos de oro, inspirada en los vientos abisales. Cualquiera que posea este antiguo vehículo gana una asombrosa velocidad y agilidad. La velocidad aumenta en un 50% Anula las zonas de control (garantiza la habilidad de hostigador)

source: carpet^Leave it
es: Dejarla

source: Should the unit pick up the cloak?
es: ¿Debería la unidad recoger la capa?

source: cloak^Take it
es: Cogerla

source: Desert Cloak
es: Capa del desierto

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, but it still grants its owner good protection against fire. Advances the unit Grants 50% fire resistance
es: Marcada con símbolos misteriosos, esta capa fue hechizada hace mucho tiempo, pero aún garantiza a su dueño una buena protección contra el fuego. Promociona a la unidad Proporciona una resistencia al fuego del 50%

source: cloak^Leave it
es: Dejarla

source: Should the unit pick up the spear?
es: ¿Debería esta unidad recoger la lanza?

source: spear^Take it
es: Cogerla

source: Spear of Rhami
es: Lanza de Rami

source: This weapon, forged from the light of the Abyss, is a part of the equipment used by magical entities called Rhami’kai. The Ancestors stole one of those spears and enhanced it magically. Advances the unit Increases the attack by 20%
es: Esta arma, forjada de la luz del abismo, forma parte del equipamiento que usan lo seres mágicos llamados rami kai. Los antiguos robaron una de estas lanzas y la mejoraron con magia. Promociona a la unidad Aumenta el ataque en un 20%

source: spear^Leave it
es: Dejarla

source: Should the unit pick up the collar?
es: ¿Debería esta unidad coger el collar?

source: collar^Take it
es: Cogerlo

source: Collar of Recall
es: Collar de llamada

source: A legendary artifact, a masterpiece made by the Ancestors. In olden times a magical collar was made, which when placed upon a magical being, could recall it after death. The unit is recalled back to the leader After each recall the unit is getting stronger The unit can be recalled only 3 times. After that it dies for sure.
es: Un artefacto legendario, una obra maestra realizada por los antiguos. En tiempos lejanos se hizo un collar mágico, que cuando era llevado por un ser mágico, podía traerlo de vuelta después de la muerte. La unidad es llamada de vuelta hasta su líder Después de cada llamada, la unidad se hace más fuerte La unidad puede ser llamada de vuelta solo tres veces. Después morirá definitivamente.

source: After death the unit is recalled back to leader. Activates only 3 times.
es: Al morir, la unidad es llamada de vuelta hasta su líder. Se activa solo tres veces.

source: collar^Leave it
es: Dejarlo

source: Should the unit pick up the amulet?
es: ¿Debería la unidad coger el amuleto?

source: amulet^Take it
es: Cogerlo

source: Amulet of Metamorph
es: Amuleto del metamorfo

source: The Ancestors were fascinated with elementals — entities made of pure energy. They also dreamed about creating a creature from a mix of all four known elements. Unfortunately they failed. Yet at the end an unique amulet was created, capable of transforming one element into another one. This is one of the most powerful relics made by the Ancestors. The elemental unit can turn into other elemental (use right-click on the unit to activate)
es: Los antiguos estaban fascinados con los elementales - seres hechos de pura energía. También soñaban con crear una criatura que fuera mezcla de los cuatro elementos conocidos. Desafortunadamente fallaron. Aunque al final se creó un único amuleto, que era capaz de transformar a un elemental en otro. Esta es una de las reliquias más poderosas que hicieron los antiguos. El elemental puede transformarse en otro elemental. (use el clic derecho sobre la unidad para activarlo)

source: amulet^Leave it
es: Dejarlo

source: Recalled...
es: Llamado de vuelta...

source: team_name^HoRashti
es: Jo Rasti

source: team_name^DharmaRashti
es: Darma Rasti

source: Oh no! Rashti has lost her balance once again!
es: ¡Oh no! ¡Rasti ha vuelto a perder su equilibrio!

source: Long time no see, Mehir. I'm back and I am gonna RIP YOUR THROAT OUT!!!
es: Cuanto tiempo sin verte, Megir. ¡He vuelto y voy a CORTARTE EL CUELLO!

source: Fear not, Master! She is mine!
es: ¡No tema, maestro! ¡Me encargaré de ella!

source: Rashti
es: Rasti

source: Who are you? And what is that chest?
es: ¿Quién eres? ¿Y para qué es ese cofre?

source: Stranger, Rhaxiz has sent me to thank you for your help.
es: Forastero, Rhaxiz me ha enviado para agradecer tu ayuda.

source: You speak our language?!
es: ¡Hablas nuestro idioma!

source: There iss no time for exssplanationss. Rhaxiz ordered me to find a way to sssupport you, so I ssstole this chest from your master's tent.
es: No hay tiempo para explicacioness. Rhaxiz me ordenó que encontrara la forma de ayudaross, por lo que robé esste cofre de la tienda de vuesstro comandante.

source: Good God! This is Jaffar's chest! How...
es: ¡Por dios! ¡Es el cofre de Jaffar! ¿Como...

source: Hisss power is inssside. I am sure you will use it in a better way than he does. Take it.
es: Ssu poder sse encuentra dentro. Sseguro que voss haréiss mejor usso de él. Tomadlo.

source: Holy vizier! This is gold of Sud-Affar! Jaffar uses it pay his soldiers! How...
es: ¡Por el gran visir! ¡Es el oro de Sud-Affar! ¡Jaffar lo usa para pagar a sus soldados! ¿Como...

source: That isss not everything. Apart from that I found these two demons' cans. They can be very useful.
es: Esso no ess todo. Ademáss encontré esstass doss vasijass con demonioss. Podrían sser de gran utilidad.

source: Oh, gods! These are the lamps that contain the Efreeti Jaffar threatened me with!
es: ¡Oh, dioses! ¡Son las lámparas que guardan a los Ifrits con los que me amenazaba Jaffar!

source: I mussst return to Rhaxiz. Take care.
es: He de volver con Rhaxiz. Tened cuidado.

source: But...
es: Pero...

source: He is no longer here... These creatures are more and more surprising by the moment.
es: Se ha ido... Estas criaturas son cada vez más sorprendentes.

source: With so much gold I can buy the whole army of Sud-Affar! And these lamps...
es: ¡Con tanto oro puedo comprar todo el ejército de Sud-Affar! Y estas lámparas...

source: At last! Who I shall torture, my master?
es: ¡Por fin! ¿A quién he de torturar, mi amo?

source: Take those barbarians. And now...
es: Encargate de esos bárbaros. Y ahora...

source: Soldiers! Join me, and I will pay you as twice as Jaffar does!
es: ¡Soldados! ¡Si os unís a mí os pagaré el doble de lo que os paga Jaffar!

source: Hey, it's my g...
es: Eh, ese es mi or...

source: ...oh... a soporific arrow...
es: ...oh... un dardo tranquilizante...

source: You can count on us, but not on those magical guardians. Jaffar ordered them to protect the circle and they will obey only his orders.
es: Podéis contar con nosotros, pero no con esos guardianes mágicos. Jaffar les ordenó que protegieran el círculo y solamente obedecerán sus órdenes.

source: I don't care. I have his Efreeti. Let's help those lizards!
es: No importa. Tengo a sus Ifrits. ¡Ayudemos a esos lagartos!

source: Oh no. It’s a trap!
es: ¡Oh, no! ¡Es una trampa!

source: I’m sure there is a release mechanism somewhere. Search all tunnels and recesses you find.
es: Estoy seguro de que hay algún mecanismo activador en alguna parte. Buscad por todos los túneles y huecos que encontréis.

source: I am trapped, My Master.
es: Estoy atrapado, señor.

source: I am trapped!
es: ¡Estoy atrapado!

source: Again? I think these buttons activate something, but what? Continue searching.
es: ¿Otra vez? Creo que estos botones activan alguna cosa, ¿pero el qué? Continuad buscando.

source: Oops...
es: Ups...

source: Do you hear that?
es: ¿Oís eso?

source: We unlocked them! Maybe we should check tunnels located near those buttons? I heard a strange noise apart from the one, that unlocked the iron bars.
es: ¡Las hemos desbloqueado! ¿Por qué no comprobamos los túneles que se encuentran cerca de los botones? Oigo un extraño sonido distinto del que desbloqueó las barras de hierro.

source: Here goes the first...
es: Allá va el primero...

source: Hey, this strange ball heals! We could use this to our advantage!
es: ¡Eh, esta rara esfera sana! ¡Podríamos usarla en nuestro beneficio!

source: Three to go.
es: A por el tercero.

source: We're almost there.
es: Ya casi estamos.

source: Only one remains.
es: Solo falta uno.

source: Ugh!
es: ¡Ay!

source: ... my time in this world has passed!
es: ¡... mi tiempo en este mundo se ha terminado!

source: You can kill a being but...
es: Puedes matar a un ser pero...

source: ... NOT THE HALF OF IT!!!
es: ¡... NO A SU MITAD!

source: We are Summoners, the only people that live in the Great Desert.
es: Somos invocadores, la única gente que vive en el Gran desierto.

source: Among a myriad of dunes, in the center of our Holy Land, an unreal palace-city lies — our capital al-Kamija. It is an unusual place. It is not damaged by destructive influences of time and sand. There are no shortages of goods, because everything is found here. How is this possible?
es: Entre una infinidad de dunas, en el centro de nuestra Tierra sagrada, se yergue una legendaria ciudad-palacio - nuestra capital Alcamiya. Es un lugar poco corriente. No ha sido dañado por la influencia destructiva del tiempo y la arena. No hay escasez de bienes, porque aquí se puede conseguir cualquier cosa. ¿Como es esto posible?

source: A long time ago, when our ancestors lived on the outskirts of the desert, they made an extremely powerful discovery — Magic. Hidden in the form of magical formulas and symbols, magic controlled our fate. The Ancestors discovered the Abyss — another world full of energy, where time and space have no meaning. Our entire arsenal of known magic comes from the Abyss. We can summon this power to our world — and that’s the reason we are called Summoners.
es: En un tiempo muy lejano, cuando nuestros antepasados vivían en los aledaños del desierto, hicieron un descubrimiento sumamente poderoso - la magia. Oculta en forma de símbolos y patrones, la magia controlaba nuestro destino. Los antiguos descubrieron el Abismo - otro mundo lleno de energía, donde el tiempo y el espacio no tienen sentido. Nuestro arsenal completo de conocimientos mágicos procede del abismo. Podemos invocar este poder en nuestro mundo - y esa es la razón de que se nos llame invocadores.

source: At the beginning, the Ancestors considered the Abyss as a place of primitive chaos — until they summoned the first magical being, a true dweller of that different world. It was Nomolas, the first jinn. Unrestrained by imagination, this entity is the most powerful being we know to this day. Theoretically, Nomolas is capable of destroying even a God. The ancestors managed to communicate with Nomolas, who turned out to be obedient like all summoned magical entities.
es: Al principio, los antiguos consideraron que el abismo era un lugar de caos primitivo, hasta que invocaron al primero de los seres mágicos, un auténtico morador de otro mundo. Este fue Nomolas, el primer genio. Con un ingenio sin ataduras, esta entidad es el ser más poderoso que conocemos hasta la fecha. En teoría, Nomolas sería capaz de destruir incluso a Dios. Los antiguos se las arreglaron para poder comunicarse con Nomolas, el cual resultó ser tan obediente como todas las demás entidades mágicas invocadas.

source: There was no wish that Nomolas couldn’t fulfill. To measure his potential the Ancestors wished for the most beautiful city in the world, to be located in the middle of the desert, that would become their new home, the capital of their land. In a few moments, Nomolas created al-Kamija from thin air. Since then, a few centuries have passed. Nomolas sleeps in the central palace, waiting for another call. We try to use him only if there is no other choice. Other magical entities summoned after Nomolas weren’t as powerful as he, although their power is still impressive and is completely sufficient for our needs.
es: No hubo ningún deseo que Nomolas no pudiera satisfacer. Para medir su potencial, los antiguos le pidieron que creara la más hermosa ciudad que nunca existiera, y que la situara en medio del desierto. Esta pasó a ser su nuevo hogar, la capital de su país. En breves instantes, Nomolas creó Alcamiya del aire. Desde entonces, han pasado varios siglos. Nomolas duerme en el palacio central, esperando a ser requerido. Intentamos hacer uso de su poder solo si es necesario. Las demás entidades mágicas invocadas después de Nomolas no fueron tan poderosas como él, aunque su impresionante poder es más que suficiente para nuestras necesidades.

source: Living in al-Kamija, we have learned quite a lot about this strange dimension we had discovered, but we haven’t been able to enter it. Maybe because no one in that place can summon us... However, in the last few years, we managed to design a special magic circle that is able to take us to that unreal world. Our tests were successful, but to this day we cannot summon previously sent items back to our world. As a result of this, although it sounds crazy, we decided to send our entire land to the Abyss, hoping that we will find the solution on the other side. But even if we find it, we may not use it... It should be stressed that we believe we will find in the Abyss the ultimate sense of our life and decide to stay there forever.
es: Viviendo en Alcamiya, hemos aprendido bastante acerca de la extraña dimensión que se descubrió en el pasado, pero no hemos sido capaces de entrar en ella. Quizás porque nadie en ese lugar nos puede invocar... De todos modos, en los últimos años, hemos podido diseñar un círculo mágico en particular que es capaz de llevarnos a ese mundo irreal. Nuestros experimentos tuvieron éxito, pero hasta la fecha no hemos podido invocar de vuelta los objetos que habíamos enviado previamente. Con motivo de esto, aunque parezca una locura, decidimos transportar al abismo todo nuestro país, esperando encontrar la solución al otro lado. Pero incluso aunque la encontráramos, quizás no la usaríamos... Sería abrumador que creyéramos que vamos a encontrar en el abismo el sentido último de la vida y decidiéramos permanecer allí para siempre.

source: We designed a giant circle, one that will include most of our land. The circle is 50 marahil in diameter, so we built three cities, each separated from one another by exactly the same distance to make the construction easier. The leaders of Mag-Magar, Tar-Tabar and Sud-Affar will supervise the works by their assistants.
es: Diseñamos un círculo gigante, uno que pudiera abarcar la mayor parte de nuestro país. El círculo tiene un diámetro de 50 marahil, por lo que construimos tres ciudades, cada una separada de las demás por la misma distancia para hacer más fácil la construcción del círculo. Los líderes de Mag-Magar, Tar-Tabar y Sud-Affar se encargarán de supervisar los trabajos junto con sus ayudantes.

source: Hear the story of Mehir, a young summoner, who will play a very important role in the history of the Era of Magic. But before it happens, he will have to prove his strength by advancing in a complex hierarchy of Summoners. At this point, Mehir has been appointed as an assistant to the Sharif of Sud-Affar, the south city of the Trinity. He was immediately sent to the east, to supervise the building of the circle, just outside the territory of Mag-Magar.
es: Escuche los hechos de Megir, un joven invocador, que tendrá un importante papel en la historia de la Era de magia. Pero antes de que esto ocurra, habrá de probar su fuerza avanzando en la compleja jerarquía de los invocadores. Por ahora, Megir ha sido asignado como ayudante de Sharif de Sud-Affar, la ciudad sureña de la trinidad. Se le envió de inmediato al este para supervisar la construcción del círculo, cerca del territorio de Mag-Magar.

source: When Sharif heard about the attacks, he sent his deputy, Jaffar, with his best troops. On Mehir’s request they brought the equipment needed for cutting down the trees and workers begun clearing the path for the Great Circle...
es: Cuando Sharif tuvo conocimiento de los ataques, envió a su adjunto, Jaffar, con sus mejores tropas. A petición de Megir llevaban el equipo necesario para poder talar árboles y los trabajadores comenzaron a abrir el camino para el Gran círculo...

source: Mysterious beasts captured Mehir and Jaffar deep inside the jungle. After few hours of flight they landed in a very distant place just in front of a small lizard wearing an ornamental feather headdress. It turned out that he was a leader of all forest creatures, called ‘The Keeper’. After listening to Rhaxiz’s report, the lizard whom Mehir had helped, the lord of the forest started up a conversation with the captured Summoners, during which Mehir and Jaffar got to know why they were brought here.
es: Bestias misteriosas capturaron a Megir y Jaffar en las profundidades de la jungla. Después de muchas horas de vuelo aterrizaron en un lejano lugar justo enfrente de un pequeño saurio que portaba un tocado ornamental de plumas. Les hizo saber que era el líder de todas las criaturas del bosque, siendo llamado «el guardián». Después de escuchar el informe de Rhaxiz, el saurio al que Megir había ayudado, el señor del bosque empezó una conversación con los invocadores capturados, durante la cual Megir y Jaffar pudieron saber porqué les había llevado allí.

source: From time immemorial, on the distant south, a race of intelligent lizards called the ‘Darkblooded’ protected their lands from the barbarian hordes that arise from the local wastelands. The Jungle of Life that the summoners had entered was the home of the Darkblooded, as much the Great Desert was to the Summoners. This unusual tropical land was a holy place for its dwellers, to be protected at all costs. When the Summoners contacted the lizards, they thought that they were barbarians because of their similar language. Despite that, Rhaxiz hadn’t attacked because Mehir explained he was not from the east, where enemy was living, but from the north. Nevertheless the appearance of a ‘fiery demon’ scared the lizards so much that they thrown themselves on the Summoners, thinking that they wanted to burn their holy forest. Although Rhaxiz withdrawn to defend the Jungle in other places, Summoners had still been observed.
es: Desde tiempos inmemoriales, en el distante sur, una raza de saurios inteligentes llamados los «sangre oscura» protegían sus tierras de las hordas bárbaras que habían surgido en las estepas cercanas. La Jungla de la Vida, en la que habían entrado los invocadores, era el hogar de los sangre oscura, tanto como el desierto lo era para los invocadores. Está extraña selva tropical era un lugar sagrado para sus habitantes, el cual debían proteger a toda costa. Cuando los invocadores contactaron con los saurios, estos pensaron que eran bárbaros por la similitud de su idioma. A pesar de ello, Rhaxiz no les había atacado puesto que Megir le explicó que él no era del este, donde residían sus enemigos, sino del norte. Sin embargo, la aparición de un «demonio de fuego» asustó tanto a los saurios que estos se lanzaron contra los invocadores, pensando que querían quemar su bosque sagrado. Aunque Rhaxiz se retiró a defender la jungla en otros lugares, los invocadores aún estaban siendo vigilados.
