Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: You see, true magic users like us are not bound to scrolls and magical circles, nor are dependant on abyssal beings. A magic user can bend the laws of this world with nothing but his own mind. Magic is an unbelievable power, with theoretically infinite potential, but as far as we are aware it is currently exclusive to this dimension.
es: Verá, los verdaderos usuarios de Magic como nosotros no están obligados a pergaminos y círculos mágicos, ni dependen de los seres abisales. Un usuario mágico puede doblar las leyes de este mundo con nada más que su propia mente. La magia es un poder increíble, con un potencial teóricamente infinito, pero hasta donde sabemos, actualmente es exclusivo de esta dimensión.

source: Well, I can cast spells with my mind too, but those rely on abyssal energy instead of the one native to this world, so I suppose that doesn't quite count...
es: Bueno, también puedo lanzar hechizos con mi mente, pero aquellos dependen de la energía abisal en lugar de la nativa de este mundo, así que supongo que eso no cuenta ...

source: I see. But if proper mages can cast with just their mind, why do nearly half of the foreign mages I encountered use staves? Goblin shamans, Kharosian priestesses, Tharis warlocks, and even some of your kind as well use them, why is that?
es: Veo. Pero si los magos adecuados pueden lanzar solo con su mente, ¿por qué casi la mitad de los magos extranjeros que encontré usan Staves? Los chamanes duendes, las sacerdotisas kharosianas, los brujos de Tharis e incluso algunos de los tuyos también los usan, ¿por qué es eso?

source: Seems you are more astute than you seem at first glance. Well, there are several reasons for why a wand or staff is sometimes used. A staff can be enchanted in many ways to make spellcasting more convenient.
es: Parece que eres más astuto de lo que pareces a primera vista. Bueno, hay varias razones por las que a veces se usa una varita o personal. Un personal puede estar encantado de muchas maneras para hacer que el lanzamiento de hechizos sea más conveniente.

source: For example, among many other things, you can have a staff passively accumulate magical energy for later use, calculate the trajectory of projectile spells and assist with your aim, or even automatically cast spells for you if you just shout an abbreviation of the spell.
es: Por ejemplo, entre muchas otras cosas, puede hacer que un personal acumule pasivamente la energía mágica para su uso posterior, calcule la trayectoria de los hechizos de proyectiles y ayude con su objetivo, o incluso lanzar hechizos automáticamente si solo grita una abreviatura del hechizo.

source: And if an enemy gets close enough to you that you don't have time to cast a spell, unless you have a touch spell, bashing them with a staff is much better than trying to fight with your bare hands.
es: Y si un enemigo se acerca lo suficiente a ti como para que no tengas tiempo para lanzar un hechizo, a menos que tengas un hechizo táctil, golpearlos con un personal es mucho mejor que tratar de luchar con tus manos desnudas.

source: I see. Seems staves are more useful than I thought... In that case, now I have the opposite question: if staves are so good, why do so many of you choose to cast spells without them?
es: Veo. Parece que las staves son más útiles de lo que pensé ... en ese caso, ahora tengo la pregunta opuesta: si los staves son tan buenos, ¿por qué tantos eligen lanzar hechizos sin ellos?

source: Our society values knowledge and skill above all else, so being able to cast powerful spells without having to rely on external mediums will earn you more respect from your colleagues.
es: Nuestra sociedad valora el conocimiento y la habilidad sobre todo lo demás, por lo que poder lanzar hechizos poderosos sin tener que confiar en medios externos le dará más respeto a sus colegas.

source: For that reason, the use of such automatically-casting wands here is frowned upon for adults, but they are very popular toys for children in our nation who are too young to know how to cast spells the proper way. Just take a stick and enchant it with a few harmless spells, like sprinkling water or summoning a floating light, and you have the perfect birthday gift.
es: Por esa razón, el uso de tales varitas de fundición automáticamente aquí está mal visto para los adultos, pero son juguetes muy populares para niños en nuestra nación que son demasiado jóvenes para saber cómo lanzar hechizos de la manera adecuada. Simplemente tome un palo y encátelo con algunos hechizos inofensivos, como rociar agua o convocar una luz flotante, y tendrá el regalo de cumpleaños perfecto.

source: My kids absolutely love these things. When they aren't busy with school they are usually having 'magic duels' with these wands.
es: A mis hijos les encantan estas cosas. Cuando no están ocupados con la escuela, generalmente tienen 'duelos mágicos' con estas varitas.

source: Ah, I see. By the way, since you have a staff, what kind is it?
es: Ah, ya veo. Por cierto, ya que tienes un personal, ¿de qué tipo es?

source: I mainly use it for complex calculations. Stuff like your new circle would be too dangerous to just eyeball it. Speaking of which, as I explained earlier, magic seems to only exist in this dimension, so the circle won't work when you reach the Abyss.
es: Lo uso principalmente para cálculos complejos. Cosas como tu nuevo círculo serían demasiado peligrosos para solo globos oculares. Hablando de eso, como expliqué anteriormente, la magia parece existir solo en esta dimensión, por lo que el círculo no funcionará cuando llegues al abismo.

source: But you probably won't need it there anyway, and might be able to channel its energy directly, like Jinn and other sentient abyssal beings can.
es: Pero probablemente no lo necesitará allí de todos modos, y podría canalizar su energía directamente, como Jinn y otros seres abisales sintientes.

source: That's alright. We Summoners are not in search of magic, we are seeking the ultimate truth, you know. Answers to existential questions, about the meaning of life, for example. Anyway, what new properties does this circle have compared to my old one?
es: Eso está bien. Los invocadores no estamos en busca de magia, estamos buscando la verdad definitiva, ya sabes. Respuestas a preguntas existenciales, sobre el significado de la vida, por ejemplo. De todos modos, ¿qué nuevas propiedades ha comparado este círculo con mi anterior?

source: *rolls eyes* For many of what your kind considers 'existential questions' we already have existential answers. You aren't impressing anyone here with that speech of yours.
es: * Roda los ojos* Por muchos de lo que su tipo considera 'preguntas existenciales', ya tenemos respuestas existenciales. No estás impresionando a nadie aquí con ese discurso tuyo.

source: Take the meaning of life, for answer. So many uneducated civilizations make such a big deal out of it, when in reality the answer is simply 42.
es: Tome el significado de la vida, para responder. Muchas civilizaciones sin educación hacen que un gran problema sea tan importante, cuando en realidad la respuesta es simplemente 42.

source: One of your master magi also said it is 42, but I still don't believe it. He refuses to answer, so I'll ask you instead: How in Nomolas's name is a two-digit number supposed to be the answer to such a question?
es: Uno de sus maestros Magi también dijo que es 42, pero todavía no lo creo. Se niega a responder, así que te preguntaré: ¿cómo se supone que en el nombre de Nomolas un número de dos dígitos es la respuesta a tal pregunta?

source: Well, it's a bit complicated, but let's just say numbers have more meaning than it seems.
es: Bueno, es un poco complicado, pero digamos que los números tienen más significado de lo que parece.

source: I understand now. 42 is an asterisk, a wildcard.
es: Entiendo ahora. 42 es un asterisco, un comodín.

source: Huh, I must admit I am pleasantly surprised. For a foreigner you have surprisingly good knowledge of magitech encoding.
es: Huh, debo admitir que estoy gratamente sorprendido. Para un extranjero, tienes un conocimiento sorprendentemente bueno de la codificación de Magitech.

source: I... have no clue what either of you are talking about to be honest, forget I asked. I think we should get back to discussing the circle.
es: Yo ... no tengo idea de lo que cualquiera de ustedes está hablando para ser honestos, olvidé que pregunté. Creo que deberíamos volver a discutir el círculo.

source: Anyway, to answer your question, the circle has many properties, but I'll keep it simple: first of all, its power output is far higher than that of the megacircle, meaning the spells cast using this circle are far more potent.
es: De todos modos, para responder a su pregunta, el círculo tiene muchas propiedades, pero lo mantendré simple: en primer lugar, su potencia de salida es mucho más alta que la del megacírculo, lo que significa que los hechizos lanzados con este círculo son mucho más potentes.

source: Speaking of tools of destruction, it has quite a few, the first one being the 'damaging aura'.
es: Hablando de herramientas de destrucción, tiene bastantes, el primero es el 'aura dañina'.

source: That's right. The ultimate circle you are wearing right now automatically blasts nearby enemies with magical energies, harming and slowing them. Let me demonstrate this feature to you, but we'll need to make some space first.
es: Así es. El último círculo que llevas puesto en este momento explota automáticamente enemigos cercanos con energías mágicas, dañándolos y ralentizándolos. Permítanme demostrarle esta función, pero primero tendremos que hacer algo de espacio.

source: I'll summon six Magical Eyes, so you have some targets to practice the spell on.
es: Invocaré seis ojos mágicos, así que tienes algunos objetivos para practicar el hechizo.

source: Good. (to Mehir) Now, look at these eyes, you see fierce foes, willing to do anything in their power to take your life, and the lives of your men, think it, believe it...
es: Bien. (a Mehir) Ahora, mira estos ojos, ves enemigos feroces, dispuestos a hacer cualquier cosa en su poder para llevar tu vida, y la vida de tus hombres, piense que lo creas ...

source: Wow, this is amazing!
es: ¡Wow esto es increíble!

source: Fascinating, isn't it? This feature of the circle scans your brain, and targets objects you perceive as foes. Just be careful with your anger, or it might hit something you don't want it to.
es: Fascinante, ¿no? Esta característica del círculo escanea su cerebro y se dirige a los objetos que percibe como enemigos. Solo ten cuidado con tu ira, o podría golpear algo que no quieres.

source: My my, you always keep finding a new way to impress me...
es: Mi mi, siempre sigues encontrando una nueva forma de impresionarme ...

source: Let's finish off these Magical Eyes. They are already almost falling apart. Just a few more strikes...
es: Terminemos estos ojos mágicos. Ya casi se están desmoronando. Solo unos pocos golpes más ...

source: Man, how did I even live without all this...
es: Hombre, ¿cómo viví sin todo esto ...

source: There is another, even better feature that needs explanation. Are you ready to listen?
es: Hay otra característica aún mejor que necesita explicación. ¿Estás listo para escuchar?

source: Of course! I would love to learn more about this masterpiece!
es: ¡Por supuesto! ¡Me encantaría aprender más sobre esta obra maestra!

source: As you already know, magical circles can be used to summon creatures from the Abyss. This one can do more than that.
es: Como ya sabes, los círculos mágicos se pueden usar para convocar criaturas del abismo. Este puede hacer más que eso.

source: What do you mean?
es: ¿Qué quieres decir?

source: You see, this ultimate megacircle can act like a mobile castle! It can bring your troops to you in an instant.
es: ¡Ves, este megacírculo último puede actuar como un castillo móvil! Puede traerte tus tropas en un instante.

source: You mean I can summon my men? Not only abysmal beings? That's certainly great, but why is that necessary for the mission? Can't my men just stay with me?
es: ¿Quieres decir que puedo convocar a mis hombres? ¿No solo seres abismales? Eso es ciertamente genial, pero ¿por qué es necesario para la misión? ¿No pueden mis hombres quedarse conmigo?

source: No, there isn't enough room on your means of transportation. Your troops will await your call on our teleports connected directly to your circle. When you need a specific unit, your circle will establish a small portal and bring this unit to you directly from our kingdom!
es: No, no hay suficiente espacio en sus medios de transporte. Tus tropas esperarán tu llamado a nuestros teletransportes conectados directamente a tu círculo. ¡Cuando necesite una unidad específica, su círculo establecerá un pequeño portal y le traerá esta unidad directamente desde nuestro reino!

source: So it's is going to act like city portals in my country, but mobile! Unbelievable...
es: Así que va a actuar como portales de la ciudad en mi país, ¡pero móvil! Increíble...

source: Indeed. Do you want to test this ability? We already gathered all your men at the teleport site on the other side of the island. It would be good to bring one of them here, for science.
es: En efecto. ¿Quieres probar esta habilidad? Ya reunimos a todos sus hombres en el sitio de teletransporte al otro lado de la isla. Sería bueno traer uno de ellos aquí, para la ciencia.

source: Of course, I want to see it in action!
es: ¡Por supuesto, quiero verlo en acción!

source: Good. I hope I used proper magical symbols to make this work. Otherwise a recalled unit of your choosing will transform into a supernova and our entire solar system will vaporize.
es: Bien. Espero haber usado símbolos mágicos adecuados para que esto funcione. De lo contrario, una unidad retirada de su elección se transformará en una supernova y todo nuestro sistema solar se vaporizará.

source: *gives him a cold stare*
es: *le da una mirada fría*

source: But we are professionals, right? Let's verify our theories. Think about recruiting or recalling a specific troop or abysmal being. It should arrive momentarily, I hope...
es: Pero somos profesionales, ¿verdad? Verifiquemos nuestras teorías. Piense en reclutar o recordar una tropa específica o un ser abismal. Debería llegar momentáneamente, espero ...

source: Recruit or recall something
es: Recluta o recuerda algo

source: Yes! We are all alive! Hahaha, that was close! The teleport works as expected, and should work no matter the distance.
es: ¡Sí! ¡Todos estamos vivos! ¡Jajaja, eso estaba cerca! El teletransporte funciona como se esperaba, y debería funcionar sin importar la distancia.

source: Excellent! This is exactly what I wanted! I can bring my army with me anywhere I want without worrying about logistics! You are absolute geniuses!
es: ¡Excelente! ¡Esto es exactamente lo que quería! ¡Puedo traer a mi ejército conmigo en cualquier lugar que quiera sin preocuparme por la logística! ¡Eres genios absolutos!

source: Haha, of course we are!
es: Jaja, por supuesto que somos!

source: Does it still summon... people taking a bath?
es: ¿Todavía convoca ... la gente se baña?

source: Err... what?!
es: Err ... ¿qué?!

source: Nevermind, Jaffar's already in the Abyss. It is good as it is. So what's next?
es: No importa, Jaffar ya está en el Abismo. Es bueno como es. ¿Qué es lo siguiente?

source: If I remember correctly, you wanted to ask some questions about our civilization. Now would be a pretty good time for that.
es: Si no recuerdo mal, quería hacer algunas preguntas sobre nuestra civilización. Ahora sería un buen momento para eso.

source: Indeed. I mostly just want to know the history of your nation, and maybe some things about its culture. You seem so different from others I have seen during my journey.
es: En efecto. Principalmente solo quiero conocer la historia de su nación, y tal vez algunas cosas sobre su cultura. Pareces tan diferente de los demás que he visto durante mi viaje.

source: This is a very long story. Well, you could just go to our Library of Enlightenment and read about us, but there are 78732 volumes covering the story of both civilizations of Magi. I am afraid you don't have a sufficient amount of spare time for reading all of them without mind augmentation and extended lifespan, even if you dedicated your entire life to doing so.
es: Esta es una historia muy larga. Bueno, podría ir a nuestra Biblioteca de Ilustración y leer sobre nosotros, pero hay 78732 volúmenes que cubren la historia de ambas civilizaciones de magos. Me temo que no tiene una cantidad suficiente de tiempo libre para leerlos todos sin aumento de la mente y la vida útil prolongada, incluso si dedicó toda su vida a hacerlo.

source: Both civilizations? What do you mean?
es: Ambas civilizaciones? ¿Qué quieres decir?

source: It's is bit complicated. What you see around you is something we call our 'second civilization'. It is quite young compared to the first one, and much smaller, but at the same time more advanced than ever before. I guess you wouldn't find anyone else on this planet who could raise a billion tons of rock into the sky and build a kingdom on it.
es: Es un poco complicado. Lo que ves a tu alrededor es algo que llamamos nuestra "segunda civilización". Es bastante joven en comparación con el primero, y mucho más pequeño, pero al mismo tiempo más avanzado que nunca. Supongo que no encontrarías a nadie más en este planeta que pueda recaudar mil millones de toneladas de roca en el cielo y construir un reino en él.

source: So, since the nation is called the 'Sky Kingdom', who exactly is the king here?
es: Entonces, dado que la nación se llama 'reino del cielo', ¿quién es exactamente el rey aquí?

source: Well, we've got the Council of Masters, who make most of the minor decisions, but it is the Guru who sets long term goals. It was he who came up with the idea of moving our society above clouds. He could theoretically be considered a formal ruler, but he generally cooperates with the Council.
es: Bueno, tenemos el Consejo de Masters, que toman la mayoría de las decisiones menores, pero es el Guru quien establece objetivos a largo plazo. Fue a él quien se le ocurrió la idea de mover nuestra sociedad por encima de las nubes. Teóricamente podría considerarse un gobernante formal, pero generalmente coopera con el consejo.

source: I see. This Council of yours appears to be similar to our High Council of Elders, but we do not have any Gurus. Are there any conflicts in your society? Who writes the law here?
es: Veo. Este consejo tuyo parece ser similar a nuestro Alto Consejo de Ancianos, pero no tenemos ningún gurús. ¿Hay algún conflicto en su sociedad? ¿Quién escribe la ley aquí?

source: Conflicts? Been centuries since we had any. We are all free, and work together to achieve everything we desire. If there is a complex issue, the Council of Masters tries to find a solution with the aid of Guru.
es: Conflictos? Han pasado siglos desde que tuvimos alguno. Todos somos libres y trabajamos juntos para lograr todo lo que deseamos. Si hay un problema complejo, el Consejo de Masters intenta encontrar una solución con la ayuda de Guru.

source: Quite fascinating that you managed to actually sustain such a system. Though I wonder, were there other Gurus before the current one?
es: Bastante fascinante que haya logrado mantener tal sistema. Aunque me pregunto, ¿había otros gurús antes que el actual?

source: Well, no. He has always been our leader since the nation's founding.
es: Bueno no. Siempre ha sido nuestro líder desde la fundación de la nación.

source: Huh, your nation must be quite young then.
es: Huh, tu nación debe ser bastante joven entonces.

source: Y-yes, exactly. <i>*to himself* good thing I didn't tell him how long the second civilization has been around...</i>
es: Y-yes, exactamente. <i>* para sí mismo* Lo bueno no le dije cuánto tiempo ha estado la segunda civilización ... </i>

source: Anyway, you mentioned something about the first civilization of Magi. Could you tell us more about it?
es: De todos modos, mencionaste algo sobre la primera civilización de los magos. ¿Podrías contarnos más al respecto?

source: Well, the First Civilization existed a long time ago. Our roots are truly ancient, dating back thousands of years. In fact, all of us are descendants of that civilization.
es: Bueno, la primera civilización existió hace mucho tiempo. Nuestras raíces son realmente antiguas, que datan de miles de años. De hecho, todos somos descendientes de esa civilización.

source: During the reign of the first Magi, our ancestors tried to win their place in a harsh environment, where many factions fought for things as banal as the right to live. At that time they weren't capable of creating floating islands, but they managed to build a huge empire, and were able to defend themselves from their rivals.
es: Durante el reinado de los primeros magos, nuestros ancestros ​​intentaron ganar su lugar en un ambiente duro, donde muchas facciones lucharon por cosas tan banales como el derecho a vivir. En ese momento no eran capaces de crear islas flotantes, pero lograron construir un gran imperio y pudieron defenderse de sus rivales.

source: At some point, they became one of the most powerful nations on the planet. That period in history is known as the Golden Age of Magi. Unfortunately a terrible world-wide cataclysm happened, leading to the fall of the First Civilization. Only a few survived. It took them millenia to rebuild the mage society. But they succeeded, as you can see.
es: En algún momento, se convirtieron en una de las naciones más poderosas del planeta. Ese período en la historia se conoce como la era dorada de los magos. Desafortunadamente, ocurrió un terrible cataclismo mundial, lo que condujo a la caída de la primera civilización. Solo unos pocos sobrevivieron. Les tomó milenios reconstruir la sociedad del mago. Pero tuvieron éxito, como puedes ver.

source: It looks like I have just summarized most of the 78732 volumes of records about the history of our nation. Frankly, it's ridiculously oversimplified; there are 78732 entire volumes for a reason, you know. Quite a shame that you don't have the time for reading, each volume is worth your time.
es: Parece que acabo de resumir la mayoría de los 78732 volúmenes de registros sobre la historia de nuestra nación. Francamente, está ridículamente simplificado; Hay 78732 volúmenes enteros por una razón, ya sabes. Es una gran pena que no tengas tiempo para leer, cada volumen vale tu tiempo.

source: I wonder, did this first civilization happen to live around the area that is now the Great Desert?
es: Me pregunto, ¿vivió esta primera civilización en el área que ahora es el gran desierto?

source: ...Yes, how did you know?
es: ...¿Si, como lo sabías?

source: A while ago, I spoke with the Darkblooded, as they call themselves. Their leader spoke about of an ancient human civilization, who accidentally caused some kind of disaster that wiped out nearly all of their territory. Your story seems to match unusually well with his...
es: Hace un tiempo, hablé con la sangre oscura, como se llaman a sí mismos. Su líder habló de una antigua civilización humana, que accidentalmente causó algún tipo de desastre que eliminó a casi todo su territorio. Tu historia parece coincidir inusualmente bien con su ...

source: <i>*to himself* I really hope The Keeper didn't tell him about the Eye of Darkness...</i>
es: <i>* para sí mismo* Realmente espero que el arquero no le haya contado sobre el ojo de la oscuridad ... </i>
