Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: Have you lost your mind?! Those sneaky, beastly greenlings are surely invading the land of that brute! If at all, we should help that one-eyed tree-wielder! But this is not our war. They are busy with each other, the circle is safe - what more could one want?
es: ¡¿Has perdido la cabeza?! ¡Esos verdes chiseos y astutos seguramente están invadiendo la tierra de esa bruta! ¡Si es que lo hace, debemos ayudar a ese portador de árboles tuertos! Pero esta no es nuestra guerra. Están ocupados el uno con el otro, el círculo es seguro: ¿qué más se podría desear?

source: But don’t you see that if we help the lizards, can win ourselves quite an ally? The circle crosses their territory, and as far as I know we are quite unwelcome here. This is the chance to change that.
es: Pero, ¿no ves que si ayudamos a las lagartijas, podemos ganarnos un gran aliado? El círculo cruza su territorio, y hasta donde yo sé, no somos bastante bienvenidos aquí. Esta es la oportunidad de cambiar eso.

source: Are you kidding me? They’d rather tear you apart than come to an understanding. My task here is to protect the circle, which means I can't allow any natives near it. If you want to support them, you may, but don't expect me to do as much as lift a finger to help you. And for the love of Nomolas keep those savages away from the construction site, or my Efreet will have a word with you.
es: ¿Me estás tomando el pelo? Prefieren destrozarte que llegar a un entendimiento. Mi tarea aquí es proteger el círculo, lo que significa que no puedo permitir que ningún nativo cerca de él. Si desea apoyarlos, puede, pero no espere que haga tanto como levantar un dedo para ayudarlo. Y por el amor de Nomolas, mantenga a esos salvajes alejados del sitio de construcción, o mi Efreet tendrá una palabra con usted.

source: I will fight with my own men. Wish me luck, Jaffar.
es: Lucharé con mis propios hombres. Deséame suerte, Jaffar.

source: You'll certainly need a lot of it to make this absurd plan work...
es: Ciertamente necesitarás mucho para que este plan absurdo funcione ...

source: I must win these lizards over. The most reasonable starting point would be to kill a few barbarians, to display that we're on the lizards' side. Do not attack the lizards, otherwise the plan will completely fail!
es: Debo ganarme a esas lagartijas. El punto de partida más razonable sería matar a algunos bárbaros, mostrar que estamos del lado de las lagartijas. ¡No ataques a las lagartijas, de lo contrario, el plan fallará por completo!

source: If you find the upcoming battle too slow, you can increase game speed via settings.
es: Si encuentra la próxima batalla demasiado lenta, puede aumentar la velocidad del juego a través de la configuración.

source: Kill some barbarians
es: Mata a algunos bárbaros

source: Protect lizards
es: Proteger las lagartijas

source: Killing any lizard
es: Matar a cualquier lagartija

source: Recruiting a Fire Elemental or its advancements
es: Reclutar un elemento de fuego o sus avances

source: Please wait...
es: Espere por favor...

source: Hey, the plan seems to be working! Now time to strike against the barbarians with our combined forces!
es: ¡Oye, el plan parece estar funcionando! ¡Ahora es hora de atacar a los bárbaros con nuestras fuerzas combinadas!

source: (series of gestures demanding retreat)
es: (serie de gestos que exigen retiro)

source: So you want to withdraw? But where?
es: ¿Entonces quieres retirarte? ¿Pero donde?

source: (points his finger towards a keep inside the jungle)
es: (señala su dedo hacia una guía dentro de la jungla)

source: Understood. (to his men) Protect the lizard leader at all costs!
es: Comprendido. (a sus hombres) ¡Proteja al líder de las lagartijas a toda costa!

source: Rhaxiz reaches the southeast keep
es: Rhaxiz llega al sudeste de mantenimiento

source: Damn, it’s a trap!
es: ¡Maldita sea, es una trampa!

source: Now this battle's gonna be a piece of cake!
es: ¡Ahora esta batalla será un pedazo de pastel!

source: Huh?
es: ¿Eh?

source: Hey, I think there's a salamander near my camp, calling me. I better take a look...
es: Oye, creo que hay una salamandra cerca de mi campamento, llamándome. Será mejor que eche un vistazo ...

source: Take them!!! Rip their eyes out!!!
es: Tómalos !!! Arrancar sus ojos!

source: My liege, the enemy reinforcements arrived!
es: ¡Mi mentira, los refuerzos enemigos llegaron!

source: I see them. It's time to release my red servants!
es: Los veo. ¡Es hora de liberar a mis sirvientes rojos!

source: Take those natives! Show them your anger!
es: ¡Toma a esos nativos! ¡Muéstrales tu ira!

source: With pleasure! MWAHAHAA!
es: ¡Con mucho gusto! Mwahahaa!

source: Damn you, desert wizards!!! You may have won today, but mark my words, the horde will avenge my death!!!
es: ¡Maldita sea, magos del desierto! Puede que hayas ganado hoy, pero marca mis palabras, ¡la horda vengará mi muerte!

source: Damn you, lizard-loving bastards!!! You may have won today, but mark my words, the horde will avenge my death!!!
es: ¡Maldita sea, bastardos amantes de la lagartija! Puede que hayas ganado hoy, pero marca mis palabras, ¡la horda vengará mi muerte!

source: Brogh’ur’s dead! Run!!!
es: ¡Brogh’ur está muerto! ¡¡¡Correr!!!

source: We did it! We actually won!
es: ¡Lo hicimos! ¡En realidad ganamos!

source: Do you hear that? It’s like the sound of flapping wings...
es: ¿Escuchas eso? Es como el sonido de las alas aleteadas ...

source: Chaos Wyvern Rider
es: Jinete de caos Wyvern

source: Uhhh... We might have to surrender now...
es: Uhhh ... podríamos tener que rendirnos ahora ...

source: Uhhh... I think we got a problem...
es: Uhhh ... creo que tenemos un problema ...

source: ROOOOAAAARRRRR!!!
es: Roooaaaaarrrrr !!!

source: Finally, the green scum are no more! I shall claim this territory as ours! Secure the area! Leave no survivors!
es: ¡Finalmente, la escoria verde ya no existen! ¡Reclamaré este territorio como nuestro! ¡Asegure el área! ¡No dejes sobrevivientes!

source: The lizard leader is dead. We might have lost our only chance...
es: El líder de las lagartijas está muerto. Podríamos haber perdido nuestra única oportunidad ...

source: Mehir! You thief! Take him!
es: ¡Mehir! ¡Tú ladrón! ¡Llévalo!

source: Mehir! What did I say about not bringing those beasts here?!
es: ¡Mehir! ¿Qué dije sobre no traer a esas bestias aquí?

source: KROG FIND HUMANZ! CAN KROG KILL?
es: Krog encuentra humanz! ¿Puede Krog matar?

source: H...Humans?! What the hell is going on here?! Nevermind, we must finish what we started! KILL THEM!!!
es: H ... ¿humanos?! ¡¿Qué diablos está pasando aquí?! ¡No importa, debemos terminar lo que comenzamos! ¡¡¡MÁTALOS!!!

source: Chief, me find humans in jungle! What do we do?
es: Jefe, ¡encuentro a los humanos en la jungla! qué hacemos?

source: Uh, sir? We have a problem. The natives founds us, and are about to concentrate all their forces on us!
es: Uh, señor? Tenemos un problema. ¡Los nativos nos encuentran y están a punto de concentrar todas sus fuerzas en nosotros!

source: Damn it! I shouldn't have relied on their squabbling! EVERYONE TO ARMS! WE ARE UNDER ATTACK!
es: ¡Maldita sea! ¡No debería haber confiado en su disputa! ¡Todos a las armas! ¡ESTAMOS BAJO ATAQUE!

source: Defeat the barbarians.
es: Derrota a los bárbaros.

source: Death of Jaffar
es: Muerte de Jaffar

source: Do not capture Jaffar's villages
es: No captures las aldeas de Jaffar

source: Jungle of Life
es: Jungla de la vida

source: team_name^Darkblooded
es: Darkblooded

source: The Keeper
es: El arquero

source: We are on the ground! At last! *kisses the ground*
es: ¡Estamos en el suelo! ¡Por fin! *besa el suelo*

source: Phew... That was one hell of a ride!
es: Uf ... ¡ese fue un viaje infernal!

source: They're going to execute us, I know it!
es: ¡Nos van a ejecutar, lo sé!

source: I doubt it. If that had been the case, they wouldn't have bothered bringing us here.
es: Lo dudo. Si ese hubiera sido el caso, no se habrían molestado en traernos aquí.

source: But what in the blazes is going on? So we saved their hides and they tie us up?! I knew we shouldn't trust them, I knew it!
es: Pero, ¿qué está pasando en los incendios? ¿Entonces salvamos sus pieles y nos atan? Sabía que no deberíamos confiar en ellos, ¡lo sabía!

source: Maybe you're right, my liege, but for now all we can do is cross our fingers and hope the lizards don't have ill intent towards us...
es: Tal vez tienes razón, mi mentira, pero por ahora todo lo que podemos hacer es cruzar los dedos y esperar que las lagartijas no tengan mal intención hacia nosotros ...

source: I have a bad feeling about this...
es: Tengo un mal presentimiento sobre esto...

source: (hisses in a furious manner and pushes Mehir and Jaffar up the stairs)
es: (Sisea de una manera furiosa y empuja a Mehir y Jaffar por las escaleras)

source: (gestures Mehir and Jaffar to follow him)
es: (Gestes Mehir y Jaffar para seguirlo)

source: Bodyguard
es: Guardaespaldas

source: (says something in the saurian language)
es: (dice algo en el idioma sauriano)

source: (gestures him to leave)
es: (le da un gesto para que se vaya)

source: (bows) <i>*in the saurian language* I have brought the humansss, as you requesssted, o mighty Keeper.</i>
es: (Bows) <i>* en el idioma sauriano* He traído a los humanos, como usted solicitó, oh poderoso guardián. </i>

source: <i>*in the saurian language* Very well, my aprentisss. You may leave.</i>
es: <i>* en el idioma sauriano* muy bien, mis aprentisss. Puedes irte. </i>

source: Sssso you are, indeed, the devilsss from the desssert. *spits*
es: Sssso eres, de hecho, los Devilsss del Dessert. *escupe*

source: Greetingsss, sssons of the desssert. I mussst admit, we are exsstremely grateful for your asssistance against those tree-cutting brutesss.
es: Saludos, Sssons of the Dessert. Admito que estamos muy agradecidos por su evaluación contra esas brutas que cortan los árboles.

source: Wait... you speak our language?! I thought...
es: Espera ... ¡¿Hablas nuestro idioma? Pensé...

source: It isss good to know the language of enemiesss. And you are certainly among them. Your people not only sssssslain our loyal guardianssss near the Jungle'sss border...
es: Es bueno conocer el lenguaje de las enemenes. Y ciertamente estás entre ellos. Tu pueblo no solo sssssssslin nuestro leal Guardianssss cerca de la frontera de la jungla ...

source: ...but you alssso COOKED their deceasssed bodiesss!
es: ... ¡Pero también cocinaste sus cuerpos de decasas!

source: Unfortunately we do not yet know what sssoullesssss abomination of a human was perssssonally responsible for thisss dessspicable deed, thusss I'm uncertain which of you to punish...
es: Desafortunadamente, aún no sabemos qué sssoullessssssssssss de un humano fue persssssonalmente responsable de esta escritura desespicable.

source: *sighs with relief*
es: *suspira con alivio*

source: ...ssso we we will kill you both, jussst to be sure.
es: ... SSSO Los mataremos a los dos, Jussst para estar seguros.

source: WAIT! NO! Mehir, you were there! Did you really cook them?!
es: ¡ESPERAR! ¡NO! Mehir, estabas allí! ¿Realmente los cocinas?

source: Me?! Err... no. I... I was sunbathing and they attacked so we had to protect the circle and then... well...
es: ¡¿A mí?! Err ... no. Yo ... estaba tomando el sol y atacaron, así que tuvimos que proteger el círculo y luego ... bueno ...

source: *looks at Mehir with fury in his eyes*
es: *mira a Mehir con furia en sus ojos*

source: Uh... we had fire elementals in the camp, and people were hungry after the battle... so we... uh...
es: Uh ... teníamos elementos de fuego en el campamento, y la gente tenía hambre después de la batalla ... así que nosotros ... uh ...

source: ENOUGH! We will do to you the sssame thing you did to them. Any lassst wish, degeneratesss?
es: ¡SUFICIENTE! Te haremos lo que les hiciste. ¿Algún deseo de Lassst, degeneratess?

source: Sweet Nomolas, I am too young to die! Mehir, please do something!
es: ¡Dulces Nomolas, soy demasiado joven para morir! Mehir, por favor haz algo!

source: I am thinking... Well, uh wait. Is this a ceremonial pipe? May I smoke it for the last time before you cook us?
es: Estoy pensando ... bueno, espera. ¿Es esta una tubería ceremonial? ¿Puedo fumarlo por última vez antes de cocinarnos?

source: Thisssss one? *takes it out from his pocket* Hmmm... Ssssoo you know our ancient waysss of conversssation... That wasss... ummm... unexxpected. Fine, you may try it. I will sssmoke it with you. *hands the pipe*
es: Estessss uno? * lo saca de su bolsillo* hmmm ... ssssoo, conoces nuestras antiguas formas de conversación ... que era ... ummm ... no exxpected. Bien, puedes intentarlo. Lo haré contigo. *Manos la tubería*

source: Mehir! We are about to die and you are smoking herbs?! Have you lost your mind?!
es: ¡Mehir! ¿Estamos a punto de morir y estás fumando hierbas? ¡¿Has perdido la cabeza?!

source: Trust me, my liege, I know what I'm doing...
es: Confía en mí, mi mentira, sé lo que estoy haciendo ...

source: One hour later...
es: Una hora despues...

source: *visibly faded* ...so I took his carpet! And he said: 'I am gonna write a complaint to the High Council!', to which I responded with 'Ha, good luck with that!'
es: * Visiblemente se desvaneció* ... ¡así que tomé su alfombra! Y él dijo: "¡Voy a escribir una queja al Consejo Superior!", A lo que respondí con "¡Ja, buena suerte con eso!"

source: Hmmmm... You certainly make quite the court jessster. Not bad, not bad at all. I don't think I'll cook you quite yet...
es: Hmmmm ... Ciertamente haces una gran orilla de Jessster. No está mal, no está nada mal. No creo que te cocine muy bien ...

source: ...so we will cook your friend instead!
es: ... ¡así que cocinaremos a tu amigo!

source: It isss good to know the language of your enemy. The barbariansss, not you. They adopted a crude version of yoursss as their own, to help unify their ssscattered racesss and tribesss, who each had their own disssstinct dialect.
es: Es bueno saber el lenguaje de tu enemigo. Los bárbaros, no tú. Adoptaron una versión cruda suya como propia, para ayudar a unificar sus racesos y tribussssftered, quienes cada uno tenía su propio dialecto disstinto.

source: But we know nothing about them, nor do they know anything about us. We've just discovered both of your species!
es: Pero no sabemos nada de ellos, ni saben nada de nosotros. ¡Acabamos de descubrir ambas especies!

source: Your kind hasss far, far deeper rootsss than you think. We had the dissspleasure of being invaded by them very long ago, when they ssstole a powerful sssacred artifact from usss. Around the sssame time the cyclopes were a large powerful empire instead of the ssstupid brutesss you know. From what I know, the cyclopes adopted the human language as their own, and their dessscendantsss ssspread the language among the barbariansss.
es: Tu amable hasta ahora, mucho más profundo, las raíces más profundas de lo que piensas. Tuvimos la disspsión de ser invadidos por ellos hace mucho tiempo, cuando ssstole un poderoso artefacto sssacred del USSS. Alrededor del tiempo de SSSAME, los Cyclopes eran un gran imperio poderoso en lugar de las brutizaciones ssstupid que conoces. Por lo que sé, los cíclopos adoptaron el lenguaje humano como propio, y sus desescendientes ssssperraron el lenguaje entre los bárbaros.

source: Interesting. I wonder, do you know what happened to our ancestors?
es: Interesante. Me pregunto, ¿sabes lo que pasó con nuestros ancestros?

source: According to legend, their hubrisss wasss their downfall. Their attempt to to ussse the ssstolen artifact failed catassstrophically, killing mossst of their kind and turning the onccce green north into the barren dessert you now inhabit.
es: Según la leyenda, sus hubrisss fueron su caída. Su intento de ussse el artefacto de ssstolen falló catassstróficamente, matando a Mossst de su especie y convirtiendo el Onccce Green North en el postre estéril que ahora habitan.

source: I see... Well, anyway, we helped you with those barbarians, so maybe you could untie us? We have nothing against you.
es: Ya veo ... bueno, de todos modos, te ayudamos con esos bárbaros, ¿entonces tal vez podrías desatarnos? No tenemos nada en su contra.

source: Though you have sssaved Rhaxiz, we don't quite trussst you yet. Your kind ssseemsss cut from the sssame cloth as your thieving ancessstors, and like the barbariansss, your kind has no problem with killing innocent treesss. As we ssspeak, your men are murdering them by the hundreds to make room for the conssstruction of the devil's path! You mussst ssstop it!
es: Aunque tienes sssaved rhaxiz, todavía no te atendemos. Tus amables ssseemss cortaron de la tela de juego como tu ladrones ascendentes, y al igual que los bárbaros, tu tipo no tiene problemas para matar trees inocentes. ¡A medida que sspeak, tus hombres los están asesinando por cientos para dejar espacio para la contratación del camino del diablo! ¡Mussst ssstop it!

source: But... but the construction of the circle is crucial to us! Besides, who cares about two or three trees being cut down? You have the entire jungle full of them!
es: Pero ... ¡pero la construcción del círculo es crucial para nosotros! Además, ¿a quién le importan dos o tres árboles que se cortan? ¡Tienes toda la jungla llena de ellos!

source: *hisses* Keep your blasssphemous mouth shut, you worthlesss fool! The Jungle of Life isss sssacred. It grows treesss to ssshelter usss from the blazing sssun, it grows fruitsss to feed usss, its air is humid to keep our ssskin moissst, and it gives us toadsss and wyvernsss to tame. It is our sssacred duty to repay itsss kindnesss by protecting it with our livesss. You cutting down ssso many treesss without planting a sssingle new one isss an intolerable insssult to the whole Jungle!
es: * Sises* Mantén la boca blasssphemous cerrada, ¡no vale la pena! La jungla de la vida es sssacred. Cultiva treesss para el USSS de SSSHelter del SSSUN ardiente, crece frutas para alimentar el USSS, su aire es húmedo para mantener nuestro moissst SSSSKIN, y nos da a Toadsss y Wyvernsss para domesticar. Es nuestro deber sssacred pagar la amabilidad de sus hijos al protegerlo con nuestras niñas. ¡Reduce a SSSO muchas treess sin plantar una nueva y nueva es un intolerable INSSULT a toda la jungla!

source: Furthermore, we cannot allow outsssidersss' prying eyesss to wander close to the Jungle's heart. It has its sssecrets, very dark sssecrets that no being should dare learn.
es: Además, no podemos permitir que los Eyesss de Outssidersss deambulen cerca del corazón de la jungla. Tiene sus secretos SSS, muy oscuros SSSSECRETS que ningún ser debería atreverse a aprender.

source: Please understand that completion of the circle is of utmost importance to us. We have no interest in the Jungle and its secrets. Is there anything we can do to have you make an exception for us to continue working?
es: Comprenda que la finalización del círculo es de suma importancia para nosotros. No tenemos interés en la jungla y sus secretos. ¿Hay algo que podamos hacer para que hagas una excepción para que continuemos trabajando?

source: Hmmm... Perhapsss there isss. As you can sssee, for centuriesss, we - the ‘Darkblooded’ – have been fending off barbarian hordesss from the wastelandsss. Unfortunately, we can't ssspare anything for a counter-attack, as all our forces are occupied with defending the jungle's borders. We need you to dessstroy one of the barbarian fortresssesss in the Fire Canyon, which is dangerousssly clossse to the temple.
es: Hmmm ... tal vez Como se puede ver, durante siglos, nosotros, los "sangre oscura", hemos estado defendiéndose de las hordas bárbaras de Wastelandsss. Desafortunadamente, no podemos ver nada para un contraataque, ya que todas nuestras fuerzas están ocupadas por defender las fronteras de la jungla. Necesitamos que desessstroy una de las fortalezas bárbaras en el cañón del fuego, que es peligrosamente clossse al templo.

source: But... but we are not authorized to make such impactful decisions, it's up to the High Council to decide!
es: Pero ... pero no estamos autorizados a tomar decisiones tan impactantes, ¡depende del Alto Consejo decidir!

source: By the time your 'council' sssends any troopsss, it will be too late; the barbariansss captured one of our mysticssss in a recent raid, no doubt to interrogate him about the temple'sss location. I am not willing to bet on their ability to endure torture. And remember, you are in <b>our</b> domain, and at <b>our</b> mercy.
es: Para cuando su 'consejo' sssendan cualquier tropa, será demasiado tarde; Los bárbaros capturaron uno de nuestros Mysticssss en una redada reciente, sin duda interrogarlo sobre la ubicación del Templo. No estoy dispuesto a apostar por su capacidad para soportar la tortura. Y recuerde, está en <b> nuestro </b> dominio, y en <b> nuestra </b> misericordia.

source: If we do this for you, will you allow us to work safely on your territory?
es: Si hacemos esto por usted, ¿nos permitirá trabajar de manera segura en su territorio?

source: Yesss, as much as it painsss me to allow part of the Jungle to be dessstroyed, I will. As much as I dessspise the devil's path, the damage that would be causssed by trying to fight a two-front war is even worssse...
es: Sí, por mucho que me duele permitir que parte de la jungla sea desesperada, lo haré. Por mucho que descubro el camino del diablo, el daño que se recaudará al tratar de luchar contra una guerra de dos frentes es incluso Worssse ...

source: *sigh* I guess we have no choice...
es: * suspiro* Supongo que no tenemos otra opción ...

source: Very well, though your sssuperior will have to... ssstay with usss for now.
es: Muy bien, aunque su sssuperior tendrá que ... ssstay con USSS por ahora.

source: Huh? Wait! Why me?! What are you doing?
es: ¿Eh? ¡Esperar! ¡¿Por qué yo?! ¿Qué estás haciendo?

source: Aaaaaah! Put me down! Put me down! Somebody help!
es: ¡Aaaaaah! ¡Bájame! ¡Bájame! ¡Alguien ayuda!

source: Why so serious? Calm down and relax. Maybe there is something I can do for you to save my friend? We mean you no harm. We just want to continue our project, then we will go away. *hands over the pipe*
es: ¿Por qué tan serio? Cálmate y relájate. ¿Quizás hay algo que pueda hacer para que salves a mi amigo? Nos referimos a que no tienes daño. Solo queremos continuar nuestro proyecto, luego nos iremos. *Manos sobre la tubería*

source: *smokes the pipe for a moment*
es: *fuma la tubería por un momento*

source: Hmmm... Perhapsss there isss. As you can sssee, for centuriesss, we - the ‘Darkblooded’ – have been fending off barbarian hordesss from the wastelandsss. Unfortunately, we can't ssspare anything for a counter-attack, as all our forces are occupied with defending the jungle's borders.
es: Hmmm ... tal vez Como se puede ver, durante siglos, nosotros, los "sangre oscura", hemos estado defendiéndose de las hordas bárbaras de Wastelandsss. Desafortunadamente, no podemos ver nada para un contraataque, ya que todas nuestras fuerzas están ocupadas por defender las fronteras de la jungla.
