Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: Oh no! Rashti has lost her balance once again!
es: ¡Oh, no! ¡Rashti ha perdido su equilibrio una vez más!

source: Long time no see, Mehir. I'm back and I am gonna RIP YOUR THROAT OUT!!!
es: Mucho tiempo sin ver, Mehir. ¡Estoy de vuelta y te voy a arrancar la garganta!

source: Fear not, Master! She is mine!
es: ¡No temas, maestro! ¡Ella es mía!

source: I'm too young to die!
es: ¡Soy muy joven para morir!

source: *sigh* I have failed...
es: * suspiro* He fallado ...

source: I couldn't hold my promise to my men...
es: No pude cumplir mi promesa a mis hombres ...

source: Who's going to rule Tar-Tabar now?
es: ¿Quién va a gobernar Tar-Tabar ahora?

source: Damn you, abominations!
es: ¡Maldita sea, abominaciones!

source: What is happening to me? Mehir, help! I'm fading...
es: ¿Qué me está pasando? Mehir, ayuda! Me estoy desvaneciendo ...

source: *nervously* No... no... no... this can't be happening... Rashti died because of me! What have I done? <b>What have I just done?! We're doomed!</b>
es: * nerviosamente* no ... no ... no ... esto no puede estar sucediendo ... ¡Rashti murió por mí! ¿Qué he hecho? <b> ¿Qué acabo de hacer? ¡Estamos condenados! </b>

source: You can kill a being but...
es: Puedes matar a un ser pero ...

source: Damn you, spawns of darkness! My death will not go unavenged...
es: ¡Maldita sea, engendros de la oscuridad! Mi muerte no quedará sin vergencia ...

source: What the...?! Cheater!
es: Que...?! ¡Cheat!

source: That's it, I'm going to report you to the admins!
es: Eso es todo, ¡te voy a informar a los administradores!

source: Mehir got temporarily banned (not really, you can just reload the save file. this is just a joke)
es: Mehir fue prohibido temporalmente (en realidad no, puedes volver a cargar el archivo de guardado. Esto es solo una broma)

source: Things to keep in mind before playing the campaign:
es: Cosas a tener en cuenta antes de jugar la campaña:

source: - This campaign is quite different from normal Wesnoth, so don't expect other campaigns to be anything like this. - The campaign is set in a different universe from the mainline Battle for Wesnoth one, they aren't meant to be related. - In order to simulate height, some (or even most, in some scenarios) hexes are either unwalkable or impassable (unwalkable meaning that only flying units can move there, impassable meaning that the hex is simply off limits. Just a reminder for new players) - Halos, unit animations, etc. are used extremely often here. You'd miss a large part of TLU-unique experience with those disabled.
es: - Esta campaña es bastante diferente de Wesnoth normal, así que no esperes que otras campañas sean algo así. - La campaña se desarrolla en un universo diferente de la batalla principal para Wesnoth, no están destinados a estar relacionados. - Para simular la altura, algunos (o incluso la mayoría, en algunos escenarios) los hexes son imprudibles o intransitables (lo que significa que solo las unidades voladoras pueden mover ) - Halos, animaciones de unidades, etc. se usan extremadamente a menudo aquí. Se perdería una gran parte de la experiencia única con los discapacitados.

source: Technical warning:
es: Advertencia técnica:

source: This campaign utilizes sophisticated visual effects, which may not work properly on some machines. If you encounter any graphical glitches or black screens, quit the game and run it once again. If the issues are persistent, try disabling unit animations and/or halos in game settings.
es: Esta campaña utiliza efectos visuales sofisticados, que pueden no funcionar correctamente en algunas máquinas. Si te encuentras con fallas gráficas o pantallas negras, deja el juego y ejecútelo una vez más. Si los problemas son persistentes, intente deshabilitar las animaciones de la unidad y/o los halos en la configuración del juego.

source: Technical note:
es: Nota tecnica:

source: Some animations may cause the game to crash. If it happens and you cannot progress, try disabling unit animations in the game settings and enable them later.
es: Algunas animaciones pueden hacer que el juego se bloquee. Si sucede y no puede progresar, intente deshabilitar las animaciones de la unidad en la configuración del juego y habilitarlas más tarde.

source: We are Summoners, the only nation living in the Great Desert.
es: Somos invocadores, la única nación que vive en el gran desierto.

source: Among myriads of dunes, in the center of our Holy Land, lies an unreal palace-city — al-Kamija, our capital. It is an unusual place. One seemingly immune to the destructive influences of time and sand. There are no shortages of goods, as we have access to just about any kind of resources. How is this possible, one may ask?
es: Entre las miríadas de dunas, en el centro de nuestra tierra santa, se encuentra una ciudad de palacio irreal: al-kamija, nuestra capital. Es un lugar inusual. Uno aparentemente inmune a las influencias destructivas del tiempo y la arena. No hay escasez de bienes, ya que tenemos acceso a casi cualquier tipo de recursos. ¿Cómo es esto posible, uno puede preguntar?

source: A long time ago, our ancestors made a groundbreaking discovery — Magic. It was in the form of formulas and symbols, linked to the Abyss — another world full of energy, where concepts like time and space have no meaning. The usage of magic, and thus the Abyss entirely reshaped our civilization. We use the abyssal energies for our needs on a daily basis, which is the very reason we're called Summoners.
es: Hace mucho tiempo, nuestros ancestros ​​hicieron un descubrimiento innovador: la magia. Estaba en forma de fórmulas y símbolos, vinculados al Abismo, otro mundo lleno de energía, donde conceptos como el tiempo y el espacio no tienen sentido. El uso de la magia y, por lo tanto, el abismo reestructuró por completo nuestra civilización. Utilizamos las energías abisales para nuestras necesidades a diario, que es la razón por la que nos llaman invocadores.

source: At first, the Ancestors believed the Abyss to be a place of primitive chaos — that is, until they summoned the first magical being, a true dweller of that different world. It was Nomolas, the First Jinni. Unrestrained by imagination, this entity is the most powerful being we know to this day. He was godlike, able to bend the laws of nature at a whim, but preferring to observe things the way they are. He understood our language, and turned out to be obedient, like all magical entities summoned afterwards. We still don't know why exactly he decided to obey us, but we're certainly glad he did.
es: Al principio, los ancestros ​​creían que el abismo era un lugar de caos primitivo, es decir, hasta que convocaron al primer ser mágico, un verdadero habitante de ese mundo diferente. Era Nomolas, el primer Jinni. Sin restricciones por la imaginación, esta entidad es el ser más poderoso que conocemos hasta el día de hoy. Era divino, capaz de doblar las leyes de la naturaleza por capricho, pero prefería observar las cosas como son. Él entendió nuestro idioma y resultó ser obediente, como todas las entidades mágicas convocadas después. Todavía no sabemos por qué exactamente él decidió obedecernos, pero ciertamente estamos contentos de que lo haya hecho.

source: There was theoretically no wish that Nomolas couldn’t fulfill. To measure his potential, the Ancestors wished for the most beautiful city in the world, to be located in the middle of the desert, that would become their new home, the capital of their land. Shortly thereafter, the towers al-Kamija risen from the sands. A few centuries have passed since those days. Nomolas rests in the central palace, wanting not to interfere with our lives. We try to only awaken him if there really is no other choice. The power of magical entities summoned after Nomolas paled in comparison to him, but their power is still not to be underestimated, and is fully sufficient for our needs.
es: Teóricamente no había deseado que Nomolas no pudiera cumplir. Para medir su potencial, los ancestros ​​deseaban que la ciudad más bella del mundo se ubicara en el medio del desierto, que se convertiría en su nuevo hogar, la capital de su tierra. Poco después, las torres al-Kamija se levantaron de las arenas. Han pasado unos pocos siglos desde esos días. Nomolas descansa en el Palacio Central, deseando no interferir con nuestras vidas. Tratamos de despertarlo solo si realmente no hay otra opción. El poder de las entidades mágicas convocadas después de que Nomolas palideció en comparación con él, pero su poder aún no debe ser subestimado, y es totalmente suficiente para nuestras necesidades.

source: Relying on it for so long, we have learned quite a lot about this outlandish dimension we had discovered, but haven’t been able to enter it. Maybe because no one in that place can summon us... However, in the last few years, our great minds came up with a design for a special magic circle that should be able to take us to that fantastic world. Our tests were an astounding success, but to this day we cannot summon previously sent items back to our world. As a result of this, though it may sound crazy, we decided to send the entirety of our land into the Abyss, hoping that we will find the solution on the other side. But even if we find it, we may not be able to use it... It should be stressed that we believe we will find in the Abyss the ultimate sense of our life and intend to stay there forever.
es: Confiando en ello durante tanto tiempo, hemos aprendido mucho sobre esta dimensión extravagante que habíamos descubierto, pero no hemos podido ingresar. Tal vez porque nadie en ese lugar puede convocarnos ... Sin embargo, en los últimos años, nuestras grandes mentes se les ocurrió un diseño para un círculo mágico especial que debería poder llevarnos a ese mundo fantástico. Nuestras pruebas fueron un éxito asombroso, pero hasta el día de hoy no podemos convocar artículos enviados anteriormente a nuestro mundo. Como resultado de esto, aunque puede sonar loco, decidimos enviar la totalidad de nuestra tierra al abismo, con la esperanza de encontrar la solución en el otro lado. Pero incluso si lo encontramos, es posible que no podamos usarlo ... Cabe destacar que creemos que encontraremos en el abismo el sentido último de nuestra vida y tenemos la intención de permanecer allí para siempre.

source: The circle is going to be 50 marahil in diameter, just enough to cover most of the desert. To make the construction easier, we built three cities, each separated from one another by exactly the same distance. These cities are: Mag-Magar, Tar-Tabar and Sud-Affar, whose leaders will supervise the works of their assistants.
es: El círculo tendrá 50 Marahil de diámetro, lo suficiente como para cubrir la mayor parte del desierto. Para facilitar la construcción, construimos tres ciudades, cada una separada entre sí por exactamente la misma distancia. Estas ciudades son: Mag-Magar, Tar-Tabar y Sud-Affar, cuyos líderes supervisarán las obras de sus asistentes.

source: Witness the story of Mehir, a young city guard from al-Kamija, who will play a very important role in the time period which scholars call 'Era of Magic'. But before it happens, he will have to ascend the hierarchy of Summoners. Before we proceed to the action, let's start with the humble beginnings, a usual day of his life...
es: Sea testigo de la historia de Mehir, un joven guardia de la ciudad de Al-Kamija, que desempeñará un papel muy importante en el período de tiempo que los estudiosos llaman 'Era of Magic'. Pero antes de que suceda, tendrá que ascender la jerarquía de los invocadores. Antes de proceder a la acción, comencemos con los humildes comienzos, un día habitual de su vida ...

source: The appearance of the flying invader shocked the High Council. Paranoid of a possible invasion at any moment, they significantly increased the military's funding, and trained new soldiers as fast as they could afford. But let's return to the tale of Mehir...
es: La aparición del Flying Invader sorprendió al Alto Consejo. Paranoico de una posible invasión en cualquier momento, aumentaron significativamente los fondos de los militares y entrenaron a nuevos soldados tan rápido como pudieron permitirse. Pero volvamos a la historia de Mehir ...

source: A few weeks after being promoted, Mehir was sent by Sharif to be in charge of guarding the construction in the territories east of Sud-Affar, and south of Mag-Magar. He finally had a more interesting duty, with better troops at his disposal, though he did convince some of the men from his city guard division to follow him, as he knew them quite well. Initially, things went smoothly, but not for too long...
es: Unas semanas después de ser promovido, Sharif fue enviado por Sharif para estar a cargo de vigilar la construcción en los territorios al este de Sud-Affar, y al sur de Mag-Magar. Finalmente tuvo un deber más interesante, con mejores tropas a su disposición, aunque convenció a algunos de los hombres de la división de su guardia de la ciudad de que lo siguiera, ya que los conocía bastante bien. Inicialmente, las cosas salieron bien, pero no durante demasiado tiempo ...

source: After hearing about the attacks, Sharif sent his deputy, Jaffar, with some of Sud-Affar's finest troops. On Mehir’s request, they brought the equipment needed for cutting down the trees, and the workers began clearing the path for the Great Circle...
es: Después de enterarse de los ataques, Sharif envió a su diputado, Jaffar, con algunas de las mejores tropas de Sud-Affar. A pedido de Mehir, trajeron el equipo necesario para cortar los árboles, y los trabajadores comenzaron a limpiar el camino para el gran círculo ...

source: Mysterious beasts grabbed Mehir and Jaffar, and carried them deep into the jungle...
es: Las misteriosas bestias agarraron a Mehir y Jaffar, y las llevaron profundamente en la jungla ...

source: After being released, Mehir immediately set out to Sud-Affar and informed Sharif about the whole situation. The leader of the city wasn’t really pleased with the Keeper’s idea of sending a low-ranking officer like Mehir to such an important mission, as well as the fact that Jaffar was held hostage, but he had no choice if he wanted to ensure the construction's safety. He gave Mehir some resources, and the latter set out immediately.
es: Después de ser liberado, Mehir inmediatamente se dirigió a Sud-Affar e informó a Sharif sobre toda la situación. El líder de la ciudad no estaba realmente satisfecho con la idea del arquero de enviar a un oficial de bajo rango como Mehir a una misión tan importante, así como con el hecho de que Jaffar fue rehén, pero no tenía otra opción si quería asegurarse de asegurarse la seguridad de la construcción. Le dio a Mehir algunos recursos, y este último se presentó de inmediato.

source: After his victory, Mehir returned to the borders of the jungle, where the Keeper personally came to meet him. Jaffar was immidiately returned and the summoners were granted permission to continue the construction of the Great Circle on Darkblooded territory.
es: Después de su victoria, Mehir regresó a las fronteras de la jungla, donde el arquero vino personalmente a encontrarse con él. Jaffar fue devuelto inmediatamente y a los invocadores se les otorgó permiso para continuar la construcción del gran círculo en territorio de sangre oscura.

source: Because Mehir’s achievement was beyond exceptional for his lack of experience, Sharif promoted him by multiple ranks. The dream of a young city guard came true...
es: Debido a que el logro de Mehir fue más que excepcional por su falta de experiencia, Sharif lo promovió por múltiples filas. El sueño de un joven guardia de la ciudad se hizo realidad ...

source: Six months have passed. The construction left the territory of Sud-Affar, and workers from Tar-Tabar continued the works. Another stage of construction began — connecting the cities of Trinity with each other by a giant triangle. In the meantime Mehir improved his skills by taking lessons from old summoning veterans. The time of peace did not last long, however. One day, Mehir was called to travel to al-Kamija without delay.
es: Han pasado seis meses. La construcción dejó el territorio de Sud-Affar, y los trabajadores de Tar-Tabar continuaron las obras. Comenzó otra etapa de construcción: conectando las ciudades de Trinity entre sí por un triángulo gigante. Mientras tanto, Mehir mejoró sus habilidades al tomar lecciones de los viejos veteranos de invocación. Sin embargo, el tiempo de paz no duró mucho. Un día, Mehir fue llamado a viajar a Al-Kamija sin demora.

source: There, the High Council had gathered for a secret meeting. It reached Mehir's ears that Tashkar, the head of Tar-Tabar, has gone missing, after having set out to Ka-Gatta with some of his troops. The reason behind the expedition was left secret, but, to his surprise, Mehir was chosen to find, and if necessary, rescue - the leader and his troops.
es: Allí, el Consejo Superior se había reunido para una reunión secreta. Llegó a los oídos de Mehir que Tashkar, la cabeza de Tar-Tabar, desapareció, después de haber salido a Ka-Gatta con algunas de sus tropas. La razón detrás de la expedición quedó en secreto, pero, para su sorpresa, Mehir fue elegido para encontrar, y si fue necesario, rescatar: el líder y sus tropas.

source: Ka-gatta is an ancient place — almost a thousand years old. Our ancestors used to live here before al-Kamija's creation. In the early times, roaming the desert, our forefathers came across a system of caves hidden far out in the sands. They were cool and spacious, so the ancestors decided to stay.
es: Ka-Gatta es un lugar antiguo, casi mil años. Nuestros ancestros ​​solían vivir aquí antes de la creación de Al-Kamija. En los primeros tiempos, deambulando por el desierto, nuestros ancestros ​​encontraron un sistema de cuevas escondidos en las arenas. Eran frescos y espaciosos, por lo que los ancestros ​​decidieron quedarse.

source: For 500 years they dwelled down there, and one day discovered the Abyss. Over time, this groundbreaking revelation allowed the construction of marvellous cities on the hot and hostile surface. The first was al-Kamija — the new capital created from nothing by the First Jinni, Nomolas. The caves were abandoned and the ancestors could finally claim the Great Desert as their home.
es: Durante 500 años se mantuvieron allí, y un día descubrieron el abismo. Con el tiempo, esta revelación innovadora permitió la construcción de ciudades maravillosas en la superficie caliente y hostil. El primero fue al-Kamija, la nueva capital creada de la nada por el primer Jinni, Nomolas. Las cuevas fueron abandonadas y los ancestros ​​finalmente podrían reclamar el gran desierto como su hogar.

source: After the creation of al-Kamija, Ka-Gatta turned into catacombs, full of graves of the first summoners. Around 400 years has passed since then. There are legends about the ancient vaults, full of forgotten artifacts of immense power, protected by ancient guardians. There were a few who dared to try confirm that, but none returned...
es: Después de la creación de al-Kamija, Ka-Gatta se convirtió en catacumbas, llenas de tumbas de los primeros invocadores. Han pasado alrededor de 400 años desde entonces. Hay leyendas sobre las antiguas bóvedas, llenas de artefactos olvidados de inmenso poder, protegidos por los antiguos guardianes. Hubo algunos que se atrevieron a intentar confirmar eso, pero ninguno regresó ...

source: Mehir and Rashti returned to al-Kamija, for a meeting with the High Council...
es: Mehir y Rashti regresaron a Al-Kamija, para una reunión con el Consejo del Alto ...

source: When the dust settled, Malib told everyone how it all started — “The army of darkness arrived just after dusk, from the northeast. In the darkness, I saw hundreds of eyes, emitting a blood-red glow. Walls literally crumbled in front of them. Shortly after they came, the whole city was reduced to little more than burning rubble. This destructive power eventually faded, but at that point the city was already overrun. Luckily the portal was yet untouched, so I sent a messenger to al-Kamija for help. Not too long after, you and Rashti arrived.”
es: Cuando el polvo se estableció, Malib dijo a todos cómo comenzó todo: “El ejército de la oscuridad llegó justo después del anochecer, desde el noreste. En la oscuridad, vi cientos de ojos, emitiendo un brillo rojo sangre. Las paredes literalmente se derrumbaron frente a ellas. Poco después de que llegaron, toda la ciudad se redujo a poco más que escombros en quemaduras. Este poder destructivo finalmente se desvaneció, pero en ese momento la ciudad ya estaba invadida. Afortunadamente, el portal aún no se tocaba, así que envié un mensajero a Al-Kamija en busca de ayuda. No mucho después, usted y Rashti llegaron ".

source: Before the arrival of reinforcements from al-Kamija, Mehir, Malib and Rashti had two weeks to examine the dead bodies of their enemies. It turned out the invaders were not demonic spawns, but beings of flesh and blood. They looked quite similar to humans, except for having long, pointed ears and pale, almost gray skin. They were armed with blades made of metal unknown to the Summoners and their clothes were black as death. There were also bodies of large terrifying three-headed beasts, capable of devouring a man with ease.
es: Antes de la llegada de refuerzos de al-Kamija, Mehir, Malib y Rashti tenían dos semanas para examinar los cadáveres de sus enemigos. Resultó que los invasores no eran engendros demoníacos, sino seres de carne y sangre. Se veían bastante similares a los humanos, excepto por tener orejas largas y puntiagudas y piel pálida casi gris. Estaban armados con cuchillas hechas de metal desconocido para los invocadores y su ropa era negra como muerte. También había cuerpos de grandes bestias aterradoras de tres cabezas, capaces de devorar a un hombre con facilidad.

source: Ten days later, the first carpets from al-Kamija appeared on the horizon. The armies of Trinity were awed by the sheer scale of the city’s destruction. To be prepared for possible future attacks, the High Council assigned the finest troops to the local garrison, and started building additional fortifications around Mag-Magar. When the portal was repaired, Mehir, Rashti and Malib returned to al-Kamija.
es: Diez días después, las primeras alfombras de Al-Kamija aparecieron en el horizonte. Los ejércitos de Trinity fueron impresionados por la escala de la destrucción de la ciudad. Para estar preparado para posibles ataques futuros, el Alto Consejo asignó las mejores tropas a la guarnición local, y comenzó a construir fortificaciones adicionales alrededor de Mag-Magar. Cuando se reparó el portal, Mehir, Rashti y Malib regresaron a Al-Kamija.
