Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: *stares into the Abyss* The wind in my hair... it feels different now.
es: * mira al abismo* el viento en mi cabello ... ahora se siente diferente.

source: I am not the same entity that I used to be, when entering your mortal world several hundred years ago.
es: No soy la misma entidad que solía ser, al ingresar a su mundo mortal hace varios cientos de años.

source: When I took my form at that time, I was torn between reason and passion - to reflect two eternal forces struggling in human minds and hearts. But now I am finally united.
es: Cuando tomé mi forma en ese momento, estaba dividido entre la razón y la pasión, para reflejar dos fuerzas eternas que luchan en las mentes y los corazones humanos. Pero ahora finalmente estoy unido.

source: This makes me wonder... Is the Abyss still the same place now?
es: Esto me hace preguntarme ... ¿El Abismo sigue siendo el mismo lugar ahora?

source: There is only one way to find out. The Abyss itself is already a divided place full of chaos, both creative and destructive in nature. This will not change anytime soon.
es: Solo hay una manera de descubrirlo. El Abyss ya es un lugar dividido lleno de caos, tanto creativo como destructivo. Esto no cambiará pronto.

source: You have achieved harmony, something most humans can only dream of. You can use the knowledge from the mortal world to do great things as a ruler of your dimension.
es: Has logrado la armonía, algo con lo que la mayoría de los humanos solo pueden soñar. Puede usar el conocimiento del mundo mortal para hacer grandes cosas como gobernante de su dimensión.

source: I have seen so much during my presence in this realm: deserts, mountains, sky, rain, my old masters dying and new ones being elected. In the end, I chose Mehir as my final master. I learned so much during the time with him - more than I could ever imagine. I even perished for a moment only to be born again. Now I am eternal, and I regret nothing.
es: He visto mucho durante mi presencia en este reino: desiertos, montañas, cielo, lluvia, mis viejos maestros muriendo y los nuevos elegidos. Al final, elegí a Mehir como mi maestro final. Aprendí mucho durante el tiempo con él, más de lo que podría imaginar. Incluso perecí por un momento solo para nacer de nuevo. Ahora soy eterno y no me arrepiento de nada.

source: Standing here by his side I see my Home... and I know I am finally back.
es: De pie aquí a su lado, veo mi casa ... y sé que finalmente he vuelto.

source: I have never thought I would come this far. If I told my past self that he'll fight your men, befriend lizards who wanted to cook Jaffar alive, become the leader of Tar-Tabar and almost end up stuck here forever after aiding distant relatives of our kind, he would probably ask me what I'm smoking, and where can he get some of it.
es: Nunca pensé que llegaría tan lejos. Si me dijera a mi yo pasado que peleará con tus hombres, se haría amigo de las lagartijas que querían cocinar con vida a Jaffar, convertirse en el líder de Tar-Tabar y casi terminaron atrapado aquí para siempre después de ayudar a parientes distantes de nuestra especie, probablemente me preguntaría Lo que estoy fumando y dónde puede obtener algo de eso.

source: I have never thought I would come this far. If I told my past self that he'll fight your men, befriend lizards who wanted to cook Jaffar alive, become the leader of Tar-Tabar and almost end up stuck here forever after aiding distant relatives of our kind, he would probably tell me to see a doctor...
es: Nunca pensé que llegaría tan lejos. Si me dijera a mi yo pasado que peleará con tus hombres, se haría amigo de las lagartijas que querían cocinar con vida a Jaffar, convertirse en el líder de Tar-Tabar y casi terminaron atrapado aquí para siempre después de ayudar a parientes distantes de nuestra especie, probablemente me lo diría. para ver a un médico ...

source: Well, fate can certainly turn out in bizarre ways. Well, it was certainly worth it: you could've easily been just another generic person <i>*to himself* had it not been for my interference...</i> yet you're a walking legend!
es: Bueno, el destino ciertamente puede resultar de manera extraña. Bueno, ciertamente valió la pena: podrías haber sido fácilmente otra persona genérica <i>* para sí mismo* si no hubiera sido por mi interferencia ... </i> ¡Sin embargo, eres una leyenda caminando!

source: Maybe you are right, but you know what? ...I am staying here with you!
es: Tal vez tengas razón, pero ¿sabes qué? ... ¡Me quedo aquí contigo!

source: Erm... Pardon?
es: Erm ... ¿Perdón?

source: You see, nothing in al-Kamija is as good as this! Those Ums, my ultimate circle, cruises in the sky, your crap food... I don't want to live without it again!
es: ¡Ya ves, nada en al-Kamija es tan bueno como este! Esos ums, mi último círculo, cruceros en el cielo, tu comida de basura ... ¡No quiero vivir sin él otra vez!

source: Indeed, life is good here.
es: De hecho, la vida es buena aquí.

source: But...
es: Pero...

source: I know I am the leader of one of our cities and the owner of Rashti, but I'm sure she will be fine - she's now at home after all. And I have my deputy Jaffar's to govern the city as usual.
es: Sé que soy el líder de una de nuestras ciudades y el dueño de Rashti, pero estoy seguro de que estará bien, ahora está en casa después de todo. Y tengo a mi diputado Jaffar para gobernar la ciudad como de costumbre.

source: <i>*to himself* That was... quite an unforeseen turn of events. I must do something immediately, else the plan would be ruined...</i> (to Mehir) Look, you must go to the Abyss. Really.
es: <i>* para sí mismo* Eso fue ... un giro bastante imprevisto de los acontecimientos. Debo hacer algo de inmediato, de lo contrario, el plan se arruinaría ... </i> (a Mehir) mira, debes ir al abismo. En realidad.

source: But why? Can't I stay with you? This place is perfect!
es: ¿Pero por qué? ¿No puedo quedarme contigo? ¡Este lugar es perfecto!

source: I know but what about the philosophy of your nation? Don't you people believe that you will find the ultimate sense of your lives out there? <i>*to himself* A belief that is among the biggest nonsense I have heard in years...</i> (to Mehir) Are you not curious what lies there?
es: Sé, pero ¿qué pasa con la filosofía de tu nación? ¿No creen ustedes que encontrarán el último sentido de sus vidas? <i>* para sí mismo* Una creencia que se encuentra entre las tonterías más grandes que he escuchado en años ... </i> (a mehir) ¿no tienes curiosidad por saber qué hay allí?

source: Maybe a little, but I am afraid that living in a place full of abyssmals who are almost impossible to date, could be frustrating in the long run.
es: Tal vez un poco, pero me temo que vivir en un lugar lleno de abismos que son casi imposibles de salir, podría ser frustrante a largo plazo.

source: You may be right about this part, but I still believe you should go there. Your people need you.
es: Puede tener razón sobre esta parte, pero todavía creo que deberías ir allí. Tu gente te necesita.

source: Didn't I just say Jaffar will be govern the city? They will be fine, I hope.
es: ¿No acabo de decir que Jaffar será el gobierno de la ciudad? Estarán bien, espero.

source: <i>*to himself* This is far harder than I hoped it would be...</i> (to Mehir) Look, I did not want to tell you this, but I am afraid disastrous things are going to happen in the Abyss soon if you don't do something about it.
es: <i>* para sí mismo* Esto es mucho más difícil de lo que esperaba El abismo pronto si no haces algo al respecto.

source: Wait, what do you mean?
es: Espera, ¿a qué te refieres?

source: We are still not sure if our predictions are correct, but it seems the abyssmal balance may be at risk in the next few weeks or months. A certain red being going under the name of Reficul is attempting to turn the abyssals against your civilization. While he may not be much in terms of raw strength, but the ideas he spreads are very, very dangerous for your civilization.
es: Todavía no estamos seguros de si nuestras predicciones son correctas, pero parece que el equilibrio abisal puede estar en riesgo en las próximas semanas o meses. Un cierto rojo está bajo el nombre de Reficul está intentando convertir los abisales contra su civilización. Si bien puede no ser mucho en términos de fuerza cruda, pero las ideas que se propaga son muy, muy peligrosas para su civilización.

source: I see. Well, that changes everything. I am still responsible for my people, more or less. Also, it would be nice to kick his red butt once and for all this time. In this case, I'd better get going, but once I finish my job, I am going to return here!
es: Veo. Bueno, eso lo cambia todo. Todavía soy responsable de mi gente, más o menos. Además, sería bueno patear su trasero rojo una y durante todo este tiempo. En este caso, será mejor que me ponga en marcha, pero una vez que termine mi trabajo, ¡voy a regresar aquí!

source: Good. <i>*to himself* We even count on the last part...</i> (to Mehir) You should hurry. The portal might to collapse anytime soon.
es: Bien. <i>* para sí mismo* Incluso contamos con la última parte ... </i> (a mehir) debes apresurarte. El portal podría colapsar en el corto plazo.

source: Yeah, all the stories I could tell... By the way, I wonder, if you know how to get to the Abyss, then why not do that?
es: Sí, todas las historias que podría contar ... Por cierto, me pregunto, si sabes cómo llegar al Abismo, ¿por qué no hacer eso?

source: Ah, summoner, there is still an enormous amount of knowledge left in this world to learn, and thus we have no intention of going to other dimensions yet. And besides, as magic doesn't work in the Abyss, so even if we get there, we would lack ways to sufficiently research it. We might consider delving into other dimensions eventually, but first we'd need to exhaust everything this one has to offer, which is no easy task to say the least...
es: Ah, invocador, todavía queda una enorme cantidad de conocimiento en este mundo para aprender, y por lo tanto no tenemos intención de ir a otras dimensiones todavía. Y además, como la magia no funciona en el abismo, por lo que incluso si llegamos allí, nos faltaríamos formas de investigarla suficientemente. Podríamos considerar profundizar en otras dimensiones, pero primero tendríamos que agotar todo lo que este tiene para ofrecer, lo cual no es una tarea fácil por decir lo menos ...

source: I understand. Anyway, thank you for your help.
es: Entiendo. De todos modos, gracias por su ayuda.

source: Enter the Abyss
es: Ingrese el abismo

source: That was close...
es: Eso estuvo cerca...

source: (to Antiquarius) I still wonder, why did we bother with all the effort to get this particular summoner here?
es: (A Antiquarius) Todavía me pregunto, ¿por qué nos molestamos con todo el esfuerzo para obtener este invocador en particular aquí?

source: Well, if you ask me, it's entirely worth it. Mehir bringing Glomin here is the best thing to happen to my department in centuries! Now I can thoroughly research the Runemasters! All my incomplete tomes shall soon be complete!
es: Bueno, si me preguntas, vale la pena. ¡Mehir trayendo glominio aquí es lo mejor que le puede pasar a mi departamento en siglos! ¡Ahora puedo investigar a fondo los Runemasters! ¡Todos mis tomos incompletos pronto estarán completos!

source: I appreciate your enthusiasm for your research, Antiquarius, but look at the bigger picture. Wasn't the goal supposed to be Nomolas? I can't help but feel the plan got rather... sidetracked.
es: Aprecio su entusiasmo por su investigación, Antiquarius, pero mire la imagen más grande. ¿No se suponía que el objetivo era Nomolas? No puedo evitar sentir que el plan se volvió más bien ... desviado.

source: *turns to the two magi* To answer your question, Umbrez, Nomolas is still the goal. But since magic is of no use in the Abyss, getting to the First Jinni would be virtually impossible if the Summoners hate us. Now that they no longer view us as enemies, and are busy battling the native red beings, after having waited for centuries, we might catch a glimpse of an opportunity to reach him.
es: * Se vuelve hacia los dos magos* para responder a su pregunta, Umbrez, Nomolas sigue siendo el objetivo. Pero dado que la magia no sirve en el Abismo, llegar al primer Jinni sería prácticamente imposible si los invocadores nos odian. Ahora que ya no nos ven como enemigos, y están ocupados luchando contra los seres rojos nativos, después de haber esperado siglos, podríamos ver la oportunidad de alcanzarlo.

source: Though I must admit, I have a rather uneasy feeling about him. As much as I studied him, even I can't fully figure out his motives. He could either be our key to achieving what the First Civilization failed to do, or the biggest threat since the Cataclysm... Either way, we must keep him in our sights.
es: Aunque debo admitir, tengo un sentimiento bastante incómodo sobre él. Por mucho que lo estudié, incluso no puedo descubrir completamente sus motivos. Él podría ser nuestra clave para lograr lo que la primera civilización no pudo hacer, o la mayor amenaza desde el cataclismo ... de cualquier manera, debemos mantenerlo a la vista.

source: Understood.
es: Comprendido.

source: And that is all for today, the meeting is officially over. You may leave, gentlemen.
es: Y eso es todo para hoy, la reunión ha terminado oficialmente. Puedes irte, caballeros.

source: You have arrived too early, Mehir.
es: Has llegado demasiado temprano, Mehir.

source: But when the time is right, you will return...
es: Pero cuando sea el momento adecuado, volverás ...

source: ...and fulfill our dream...
es: ... y cumplir nuestro sueño ...

source: Transition
es: Transición

source: team_name^cutscene
es: Escena

source: The hot-tempered and unpredictable Dharma'rashti. She has a secret grudge against the Summoners, which the good half has been actively trying to suppress. Now without any restraint, she is out for blood... Since she's impossible to destroy by conventional means, the only way to deal with her is for the good half to fuse with her again, which will require subduing the evil half first...
es: El dharma'rashti de mal genio e impredecible. Ella tiene un rencor secreto contra los invocadores, que la mitad buena ha estado tratando activamente de suprimir. Ahora sin ninguna restricción, ella está fuera de sangre ... ya que es imposible de destruir por medios convencionales, la única forma de tratar con ella es que la mitad buena se fusione nuevamente con ella, lo que requerirá someter a la mitad malvada primero. .

source: scimitar
es: cimitarra

source: Elders are Summoners Emeritus - being too old for an active duty, they guide and in fact rule the Summoner society. The most popular Elders form the High Council - the most important governing body in the Great Desert.
es: Los ancianos son eméritos de invocadores, siendo demasiado viejos para un servicio activo, guían y de hecho gobiernan la sociedad de invocador. Los ancianos más populares forman el Alto Consejo, el órgano de gobierno más importante en el gran desierto.

source: Enchanter
es: Encantador

source: The Enchanters' Guild is the backbone of the Summoner society, being responsible for the creation of intricate magic circles, jinn lamps, and many other magical objects. While the summoners naively pride themselves in the ability to skillfully use magic circles, the enchanters are the ones to truly understand the ins and outs of abyssal magic.
es: El Gremio de Enchanters es la columna vertebral de la Sociedad de Invocadores, responsable de la creación de intrincados círculos mágicos, lámparas Jinn y muchos otros objetos mágicos. Si bien los invocadores se enorgullecen ingenuamente en la capacidad de usar hábilmente círculos mágicos, los encantadores son los que realmente entienden los entresijos de la magia abisal.

source: magic arrow
es: flecha mágica

source: Ghost of a Summons Master
es: Fantasma de un maestro de citación

source: This ancient ghost of a Summons Master roams catacombs of Ka-gatta for centuries. Beings like these are result of people staying inside their personal circles for too long. If the bond between human's mind and a circle grows too strong, when that person dies his/her psyche is trapped inside and lives afterlive of its own.
es: Este antiguo fantasma de un maestro de convocatoria deambula a las catacumbas de Ka-Gatta durante siglos. Seres como estos son el resultado de que las personas se queden dentro de sus círculos personales durante demasiado tiempo. Si el vínculo entre la mente humana y un círculo se vuelve demasiado fuerte, cuando esa persona muere su psique está atrapada dentro y vive después de la suya.

source: magical scimitar
es: cimitarra mágica

source: magical hammer
es: martillo mágico

source: circle of destruction
es: círculo de destrucción

source: incantation of power
es: encanto de poder

source: The calm and wise Ho'rashti. Her goal is reunite with the evil half at all costs. However, she's too weak to do so by herself, and needs Mehir's assistance.
es: La calma y sabia ho'rashti. Su objetivo es reunirse con la mitad malvada a toda costa. Sin embargo, ella es demasiado débil para hacerlo sola y necesita la ayuda de Mehir.

source: divine spear
es: lanza divina

source: iceball
es: bola de hielo

source: Grand Summoner
es: Gran invocador

source: The Last Summoner
es: El último invocador

source: Mehir spawns a Dimensional Gate II next to him every turn, if there is an vacant hex next to himself, MAX XP +10%
es: Mehir genera una puerta dimensional II a su lado en cada turno, si hay un hexaciñado al lado de sí mismo, Max XP +10%.

source: spawns gates
es: engendra puertas

source: This unit creates a Dimensional Gate II every turn. The gate is spawned adjacent to this unit. If there is no vacant hex around this unit, the ability will not work.
es: Esta unidad crea una puerta dimensional II en cada turno. La puerta se genera adyacente a esta unidad. Si no hay hexadecimal en esta unidad, la capacidad no funcionará.

source: Max HP bonus +8
es: Bonificación máxima HP +8

source: Thanks to collaboration with the Sky Kingdom magi, Mehir's personal megacircle has been greatly improved, granting him more powerful spells and the one-of-a-kind ability to teleport his troops directly to a battlefield without worrying about logistics.
es: Gracias a la colaboración con el Sky Kingdom Magi, el megacírculo personal de Mehir ha mejorado enormemente, otorgándole hechizos más poderosos y la habilidad única para teletransportar a sus tropas directamente a un campo de batalla sin preocuparse por la logística.

source: ultimate circle
es: Círculo final

source: This unit is equipped with the most powerful kind of magical circle. The owner can recruit and recall units without being in keeps (it doesn’t work in forests). All adjacent friendly units fight better (+125%, +100%, +75%, +50%, +25% — levels 0, 1, 2, 3, 4 respectively), are healed by 8 points, and receive a +20% bonus to their fire, cold, and arcane resistances. At the beginning of each turn, all adjacent enemy units are slowed and receive 8 points of damage.
es: Esta unidad está equipada con el tipo de círculo mágico más poderoso. El propietario puede reclutar y recordar unidades sin estar en las conservas (no funciona en los bosques). Todas las unidades amigables adyacentes luchan mejor ( +125%, +100%, +75%, +50%, +25% - niveles 0, 1, 2, 3, 4 respectivamente), se curan por 8 puntos y reciben A + 20% de bonificación a su fuego, resesolas frías y arcanas. Al comienzo de cada turno, todas las unidades enemigas adyacentes se ralentizan y reciben 8 puntos de daño.

source: Living Gate
es: Puerta viviente

source: The Living Gate is the fourth and the last ultimate being of abysmal origin. Summoners still find it hard to describe this unusual thing. It is a mobile opened portal to the Abyss similar to Dimensional Gates, but in this particular case an unknown force of abysmal origin has gained control over it, granting the gate self-awareness. The Living Gate is a masterpiece and wonder to many scholars. Being able to access different parts of the Abyss, the full capabilities of this unit are unknown.
es: La puerta viva es la cuarta y el último ser de origen abismal. A los invocadores todavía les resulta difícil describir esta cosa inusual. Es un portal móvil abierto al abismo similar a las puertas dimensionales, pero en este caso particular, una fuerza desconocida de origen abismal ha ganado control sobre él, otorgando la autoconciencia de la puerta. La puerta viva es una obra maestra y maravilla para muchos estudiosos. Al poder acceder a diferentes partes del abismo, se desconocen las capacidades completas de esta unidad.

source: This unit creates an AI-controlled Dimensional Gate II every turn. The gate is spawned adjacent to this unit. If there is no vacant hex around this unit, the ability will not work.
es: Esta unidad crea una puerta dimensional controlada por IA II en cada turno. La puerta se genera adyacente a esta unidad. Si no hay hexadecimal en esta unidad, la capacidad no funcionará.

source: abyss
es: abismo

source: fall to the Abyss
es: caer al abismo

source: When this unit hits a non-flying target, it kills it instantly.
es: Cuando esta unidad llega a un objetivo que no llena, lo mata al instante.

source: Magic Mirror
es: Espejo mágico

source: Magic mirrors are special pieces of furniture capable of withstanding very powerful spells and even deflecting some of them. Apart from that they serve no meaningful purpose.
es: Los espejos mágicos son muebles especiales capaces de resistir hechizos muy poderosos e incluso desviar algunos de ellos. Aparte de eso, no tienen un propósito significativo.

source: Summons Master
es: Master de convocatoria
