Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: I... I think that is up to the High Council to decide. Besides, I’m not one of three city leaders. They are the only ones that are allowed to have Ultimate Beings as servants, you know.
es: Yo ... Creo que eso depende del Consejo Superior para decidir. Además, no soy uno de los tres líderes de la ciudad. Son los únicos que pueden tener seres finales como sirvientes, ya sabes.

source: So be it. Let the High Council decide.
es: Que así sea. Deje que el Alto Consejo decida.

source: Oh no... The dwellers of the Red Abyss are flooding into our realm! If we do not close the portal soon, this will be the end of the world!
es: Oh no ... ¡los habitantes del abismo rojo están inundando nuestro reino! Si no cerramos el portal pronto, ¡este será el fin del mundo!

source: A world of MORTALS! How nice! It's time to lay it to RUIN!
es: ¡Un mundo de mortales! ¡Que agradable! ¡Es hora de ponerlo para arruinar!

source: Well well, yet another pathetic rebellion in the Red Abyss? Seems it is time for me to take out the trash yet again.
es: Bueno, bueno, ¿otra rebelión patética en el Abismo Rojo? Parece que es hora de que saque la basura una vez más.

source: You sound... calmer than usual for your half, Your Highness.
es: Suenas ... más tranquilo de lo habitual para tu mitad, Su Alteza.

source: Hehe, I gotta set a good example in front of my subjects, you know, even if they are unruly thugs like these.
es: Jeje, tengo que dar un buen ejemplo frente a mis sujetos, ya sabes, incluso si son matones rebeldes como estos.

source: Anyway, formal politeness aside, I WILL SHRED YOU INTO TINY BITS AND TURN YOU INSIDE OUT YOU, PATHETIC REBEL SCUM!!!
es: De todos modos, aparte de la cortesía formal, ¡te trituraré en pequeños trozos y te convertiré en el interior de ti, patética escoria rebelde!

source: Ah, look who it is. The tyrant queen and bootlicker of humans, Rashti'rhami herself! Everyone, now's our chance, she is weaker in the mortal world! Get her!
es: Ah, mira quien es. ¡La reina del tirano y la bota de humanos, Rashti'rhami! ¡Todos, ahora es nuestra oportunidad, ella es más débil en el mundo mortal! ¡Consíguela!

source: Message
es: Mensaje

source: team_name^Unknown
es: Desconocido

source: team_name^High Council
es: Consejo Superior

source: Defeat the intruders
es: Derrotar a los intrusos

source: Death of more than three Council members
es: Muerte de más de tres miembros del consejo

source: Death of more than two Council members
es: Muerte de más de dos miembros del consejo

source: Death of more than one Council member
es: Muerte de más de un miembro del consejo

source: The elders should be in that building. Let's get going.
es: Los ancianos deben estar en ese edificio. Vámonos.

source: V-very well... *visibly nervous*
es: V-muy bien ... *visiblemente nervioso *

source: Ah, Mehir, welcome back! We were on our way to Mag-Magar when you arrived. I see you have brought the holy Rashti'rhami with you, but where is Tashkar?
es: Ah, Mehir, ¡bienvenido de nuevo! Nos dirigíamos a Mag-Magar cuando llegaste. Veo que has traído el santo rashti'rhami contigo, pero ¿dónde está Tashkar?

source: Well, it's a long story, let me explain...
es: Bueno, es una larga historia, déjame explicar ...

source: One explanation later...
es: Una explicación más tarde ...

source: We shouldn’t blame Rashti for Tashkar’s death. Being naïve is a characteristic of the Abyssals. Luckily, the true guilty party got what they deserved. Though I do wonder, who were they?
es: No deberíamos culpar a Rashti por la muerte de Tashkar. Ser ingenuo es una característica de los abisales. Afortunadamente, la verdadera fiesta culpable obtuvo lo que merecían. Aunque me pregunto, ¿quiénes fueron ellos?

source: It was the very flying human who attempted to steal Nomolas's lamp a while ago. He was not alone, being part of some kind of foreign expedition.
es: Fue el humano muy volador que intentó robar la lámpara de Nomolas hace un tiempo. No estaba solo, siendo parte de algún tipo de expedición extranjera.

source: This certainly raises way more questions than answers: Who are they? What do they want? Do they have hostile intention towards us, or is this just a large misunderstanding?
es: Esto ciertamente plantea más preguntas que respuestas: ¿Quiénes son? ¿Que quieren ellos? ¿Tienen una intención hostil hacia nosotros, o es solo un gran malentendido?

source: MISUNDERSTANDING?! These SCUM must PAY for what they've done. We must mobilize ALL of our armies to find where their foul kind lives and KILL. EVERY. SINGLE. ONE. OF. THEM!!!
es: ¡¿MALENTENDIDO?! Estas escoria deben pagar por lo que han hecho. Debemos movilizar a todos nuestros ejércitos para encontrar dónde vive y matan sus malos amables. CADA. SOLTERO. UNO. DE. ¡¡¡A ELLOS!!!

source: Erm, *ahem*, I mean, we should be extremely cautious when dealing with them. Their behavior could hardly be described as one of a peaceful nation, to say the least.
es: Erm, *ejem *, quiero decir, deberíamos ser extremadamente cautelosos al tratar con ellos. Su comportamiento difícilmente podría describirse como una de una nación pacífica, por decir lo menos.

source: Erm, point taken... Anyway, now we have a more urgent matter; Tar-Tabar has no leader. The High Council must choose Tashkar’s successor as soon as possible if we want to finish the circle on the given schedule.
es: Erm, punto tomado ... de todos modos, ahora tenemos un asunto más urgente; Tar-Tabar no tiene líder. El Alto Consejo debe elegir el sucesor de Tashkar lo antes posible si queremos terminar el círculo en el horario dado.

source: <i>*to herself* Damn it, whether or not I can get Mehir to be my master depends on these old farts...</i>
es: <i>* para sí misma* Maldita sea, ya sea que pueda hacer o no que mehir sea mi maestro depende de estos viejos pedos ... </i>

source: <i>*to herself* Believe me, I share your concern, but for the love of Nomolas don't say your thoughts out loud now, I beg you, and let me do the talking.</i>
es: <i>* para sí misma* Créeme, comparto tu preocupación, pero por el amor de Nomolas no digas tus pensamientos en voz alta ahora, te lo ruego y me dejo hablar. </i>

source: <i>*to herself* Fine...</i>
es: <i>* para sí misma* bien ... </i>

source: I don’t think there is anyone who has sufficient charisma and authority.
es: No creo que haya nadie que tenga suficiente carisma y autoridad.

source: Maybe we should ask the Master of Banishers?
es: ¿Quizás deberíamos preguntarle al Maestro de Basishers?

source: <i>*to herself* They want that incompetent gate-collector to be my master?! Dammit, dammit, I need to do something fast...</i>
es: <i>* para sí misma* ¡quieren que ese colector de puerta incompetente sea mi maestro? Maldita sea, maldita sea, necesito hacer algo rápido ... </i>

source: <i>*to herself* Calm down, I have an idea.</i>
es: <i>* para sí misma* cálmate, tengo una idea. </i>

source: *gestures to the two Ho'rhami bodyguards, and whispers something*
es: *Gestes a los dos guardaespaldas de Ho'rhami, y susurra algo*

source: *silently nods*
es: *asiente en silencio*

source: (to the Elder) *ahem* To be honest, while being an expert of his craft, he's not exactly the most charismatic man in al-Kamija, nor does he have good leadership skills either.
es: (al anciano) * ejem * para ser honesto, mientras que es un experto de su oficio, él no es exactamente el hombre más carismático de Al-Kamija, ni tampoco tiene buenas habilidades de liderazgo.

source: I agree with her about that. Besides, I doubt the Master of Banishment would even want this position anyway. He's already among the richest men alive, so being a city leader would grant him no major benefit, and it would disrupt his lifestyle of lying on his couch, listening to his jinn' monologues, and admiring his collection of dimensional gates.
es: Estoy de acuerdo con ella sobre eso. Además, dudo que el maestro del destierro incluso quiera esta posición de todos modos. Ya está entre los hombres más ricos vivos, por lo que ser un líder de la ciudad le otorgaría ningún beneficio importante, e interrumpiría su estilo de vida de mentir en su sofá, escuchar sus monólogos de Jinn y admirar su colección de puertas dimensionales.

source: Her Highness does make a good point. At the moment, there aren't really any good potential candidates amoung the elite. Perhaps it would be a better idea to have you temporarily elect one of your own as the city's regent until someone suitable to be Rashti'rhami's master is found.
es: Su alteza hace un buen punto. Por el momento, realmente no hay buenos candidatos potenciales que sean la élite. Tal vez sería una mejor idea que elija temporalmente uno de los suyos como el regente de la ciudad hasta que se encuentre alguien adecuado para ser el maestro de Rashti'rhami.

source: Hmmmm... you know what, that is a good idea.
es: Hmmmm ... ya sabes qué, es una buena idea.

source: <i>*to herself* Whew, bought myself some time...</i>
es: <i>* para sí misma* Vaya, me compré algo de tiempo ... </i>

source: Alright then, let’s vote. Mehir, leave us for...
es: Muy bien, entonces votemos. Mehir, déjanos por ...

source: Mag-Magar is under at...
es: Mag-Magar está bajo ...

source: Aaaaaaah! We're under attack! Somebody help!
es: ¡Aaaaaaah! ¡Estamos bajo ataque! ¡Alguien ayuda!

source: Those beings must have invaded Mag-Magar! Let's not waste time! Mehir, take Rashti and your men with you. Maybe it’s not too late. As soon as you teleport there, we will send all of the armies of the Trinity to help you.
es: ¡Esos seres deben haber invadido Mag-Magar! ¡No perdamos el tiempo! Mehir, lleva a Rashti y a tus hombres contigo. Tal vez no sea demasiado tarde. Tan pronto como se teletransportes allí, enviaremos a todos los ejércitos de la Trinidad para ayudarte.

source: Mystical Jinn
es: Jinn místico

source: May I inquire why is there such noise around here?
es: ¿Puedo preguntar por qué hay tanto ruido por aquí?

source: Noise?! Foreigners are trying to murder us for crying out loud! Do something about it!
es: ¡¿Ruido?! ¡Los extranjeros están tratando de asesinarnos por llorar en voz alta! ¡Haz algo al respecto!

source: Very well.
es: Muy bien.

source: Hey! Come back, you coward!
es: ¡Ey! ¡Vuelve, cobarde!

source: Siege of Mag-Magar
es: Asedio de Mag-Magar

source: Teryth
es: Terquita

source: team_name^Army of Mag-Magar
es: Ejército de Mag-Magar

source: Tashkar! You've finally came to our aid! Oh, what luck! I couldn't have held the city any longer. A dark breed is falling upon us like a swarm of locusts! Sheer horror! Wait, you're not Tashkar... what's your name, rank, and duty station? Also, why is the holy Rashti'rhami with you, and not with Tashkar?
es: Tashkar! ¡Finalmente has venido en nuestra ayuda! ¡Oh, qué suerte! No podría haber sostenido la ciudad por más tiempo. ¡Una raza oscura está cayendo sobre nosotros como un enjambre de langostas! ¡Puro horror! Espera, no eres Tashkar ... ¿Cuál es tu nombre, rango y lugar de destino? Además, ¿por qué el santo Rashti'rhami contigo, y no con Tashkar?

source: Commander of the third degree, Mehir from Sud-Affar at your service, sir! Tashkar is, *ahem*... currently unavailable. My squad has been sent by the High Council as a vanguard, the armies of the Trinity should arrive soon. As for Rashti'rhami, Tashkar sent her alongside my troops to assist the defense of Mag-Magar.
es: Comandante de tercer grado, Mehir de Sud-Affar a su servicio, señor! Tashkar es, *ejem *... actualmente no disponible. Mi escuadrón ha sido enviado por el Alto Consejo como una vanguardia, los ejércitos de la Trinidad deberían llegar pronto. En cuanto a Rashti'rhami, Tashkar la envió junto a mis tropas para ayudar a la defensa de Mag-Magar.

source: Well, with Rashti'rhami, we might well live long enough to see the reinforcements. Do the best you can to assist her in defeating the invaders, soldier! Be aware that I can't risk fighting, the city mustn't lose it's leader.
es: Bueno, con Rashti'rhami, podríamos vivir lo suficiente como para ver los refuerzos. ¡Haz lo mejor que puedas para ayudarla a derrotar a los invasores, soldado! Tenga en cuenta que no puedo arriesgarme a pelear, la ciudad no debe perder su líder.

source: You can use the giant circle you are standing on in order to recruit or recall units. (can be done when standing on any of the circle's hexes)
es: Puede usar el círculo gigante en el que se encuentra para reclutar o retirar unidades. (se puede hacer al estar parado sobre cualquiera de los hexes del círculo)

source: There are wells in this scenario instead of villages. They can heal your units and cure them from poison. Since there are only few of them, you'll still have to rely on water elementals and regeneration for healings.
es: Hay pozos en este escenario en lugar de pueblos. Pueden curar tus unidades y curarlas de veneno. Como solo hay pocos de ellos, aún tendrá que confiar en los elementales de agua y la regeneración de las curaciones.

source: Defeat the invaders
es: Derrota a los invasores

source: Death of Malib
es: Muerte de Malib

source: Fiothiel, the prey are getting reinforcements quicker than I expected. This was supposed to just be a quick massacre, not a drawn out battle. We must do something, fast!
es: Fiothiel, la presa está obteniendo refuerzos más rápido de lo que esperaba. Se suponía que esto sería una masacre rápida, no una batalla prolongada. ¡Debemos hacer algo, rápido!

source: Don't wet your robes, Anaraclya, we still outnumber them.
es: No mojes tus túnicas, Anaraclya, todavía las superamos en número.

source: It's only a matter of time until more show up, we can't afford to lose this. Try destroying that blue circle with your spells, that should delay them enough.
es: Es solo cuestión de tiempo hasta que aparezca más, no podemos permitirnos perder esto. Intenta destruir ese círculo azul con tus hechizos, eso debería retrasarlos lo suficiente.

source: Alright, sister, here it goes...
es: Muy bien, hermana, aquí va ...

source: Uhh... I don't like the sound of that...
es: Uhh ... no me gusta el sonido de eso ...

source: Everyone! Run away from the circle!!! AAAaaa!!!
es: ¡Todos! Huye del círculo !!! Aaaaaa !!!

source: Dear Nomolas! These spawns of darkness are throwing towers at us!
es: Querida Nomolas! ¡Estos engendros de la oscuridad nos están arrojando torres!

source: *cackling*
es: *Riras*

source: Dear Nomolas, the circle has been destroyed! We’ve lost contact with the capital and reinforcements won't be able to arrive! We’re doomed...
es: Querida Nomolas, ¡el círculo ha sido destruido! ¡Hemos perdido contacto con la capital y los refuerzos no podrán llegar! Estamos condenados...

source: Now every single blade is important. We need to kill those witches at all costs — it may be our only chance to stop this invasion.
es: Ahora cada cuchilla es importante. Necesitamos matar a esas brujas a toda costa; puede ser nuestra única oportunidad de detener esta invasión.

source: I guess I don't have much of a choice. Waiting for reinforcements won't do me any good if we may not live to see them, so it is time to unleash the Living Gate! Time to show those spawns of darkness what we're made of!
es: Supongo que no tengo muchas opciones. Esperar refuerzos no me servirá de nada si no vivimos para verlos, ¡así que es hora de desatar la puerta viviente! ¡Es hora de mostrarles a esos engendros de la oscuridad de lo que estamos hechos!

source: Malib (and all of his remaining units including the mighty Living Gate) join your forces temporarily. Malib's troops won't cost you upkeep, but will not carry over to the next scenario.
es: Malib (y todas sus unidades restantes, incluida la Mighty Living Gate) se unen temporalmente a sus fuerzas. Las tropas de Malib no te costarán el mantenimiento, pero no se llevarán al siguiente escenario.

source: Destruction of the Living Gate
es: Destrucción de la puerta viviente

source: WE DID IT!!! For a moment, I almost though we were as good as dead. Mehir, you’re my hero! I am infinitely grateful to you. Without your help...
es: ¡¡¡LO HICIMOS!!! Por un momento, casi pensamos que estábamos tan buenos como muertos. Mehir, eres mi héroe! Estoy infinitamente agradecido contigo. Sin tu ayuda ...

source: I have a strange feeling your Living Gate could just swallow all their troops single-handedly...
es: Tengo una extraña sensación de que tu puerta viva podría tragar todas sus tropas sin ayuda ...

source: Perhaps so, but even an Ultimate Being is not invulnerable. If left unprotected it could still get overwhelmed by the witches' foul sorcery.
es: Quizás así, pero incluso un ser final no es invulnerable. Si se deja desprotegido, aún podría sentirse abrumado por la sucia brujería de las brujas.

source: Still, I wonder - why exactly did Tashkar send Rashti'rhami herself with a subordinate of Sharif instead of one of his own men? Something just doesn't add up here.
es: Aún así, me pregunto: ¿por qué exactamente Tashkar envió a Rashti'rhami con un subordinado de Sharif en lugar de uno de sus propios hombres? Algo simplemente no se suma aquí.

source: To tell the truth, sir, he is no longer with us. Remember the strange man who tried to steal the lamp of Nomolas not long ago? The same bastard caused Tashkar's death...
es: A decir verdad, señor, ya no está con nosotros. ¿Recuerdas al hombre extraño que intentó robar la lámpara de Nomolas no hace mucho tiempo? El mismo bastardo causó la muerte de Tashkar ...

source: Indeed... at least I managed to avenge him. As for why I'm here, the choice to follow Mehir was of my own free will. I believe he is worthy of becoming my next master.
es: De hecho ... al menos logré vengarlo. En cuanto a por qué estoy aquí, la elección de seguir a Mehir era por mi propia voluntad. Creo que es digno de convertirse en mi próximo maestro.

source: I see... As soon as the first carpets arrive from al-Kamija, I’ll go speak with the High Council. Your achievements shall be announced in the whole country, and I will make sure to repay my debt to you!
es: Ya veo ... tan pronto como lleguen las primeras alfombras de Al-Kamija, iré a hablar con el Alto Consejo. ¡Sus logros se anunciarán en todo el país, y me aseguraré de pagar mi deuda con usted!

source: (to Mehir) Ho ho ho, you look quite handsome for a human. Ditch your half-blue half-red girlfriend and I'll let you be my slave instead of killing you. We can do unspeakable things together every day!
es: (a Mehir) Ho ho ho, te ves bastante guapo para un humano. Deja a tu novia media roja medio azul y te dejaré ser mi esclavo en lugar de matarte. ¡Podemos hacer cosas indescriptibles juntos todos los días!

source: Firstly, I am not his girlfriend...
es: En primer lugar, no soy su novia ...

source: Secondly, only I can do unspeakable things with Mehir! GET THE HELL AWAY FROM HIM YOU FILTHY WITCH!!!
es: En segundo lugar, ¡solo yo puedo hacer cosas indescriptibles con Mehir! ¡Aleja de él, bruja sucia!

source: Serves her right.
es: Sirve su derecho.

source: This mission is a complete disaster. I told Almathis many times that we should finish off the pathetic sun-lovers first, but that arrogant fool wouldn't listen to my advice...
es: Esta misión es un completo desastre. Le dije a Almathis muchas veces que deberíamos terminar primero a los patéticos amantes del sol, pero ese tonto arrogante no escuchaba mi consejo ...

source: Sun lovers?
es: Amantes del sol?

source: I'm not going to tell you anything, sand dwelling worm! A thousand curses upon your nation! Argh...
es: ¡No te voy a decir nada, gusano de vivienda de arena! ¡Mil maldiciones sobre tu nación! Argh ...

source: You have nowhere to run, witch. Now, tell us why you invaded us.
es: No tienes a dónde correr, bruja. Ahora, cuéntanos por qué nos invadiste.

source: I'm not going to tell you anything, filthy human!
es: ¡No te voy a decir nada, humano sucio!

source: Hey, can I torture her to get the information? Pleeeeease?
es: Oye, ¿puedo torturarla para obtener la información? ¿Pleeeeease?

source: Considering how many innocent people she and her underlings murdered in cold blood, fine, I'll permit it, but just this once.
es: Teniendo en cuenta cuántas personas inocentes ella y sus subordinados asesinaron en sangre fría, bien, lo permitiré, pero solo esta una vez.

source: Yes! Thank you, thank you sis, you're the best! (to Fiothiel) As for you, witch, you have exactly one minute to give an answer, or it's gonna hurt, a lot, hehehe. *sharpens scimitar*
es: ¡Sí! Gracias, gracias hermana, ¡eres el mejor! (a Fiothiel) En cuanto a ti, bruja, tienes exactamente un minuto para dar una respuesta, o va a doler, mucho, jejeje. *afila la cimitarra*

source: You won't get anything out of me! *impales herself with her spear*
es: ¡No me sacarás nada de mí! *se empala con su lanza*

source: Your futile resistance only delays the inevitable. Our gods will most certainly reward me for nearly razing this place to the ground...
es: Su resistencia inútil solo retrasa lo inevitable. Nuestros dioses ciertamente me recompensarán por casi arrasar este lugar al suelo ...

source: *impales herself with her spear*
es: *se empala con su lanza*

source: Aaaaand there goes my first chance in centuries to torture someone with Ho'rashti's permission... *sigh*
es: Aaaa y ahí va mi primera oportunidad en siglos para torturar a alguien con el permiso de Ho'rashti ... *suspiro *

source: Dammit, we didn't get anything out of her...
es: Maldita sea, no sacamos nada de ella ...

source: You thought you could just walk here and kill me? What did you expect trying to walk over a horizontal portal? Have fun falling down, idiot!
es: ¿Pensaste que podrías caminar aquí y matarme? ¿Qué esperabas tratar de caminar sobre un portal horizontal? ¡Diviértete cayendo, idiota!

source: So this is the famous Living Gate, huh? Quite spectacular...
es: Entonces esta es la famosa puerta viva, ¿eh? Bastante espectacular ...

source: Why yes indeed!
es: ¡Por qué sí!

source: Sweet! I always wanted to see it with my own eyes when I was younger! Looks amazing! Much better than in the pictures of it I've seen during my childhood.
es: ¡Dulce! ¡Siempre quise verlo con mis propios ojos cuando era más joven! ¡Se ve increíble! Mucho mejor que en las fotos que he visto durante mi infancia.

source: Yeah, I agree with you about that. Ah, I just love it how the unbeknowing enemies just try to walk on the Living Gate and fall to their deaths... This never gets old!
es: Sí, estoy de acuerdo contigo sobre eso. Ah, me encanta cómo los enemigos que desconocen solo intentan caminar en la puerta viva y caer a la muerte ... ¡esto nunca envejece!

source: A New Leader
es: Un nuevo líder

source: ...and that’s why I owe him my life. I anoint Mehir as the leader of Tar-Tabar.
es: ... y por eso le debo mi vida. Me unijo a Mehir como el líder de Tar-Tabar.

source: You want such a young man to lead the city?! He’s only twenty-eight years old!
es: ¿Quieres que un hombre tan joven guíe la ciudad? ¡Tiene solo veintiocho años!

source: But he managed to do the seemingly impossible - to save my city!
es: Pero logró hacer lo aparentemente imposible: ¡salvar mi ciudad!
