Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: Rashti's ultimate focus allows her to increase her movement speed by 1. Also, she cannot be destabilized again (this bonus only lasts until the end of the scenario)
es: El enfoque final de Rashti le permite aumentar su velocidad de movimiento en 1. Además, no puede ser desestabilizada nuevamente (esta bonificación solo dura hasta el final del escenario)

source: ultimate focus
es: enfoque final

source: Now everyone is in place. It’s about time we got out of here!
es: Ahora todos están en su lugar. ¡Ya es hora de que salimos de aquí!

source: Huh? Where's all that darn noise comin' from? Can't an old dwarf just have some rest fer goodness's sake?! I hadn't slept in days!
es: ¿Eh? ¿De dónde está todo ese maldito ruido? ¿No puede un viejo enano descansar por el bien de la bondad? ¡No había dormido en días!

source: (looks at the battlefield, eyes wider) My wrench be damned! What is goin' on here?!
es: (Mira el campo de batalla, los ojos más ancho) ¡Mi llave está condenada! ¿Qué pasa aquí?

source: Reporting: unidentified group invaded bunker, intention: steal battery. Attempts at elimination failed. Their leader can speak our language. Communication possible.
es: Informes: Grupo no identificado Bunker invadido, intención: robar batería. Los intentos de eliminación fallaron. Su líder puede hablar nuestro idioma. Comunicación posible.

source: *to Mehir* Hey, you! Finally, someone that ain't one of 'em spawns o' darkness lurking 'round here! But why the hell do ye need my precious battery?!
es: * a mehir* ¡Hola, tú! ¡Finalmente, alguien que no es uno de los 'empía de' oscuridad que acecha 'aquí! Pero, ¿por qué demonios necesitas mi preciosa batería?

source: You see, well, my troops and I got separated from our nation and our families in the Abyss, so we need the battery's energy to be able to make a portal to it, to follow the rest of my people there. We're trapped in this world for now.
es: Verá, bueno, mis tropas y yo nos separamos de nuestra nación y nuestras familias en el Abismo, por lo que necesitamos la energía de la batería para poder hacerle un portal, para seguir al resto de mi gente allí. Estamos atrapados en este mundo por ahora.

source: Look mate, tis' beauty powers the steam berserkers and plenty of other essential machinery. She and my burnin' desire to avenge the slaughter of my kind are the only two things keepin' me alive 'ere. If ya take 'er from me, I'm as good as dead.
es: Mira amigo, la belleza de esta potencia a los berserkers de vapor y mucha otra maquinaria esencial. Ella y mi deseo quemado de vengar la matanza de mi especie son las dos únicas cosas que me siguen vidas ". Si me quitas, soy tan bueno como muerto.

source: Don’t tell me it’s...
es: No me digas que es ...

source: You...YOU! NOT AGAIN!!!
es: ¡Tú ...! ¡¡¡NO OTRA VEZ!!!

source: Damn it, they’ve found us!
es: ¡Maldita sea, nos han encontrado!

source: Ye brought these abominations 'ere, outsider!!! Now ye doomed us both!!!
es: ¡Trajiste estas abominaciones 'Ere, Outsider! ¡Ahora nos condenaron a los dos!

source: Argh, bloody hell, stuck 'tween a hammer and an anvil... if the abominations win, we all die, if I let the outsiders take the battery, I have nothing left to keep me alive 'ere and die as well...
es: Argh, el infierno sangriento, atascado entre un martillo y un yunque ... Si las abominaciones ganan, todos morimos, si dejo que los extraños tomen la batería, no tengo nada que me quede vivo y también muera. .

source: Dwarf, whatever is your name, I know that we may be in conflict, but we have to put out our differences aside for now. Otherwise those monsters are going to easily wipe us out while we are busy being at each other's throats.
es: Enano, sea cual sea tu nombre, sé que podemos estar en conflicto, pero tenemos que dejar a un lado nuestras diferencias por ahora. De lo contrario, esos monstruos nos van a eliminar fácilmente mientras estamos ocupados de estar en la garganta del otro.

source: I've little left to lose, human, everyone I knew and loved is long dead, I'm but a dusty relic of tha past with hardly any meanin' in life, might as well blow up the battery and bring the abominations down with me *grabs the remote*
es: Me queda poco por perder, humanos, todos los que conocía y amaba están muertos hace mucho tiempo, pero soy una reliquia polvorienta del pasado con casi ningún mal estado en la vida, también podría explotar la batería y derribar las abominaciones con yo *agarra el control remoto *

source: NO!!! WAIT!!!
es: ¡¡¡NO!!! ¡¡¡ESPERAR!!!

source: What could ye possibly offer in return for tha only thing I held dear?
es: ¿Qué podrías ofrecer a cambio de que sea única que me gustaba?

source: Look, you said you can't give away the battery because you wouldn't be able to survive without it here. What if I bring you with me and have you live with my... let's just say allies.
es: Mira, dijiste que no puedes regalar la batería porque no podrías sobrevivir sin ella aquí. ¿Qué pasa si te traigo conmigo y tengo que vivir con mi ... Digamos que los aliados?

source: And who are these mysterious 'allies' ye speak of? I still don't fully trust ya.
es: ¿Y quiénes son estos misteriosos 'aliados' de los que hablas? Todavía no confío completamente en ti.

source: Well... they're basically uhh... arrogant mage scientists.
es: Bueno ... son básicamente uhh ... científicos de mago arrogantes.

source: Arrogant scientific magi? Wait... don't tell me... the Magi civilization actually survived the cataclysm?
es: ¿Magos científicos arrogantes? Espera ... no me digas ... ¿La civilización de los magos en realidad sobrevivió al cataclismo?

source: Well, it's too long to explain, just step onto the platform around the battery, I am preparing a teleportation circle around it, which should teleport us to the Sky Kingdom.
es: Bueno, es demasiado largo para explicar, solo sube a la plataforma alrededor de la batería, estoy preparando un círculo de teletransportación a su alrededor, lo que debería teletransportarnos al reino del cielo.

source: Fine, we have a deal, can't be worse than dyin' here. All these millenia of bein' trapped here and constantly hidin' from those horrors 'ave made me a complete wreck! But if ya leave me to die here, I'll blow up battery. I've still got the self-destruct remote, to ensure ye don't dump me here. And I am dead serious, I was seconds away from pressin' it 'fore you convinced me to change my mind.
es: Bien, tenemos un trato, no puedo ser peor que Dyin 'aquí. ¡Todos estos milenios de estar atrapados aquí y constantemente escondidos de esos horrores 'me hicieron un completo accidente! Pero si me dejas morir aquí, explotaré la batería. Todavía tengo el control remoto de autodestrucción, para asegurarme de que no me dejen aquí. Y estoy muy en serio, estaba a segundos de presionarlo, antes de que me convenció de cambiar de opinión.

source: Alas, I'm runnin' out of machines: yer men smashed many beyond repair! Now gimme some hands, we'll make a combined effort to fend 'em off and save my battery!
es: Por desgracia, estoy saliendo de las máquinas: ¡tus hombres destrozaron muchos más allá de la reparación! Ahora dame algunas manos, haremos un esfuerzo combinado para defenderlas y salvar mi batería.

source: Anyway, my apologies for not introducin' myself earlier. Name's Glomin, son of Glamthasil. And now, my steam children, time for yer last stand against our mortal enemy! Ignore the others, they are allies!
es: De todos modos, mis disculpas por no presentarme antes. Nombre es Glomin, hijo de Glamthasil. ¡Y ahora, mis hijos de vapor, es hora de que su última posición contra nuestro enemigo mortal! ¡Ignora a los demás, son aliados!

source: We better stay inside the circle. I cannot leave my men, Rashti or Glomin behind. Abysmal beings except Rashti do not matter.
es: Será mejor que nos quedemos dentro del círculo. No puedo dejar atrás a mis hombres, rashti o glomin. Los seres abismales, excepto Rashti, no importan.

source: Hey!
es: ¡Ey!

source: There are more of them!
es: ¡Hay más de ellos!

source: Fear not, Mehir. Just don't get yourself killed. There are so many things I want to show you in the Abyss once we get there.
es: No temas, mehir. Simplemente no te mates. Hay tantas cosas que quiero mostrarte en el Abismo una vez que llegamos allí.

source: Oh, you have returned. How nice! We are having dinner in a moment. Mind joining us?
es: Oh, has regresado. ¡Que agradable! Estamos cenando en un momento. ¿Te importa unirnos a nosotros?

source: Yeah, why not? I am starving after slaying nightmarish beasts, defeating and allying with an army of mechanical monsters as well as bringing this battery along with parts and one inhabitant of that accursed place. Do you have a menu with you?
es: ¿Si, Por qué no? Me estoy muriendo de hambre después de matar a las bestias de pesadilla, derrotando y aliado con un ejército de monstruos mecánicos, además de llevar esta batería junto con piezas y un habitante de ese lugar maldito. ¿Tienes un menú contigo?

source: I have slain nightmarish beasts, encountered an army of mechanical monsters, brought this damn battery along with parts...
es: He matado bestias de pesadilla, encontré un ejército de monstruos mecánicos, trajo esta maldita batería junto con piezas ...

source: ...and one inhabitant of that accursed place back here, and the first thing you do is offer me dinner?!
es: ... y un habitante de ese lugar maldito aquí, y lo primero que haces es ofrecerme la cena.

source: Why, of course! Today we are serving a delicious kind of crab from the western cliffs of Kharos. They call it ‘Holy Crab’. And indeed, its taste is simply divine! You will adore it!
es: ¡Por qué por supuesto! Hoy estamos sirviendo un delicioso tipo de cangrejo de los acantilados occidentales de Kharos. Lo llaman "cangrejo sagrado". ¡Y de hecho, su sabor es simplemente divino! ¡Lo adorarás!

source: Ah, I've been longing for some crab since I read about it in your library. The battery may be important, but a good meal is even more so. Lead the way!
es: Ah, he estado anhelando un poco de cangrejo desde que lo leí en su biblioteca. La batería puede ser importante, pero una buena comida es aún más. ¡Llega el camino!

source: Spoken like a true gourmet! Excellent!
es: ¡Hablado como un verdadero gourmet! ¡Excelente!

source: What about the battery?
es: ¿Qué pasa con la batería?

source: But... the battery?
es: Pero ... ¿la batería?

source: The battery can wait; the crab cannot. Believe me.
es: La batería puede esperar; El cangrejo no puede. Créeme.

source: Then lead the way!
es: ¡Entonces lidera el camino!

source: *sigh* Fine, I will eat this... crab of yours...
es: * suspiro* bien, comeré esto ... cangrejo tuyo ...

source: Excellent!
es: ¡Excelente!

source: What 'bout me? I ain't gonna to eat that grub!
es: ¿Qué me pasa? ¡No voy a comer esa comida!

source: *looks at Glomin, then at Mehir* You brought a <b>dwarf</b> here?!
es: * Mira a Glomin, luego a Mehir* trajiste un <b> enano </b> aquí?

source: What for? You shouldn't have bothered! But yeah, it's still a nice bonus.
es: ¿Para qué? ¡No deberías haberte molestado! Pero sí, sigue siendo una buena ventaja.

source: “shouldn't have bothered“?! “nice bonus“?! Ye wanna taste me wrench, do ya? I'll smash yer gob straight through yer teeth! Ye can shove that crab right up yer arse!
es: "¿No debería haberse molestado"?! "¿Buen bono"?! Quieres probarme llave, ¿estás? ¡Te aplastaré directamente a través de tus dientes! ¡Puedes empujar ese cangrejo por el culo!

source: *shrinks back* Uhh... I mean... Uhh... it's a stroke of luck to be visited by a representative of a dead - err... of a species presumed long extinct! How did you even manage to survive for so long though?
es: * se encoge de nuevo* uhh ... quiero decir ... uhh ... es un golpe de suerte ser visitado por un representante de un muerto, err ... de una especie presumida de larga extinta! ¿Cómo lograste sobrevivir por tanto tiempo?

source: My apologies for my colleague's previous rude remarks. He doesn't appreciate history nearly as much as I do. I am honored to be able to speak to a surviving member of a civilization previously thought to be entirely extinct. Me and my fellow historians will be delighted about this extraordinary chance to research the Runemasters' civilization!
es: Mis disculpas por los comentarios groseros anteriores de mi colega. No aprecia la historia casi tanto como yo. Me siento honrado de poder hablar con un miembro sobreviviente de una civilización que anteriormente se cree que estaba completamente extinto. ¡Mis compañeros historiadores y yo estaremos encantados con esta extraordinaria oportunidad de investigar la civilización de los Runemasters!

source: <i>*to himself* Finally, someone 'ere with some manners...</i>
es: <i>* para sí mismo* Finalmente, alguien está con algunos modales ... </i>

source: By the way, how did you manage to survive for so long?
es: Por cierto, ¿cómo lograste sobrevivir por tanto tiempo?

source: Hibernatin' for millenia that's how! 'cept waking up every few years to do some repairs and such.
es: Hibernatin 'para Millenia así es como! 'Cepte despertando cada pocos años para hacer algunas reparaciones y demás.

source: *claps his hands* Now, let's treat ourselves to some fine crab meat!
es: * aplaude las manos* Ahora, ¡tratemos de una buena carne de cangrejo!

source: Follow me, dwarf. We have plenty of history and technology to discuss over some good beer, brewed with fresh, pure rainwater, extracted straight from the clouds...
es: Sígueme, enano. Tenemos mucha historia y tecnología para discutir sobre una buena cerveza, elaborada con agua de lluvia fresca y pura, extraída directamente de las nubes ...

source: I get someone I can chat 'bout technology with, AND booze? Now 'tis is paradise! Fare ye well, Mehir! Hope yer not gonna choke on that crap they're givin' ya, and thanks for the lift!
es: ¿Conozco a alguien con quien pueda charlar con la tecnología y beber? ¡Ahora es el paraíso! ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡Mehir! Espero que no te ahoguen en esa basura que te están dando, ¡y gracias por el ascensor!

source: <i>Initiating combat mode, with berserk behavior active.</i>
es: <i> Iniciando el modo de combate, con el comportamiento de Berserk activo. </i>

source: My goodness! These things are absolutely relentless!
es: ¡Dios mío! ¡Estas cosas son absolutamente implacables!

source: Argh! So I helped ye, and ya dumped me 'ere?! I got nothin' ta lose anymore. Activate the self-destruc...
es: ¡ARGH! Entonces te ayudé, y me dejaste. No tengo nada más perder. Activar el autodestruc ...

source: <b>We are going to die!</b>
es: <b> ¡vamos a morir! </b>

source: These abominations are blowin' up the battery!!!
es: ¡Estas abominaciones están volando la batería!

source: <b>Aaaaaah! We are going to die!</b>
es: <b> aaaaaah! ¡Vamos a morir! </b>

source: My Master, this place will turn itself into a blazing battlezone in no time!
es: ¡Mi maestro, este lugar se convertirá en una ardiente zona de batalla en poco tiempo!

source: Your advice is killing me, you know? What else?! Tell me more!
es: Tu consejo me está matando, ¿sabes? ¡¿Qué otra cosa?! ¡Dime más!

source: I am accessing parallel universes...
es: Estoy accediendo a universos paralelos ...

source: Strange seemingly sentient humanoid metallic objects keep attacking us from all directions. Heavy losses. But at some point... a small human appears.
es: Extraños objetos metálicos humanoides aparentemente sensibles siguen atacándonos desde todas las direcciones. Grandes pérdidas. Pero en algún momento ... aparece un pequeño humano.

source: In this timeline you will discover the battery in a large hall behind the door. I see strange seemingly sentient humanoid metallic objects attacking us from all directions. This cannot be avoided and happens in most of the possible outcomes after opening the door, and then a small human appears.
es: En esta línea de tiempo, descubrirá la batería en un gran salón detrás de la puerta. Veo extraños objetos metálicos humanoides aparentemente sensibles que nos atacan desde todas las direcciones. Esto no se puede evitar y ocurre en la mayoría de los posibles resultados después de abrir la puerta, y luego aparece un pequeño humano.

source: A small human? Do you mean a child?
es: ¿Un humano pequeño? ¿Te refieres a un niño?

source: Not really, more like a short elder. Then the enemy finds us and surrounds us from north and south. This is pretty much inevitable as it happens in 99.8% of outcomes involving the appearance of the small human.
es: En realidad no, más como un anciano corto. Entonces el enemigo nos encuentra y nos rodea desde el norte y el sur. Esto es bastante inevitable, ya que sucede en el 99.8% de los resultados que involucran la aparición del pequeño humano.

source: So we need to hurry up. The Destroyers' skeletal minions are actively looking for us, and I highly doubt that sealing the entrance will hold them off forever. What happens next?
es: Así que tenemos que darnos prisa. Los secuaces esqueléticos de los destructores nos están buscando activamente, y dudo mucho que sellando la entrada los mantenga para siempre. ¿Qué pasa después?

source: So we need to hurry up. Those abominations are actively looking for us, and I highly doubt that sealing the entrance will hold them off forever. What happens next?
es: Así que tenemos que darnos prisa. Esas abominaciones nos están buscando activamente, y dudo mucho que el sello de la entrada las mantenga para siempre. ¿Qué pasa después?

source: I see noise. So many factors... Wait... In 6.7% of the outcomes the small human wants to help us.
es: Veo ruido. Tantos factores ... espera ... en el 6.7% de los resultados que el pequeño humano quiere ayudarnos.

source: And what if he does not?
es: ¿Y si no lo hace?

source: He destroys the battery and blows the whole place up, vaporizing everything in range of about 3017 and a half stone throws. The area turns into a burning wasteland, with first foliage only starting to grow in 324 million years.
es: Destruye la batería y explota todo el lugar, vaporizando todo en un alcance de aproximadamente 3017 y media piedra. El área se convierte en un páramo ardiente, con el primer follaje que solo comienza a crecer en 324 millones de años.

source: Well, that didn't make much sense. Looks like I forced you to look too far away in time. Thanks anyway. Let's hope we get lucky...
es: Bueno, eso no tenía mucho sentido. Parece que te obligé a mirar demasiado lejos a tiempo. Gracias de cualquier manera. Esperemos que tengamos suerte ...

source: My Master! A small human will appear quite soon. He will either offer his help or will try to kill us. In most of the possibilities, he will choose the latter option.
es: ¡Mi maestro! Un pequeño humano aparecerá muy pronto. Ofrecerá su ayuda o intentará matarnos. En la mayoría de las posibilidades, elegirá la última opción.

source: Excellent! Sounds like I am going to meet another psychopath! Tell me more!
es: ¡Excelente! ¡Parece que voy a conocer a otro psicópata! ¡Dime más!

source: Then the enemy appears from north and south. We are completely surrounded. Heavy losses, and in the 93.6% of the outcomes where the small human doesn't offer his help, we are all going to die. But if the small human decides to help us, the outcome will be much better. Anyway, we have no chance against the enemy unless we hurry up.
es: Entonces el enemigo aparece desde el norte y el sur. Estamos completamente rodeados. Grandes pérdidas, y en el 93.6% de los resultados donde el pequeño humano no ofrece su ayuda, todos vamos a morir. Pero si el pequeño humano decide ayudarnos, el resultado será mucho mejor. De todos modos, no tenemos ninguna posibilidad contra el enemigo a menos que nos apuremos.

source: My Master! The enemy is going to quickly swarm this place. We really need to hurry up, or we're as good as dead!
es: ¡Mi maestro! El enemigo estará enjambrar rápidamente este lugar. ¡Realmente tenemos que darnos prisa, o somos tan buenos como muertos!

source: Uh... It's getting hot in here. I should use as few Fire Elementals as possible. It's hard to breath in this place already.
es: Uh ... se está calentando aquí. Debería usar la menor cantidad de elementos de fuego como sea posible. Ya es difícil respirar en este lugar.

source: *gasps* I can hardly breathe... One Fire Elemental more and we will suffocate in here. The heat coming from these lava pools is already unbearable. It's getting even warmer than in an open desert! I thought those genius magi implemented a cooling system for my new circle for such situations...
es: * jadeos* apenas puedo respirar ... un fuego elemental más y nos asfixiaremos aquí. El calor que proviene de estas piscinas de lava ya es insoportable. ¡Se está volviendo aún más cálido que en un desierto abierto! Pensé que esos genios Magi implementaron un sistema de enfriamiento para mi nuevo círculo para tales situaciones ...

source: Epilogue
es: Epílogo

source: I hope this works... Otherwise, we will be forced to stay here for the rest of our lives...
es: Espero que esto funcione ... de lo contrario, nos veremos obligados a quedarnos aquí por el resto de nuestras vidas ...

source: Do not worry, Summoner. This is not the first time we created a wormhole to a different dimension. It is still a rather rare event given the fact it requires incredible amounts of energy to make it work, but we've attempted something like that several times in our history and never failed.
es: No te preocupes, invocador. Esta no es la primera vez que creamos un agujero de gusano a una dimensión diferente. Todavía es un evento bastante raro dado el hecho de que requiere cantidades increíbles de energía para que funcione, pero hemos intentado algo así varias veces en nuestra historia y nunca fallamos.

source: Mastah! The battery eez in place! All power nodez are connected and ready. I personally supervised everything! Awaitin' your command, Mastah!
es: ¡Mastah! ¡La batería EEZ en su lugar! Todos los Nodez de alimentación están conectados y listos. ¡Personalmente supervisé todo! ¡Esperando tu orden, Mastah!

source: Wait, is this midget responsible for opening the gate for us?! Haven't you said these little brats are dumb?
es: Espera, ¿es este enano responsable de abrirnos la puerta? ¿No has dicho que estos pequeños mocosos son tontos?

source: Oh, I did? But they are also quite ambitious. Trust me, it will work. *to Mu* Return to your post and activate the portal on my mark.
es: Oh, lo hice? Pero también son bastante ambiciosos. Confía en mí, funcionará. * Para mu* Regrese a su publicación y active el portal en mi marca.

source: And he heard me calling him midget AND dumb... Now we are screwed. *gulp*
es: Y me escuchó llamarlo enano y tonto ... ahora estamos jodidos. *trago*

source: 3... 2... 1... NOW!
es: 3 ... 2 ... 1 ... ¡ahora!

source: The Abyss! Finally!
es: ¡El abismo! ¡Finalmente!

source: Thanks to your persistence, your dream has come true. Now you all can join your friends and relatives.
es: Gracias a tu persistencia, tu sueño se ha hecho realidad. Ahora todos pueden unirse a sus amigos y familiares.

source: Rashti! Is the passage safe? I'd like to be sure the magi aren't screwing me over...
es: Rashti! ¿Es seguro el pasaje? Me gustaría estar seguro de que los magos no me están jodiendo ...

source: Don't worry, the gate is fully stable, as long as it's not cut off from its energy source.
es: No se preocupe, la puerta es completamente estable, siempre que no esté cortada de su fuente de energía.

source: Hmmm... Go first, soldiers...
es: Hmmm ... Ve primero, soldados ...

source: It is your turn, Rashti.
es: Es tu turno, Rashti.
