Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: The construction of the Great Circle was carried on. Under the superintendence of Mehir, it was connected to the Tar-Tabar's portal, and three months later, the outer ring was complete. The next phase of construction was initiated: the cities of the Trinity were to be linked with al-Kamija. Also, smaller stabilizing circles were to be made inside the outer circle. Thousands of workers from the capital were hired to ensure a swift progress with the project. Mehir, like the other leaders of the Trinity, was free to do as he wished, because the outer (largest) part of the circle was finished. But there was an opportunity to test his new skills in battle.
es: Se llevó a cabo la construcción del Gran Círculo. Bajo la supervisión de Mehir, estaba conectado al portal del alquitrán, y tres meses después, el anillo exterior estaba completo. Se inició la siguiente fase de construcción: las ciudades de la Trinidad debían estar vinculadas con al-Kamija. Además, se debían hacer círculos estabilizadores más pequeños dentro del círculo exterior. Miles de trabajadores de la capital fueron contratados para garantizar un progreso rápido con el proyecto. Mehir, como los otros líderes de la Trinidad, era libre de hacer lo que deseaba, porque la parte externa (más grande) del círculo estaba terminada. Pero hubo una oportunidad para probar sus nuevas habilidades en la batalla.

source: Some days ago an Efreeti revolted against his master in Sud-Affar, and fled to the Great Desert. While things like this are fairly common, what made this particular incident special was that the Efreeti persuaded other magical creatures to follow him, which was quite worrying for the High Council, as the last time something similar happened was during the Red Cult's rebellion. If left ignored, the crowd of rogue magical beings could slowly grow into a real threat to the Cities of the Trinity, and eventually the capital. Scouts discovered that the location of these beings was near Tar-Tabar, so as the city's ruler, it was Mehir's responsibility to eliminate them.
es: Hace algunos días, un Efreeti se rebeló contra su maestro en Sud-Affar, y huyó al gran desierto. Si bien cosas como esta son bastante comunes, lo que hizo que este incidente en particular sea especial fue que los Efreeti persuadieron a otras criaturas mágicas para que lo siguieran, lo cual fue bastante preocupante para el Alto Consejo, ya que la última vez que sucedió algo similar fue durante la rebelión del culto rojo. Si se deja ignorado, la multitud de seres mágicos deshonestos podría convertirse lentamente en una amenaza real para las ciudades de la Trinidad y, finalmente, la capital. Los exploradores descubrieron que la ubicación de estos seres estaba cerca de Tar-Tabar, por lo que como gobernante de la ciudad, era responsabilidad de Mehir eliminarlos.

source: The mysterious stranger was in a critical state. He was clearly not a citizen of the Summoners’ nation, yet clearly unlike the flying intruder. In Tar-Tabar, the foreigner was taken to a hospital. Everybody wanted to know who he was and what he wanted.
es: El misterioso extraño estaba en un estado crítico. Claramente no era ciudadano de la nación de los invocadores, pero claramente diferente al intruso volador. En Tar-Tabar, el extranjero fue llevado a un hospital. Todos querían saber quién era y qué quería.

source: After three days, the wanderer finally regained consciousness. Atiros (that was his name) had come from a land abandoned by the Summoners thousands of years ago. These words shocked the High Council, because for centuries, the Summoners believed that their ancestors, when setting out into the Great Desert, had left the Ancestral Lands empty. Atiros said that the nation inhabiting that land is now called Kharos, and is in grave danger.
es: Después de tres días, el vagabundo finalmente recuperó la conciencia. Atiros (ese era su nombre) había venido de una tierra abandonada por los invocadores hace miles de años. Estas palabras conmocionaron al Alto Consejo, porque durante siglos, los invocadores creían que sus ancestros, cuando se establecieron en el Gran Desierto, habían dejado vacías las tierras ancestrales. Atiros dijo que la nación que habitaba esa tierra ahora se llama Kharos, y está en grave peligro.

source: About half a year ago, the Kharosians lost contact with all their settlements in the furthest east. Messengers never returned. When more towns started to disappear, the ruler of Kharos, the High Priestess of Light, Anthi, ordered the middle-lands fortified in order to beat off possible attacks by the invisible invaders. After one month contact was lost again, but this time, two cavalry archers managed to escape to the west. From their reports it was understood that they were attacked by masked beings, full of madness and anger, aided by terrifying three-headed beasts, capable of easily devouring a man...
es: Hace aproximadamente medio año, los jarosianos perdieron contacto con todos sus asentamientos en el este más alejado. Los mensajeros nunca regresaron. Cuando más ciudades comenzaron a desaparecer, el gobernante de Kharos, la Suma Sacerdotisa de Light, Anthi, ordenó las tierras medias fortificadas para vencer a los posibles ataques de los invasores invisibles. Después de que se perdió el contacto de un mes nuevamente, pero esta vez, dos arqueros de caballería lograron escapar al oeste. De sus informes, se entendió que fueron atacados por seres enmascarados, llenos de locura y enojo, ayudado por aterradoras bestias de tres cabezas, capaces de devorar fácilmente a un hombre ...

source: These words intrigued Mehir, who noticed heavy similarities between the descriptions Atiros provided, and the opponents fought during the siege of Mag-Magar. Yet the foreigner’s story was not over; When the downfall of the middle-lands was certain, Anthi realized that the Kharosian army could not possibly prevail against such a powerful enemy, so she decided to bet everything on a legend, which spoke of ancient siblings who abandoned their homeland and set out to the desert. She had no choice but to hope it was true, and that the inhabitants of the desert would return to protect the Ancestral Lands.
es: Estas palabras intrigaron a Mehir, quien notó fuertes similitudes entre las descripciones que Atiros proporcionó, y los oponentes lucharon durante el asedio de Mag-Magar. Sin embargo, la historia del extranjero no había terminado; Cuando la caída de las tierras medianas estaba segura, Anthi se dio cuenta de que el ejército kharosiano no podía prevalecer contra un enemigo tan poderoso, por lo que decidió apostar todo en una leyenda, que hablaba de hermanos antiguos que abandonaron su tierra natal y se propusieron a el desierto. No tenía más remedio que esperar que fuera cierto, y que los habitantes del desierto regresarían para proteger las tierras ancestrales.

source: Atiros, as one of the most powerful warriors of Kharos, was ordered to find them. He set out to the furthest city of the south, Saffaros, and sailed across the sea to the Great Desert. A few days after landing, he saw a faint silhouette of Tar-Tabar looming over the horizon. He initially though he was hallucinating, but decided to go in that direction anyway. After a few weeks of walking, the water ran out. A few days after, Atiros heard sounds of a battle, and decided to follow them. Soon after, he lost consciousness and woke up in Tar-Tabar, where he discovered his rescuers were the very people he was ordered to find.
es: Atiros, como uno de los guerreros más poderosos de Kharos, recibió la orden de encontrarlos. Se dirigió a la ciudad más alejada del sur, Saffaros, y navegó a través del mar hasta el gran desierto. Unos días después del aterrizaje, vio una leve silueta de alquitrán que se avecinaba sobre el horizonte. Inicialmente, aunque estaba alucinando, pero decidió ir en esa dirección de todos modos. Después de unas semanas de caminar, el agua se agotó. Unos días después, Atiros escuchó sonidos de una batalla y decidió seguirlos. Poco después, perdió la conciencia y se despertó en Tar-Tabar, donde descubrió que sus rescatistas eran las personas que se les ordenó encontrar.

source: This whole thing put the Summoners in a rather awkward situation. In the next few months, the Great Circle would be ready and then their whole country would disappear from this world. At this stage, interfering in foreign wars was unthinkable, yet the Elders felt it indicated to show some concerned interest in the situation of the kinfolk. Thus, Mehir was to act as an envoy: he would deliver a letter from the council to the people of Kharos - an invitation to move together with the Summoners into the Abyss. Such a nice gesture seemed adequate, if not the only chance of survival for the people in the old native country. The High Council ordered three ships to be built specifically for Mehir's departure, similar in design to the one Atiros sailed in. Mehir himself was quite fine with the idea of officially representing the nation. And as much as he liked the lavish lifestyle of his palace, Rashti's perpetual nagging and his own worry of getting fat and lazy kind of spoiled the whole thing. A short trip to pleasantly cool lands would do him good, and amuse his protegee as well.
es: Todo esto puso a los invocadores en una situación bastante incómoda. En los próximos meses, el gran círculo estaría listo y luego todo su país desaparecería de este mundo. En esta etapa, interferir en guerras extranjeras era impensable, sin embargo, los ancianos sintieron que indicaba mostrar algún interés preocupado en la situación de los parientes. Por lo tanto, Mehir debía actuar como enviado: entregaría una carta del Consejo al pueblo de Kharos, una invitación para moverse junto con los invocadores al Abismo. Un gesto tan agradable parecía adecuado, si no la única posibilidad de supervivencia para las personas en el viejo país nativo. El High Council ordenó que se construyeran tres barcos específicamente para la partida de Mehir, similar en diseño al que Atiros navegó. El propio Mehir estaba bastante bien con la idea de representar oficialmente a la nación. Y por mucho que le gustara el lujoso estilo de vida de su palacio, la perpetua persecución de Rashti y su propia preocupación de maldecir todo el asunto. Un breve viaje a tierras agradablemente frías le haría bien y también divertiría a su protegido.

source: After recapturing Degos, Mehir, Dedylos, and their troops set out to Kharos in hopes that the city was still standing...
es: Después de recuperar a Degos, Mehir, Dedylos y sus tropas se dirigieron a Kharos con la esperanza de que la ciudad todavía estuviera en pie ...

source: The armies of darkness have finally been vanquished, allowing the Kharosians to recover their ravaged territories. Meanwhile, Mehir entered the city, greeted by crowds of the citizens of Kharos, praising him almost as if he was a deity. While his troops were busy finishing off any remnants of the dark army, he spent a lot of time with Anthi, getting to know the Kharosian culture and the history of the Ancestral Lands.
es: Los ejércitos de la oscuridad finalmente han sido vencidos, permitiendo que los jarosianos recuperen sus territorios devastados. Mientras tanto, Mehir entró en la ciudad, recibido por multitudes de los ciudadanos de Kharos, alabándolo casi como si fuera una deidad. Mientras sus tropas estaban ocupadas terminando cualquier restos del ejército oscuro, pasó mucho tiempo con Anthi, conociendo la cultura jarosiana y la historia de las tierras ancestrales.

source: During his visit Mehir learned many things about the Kharosians and their religion. The Kharosians worship the Sun as their deity, and the light as the source of life. The unusual dualism is quite well-reflected in their social structure. The Kharosian society is ruled by wise priestesses of the cult of light which are adept in magic and use it without drawing circles. The army and all connected services are subordinated to the so-called sun warriors.
es: Durante su visita, Mehir aprendió muchas cosas sobre los jarosianos y su religión. Los kharosianos adoran al sol como su deidad, y la luz como la fuente de la vida. El dualismo inusual está bastante bien reflejado en su estructura social. La sociedad kharosiana está gobernada por sabias sacerdotisas del culto a la luz que son expertos en magia y la usan sin dibujar círculos. El ejército y todos los servicios conectados están subordinados a los llamados Guerreros Sun.

source: While the Kharosians were skilled users of magic, it was quite unlike the sort used by the Summoners. For one, it was controlled by the caster's mind, requiring no magic symbols. Mehir noted the Darkblooded, the dark hordes, and the mysterious flying mage, Aerius, were also using this weird technique of spellcasting. Realistically speaking, he was just blissfully unaware that the summoners were the oddballs in this regard.
es: Si bien los kharosianos eran usuarios hábiles de magia, era muy diferente del tipo utilizado por los invocadores. Por un lado, fue controlado por la mente del lanzador, que no requirió símbolos mágicos. Mehir notó que las Darkblooded, las hordas oscuras y el misterioso mago volador, Aerius, también estaban usando esta extraña técnica de lanzamiento de hechizos. Siendo de manera realista, él no sabía felizmente que los invocadores eran las bolas extrañas a este respecto.

source: The messenger sent by Mehir reached al-Kamija in twelve days, where he delivered the sensational news that Rashti had undergone unexpected transformation. Unbeknownst to Mehir, this seeming improvement had completely destroyed the balance between worlds. The Great Circle was becoming outdated, with such a significant shifts in one of the variables. However, experiments carried out by the Summoners in former days had shown that fluctuations of time between the worlds had the delay of twenty-five days between events and their visible consequences. The messenger had traveled for twelve days, which meant the Summoners had thirteen days to finish the Circle in its original formula and move to the Abyss. If it isn't completed in time, all the effort devoted to the project would go to waste.
es: El mensajero enviado por Mehir llegó a Al-Kamija en doce días, donde entregó la sensacional noticia de que Rashti había sufrido una transformación inesperada. Sin el conocimiento de Mehir, esta aparente mejora había destruido por completo el equilibrio entre mundos. El gran círculo se estaba volviendo obsoleto, con un cambio tan significativo en una de las variables. Sin embargo, los experimentos llevados a cabo por los invocadores en los días anteriores habían demostrado que las fluctuaciones de tiempo entre los mundos tenían el retraso de veinticinco días entre los eventos y sus consecuencias visibles. El mensajero había viajado durante doce días, lo que significaba que los invocadores tenían trece días para terminar el círculo en su fórmula original y mudarse al abismo. Si no se completa a tiempo, todo el esfuerzo dedicado al proyecto se desperdiciaría.

source: In responce to such a disaster, the High Council ordered all citizens of the Summoner country to assist the construction. Women, children, even elders — all joined the workers. The messenger immediately set out to Mehir to warn him of what will ensue...
es: En respuesta a tal desastre, el Alto Consejo ordenó a todos los ciudadanos del país invocador que ayuden a la construcción. Mujeres, niños, incluso mayores, todos se unieron a los trabajadores. El mensajero inmediatamente se dirigió a Mehir para advertirle de lo que se produce ...

source: The following morning, the Great Circle — the Summoners' biggest undertaking — has finally been completed just in time. The dream about entering the Abyss was soon to become reality, with the possibility to leave the mortal world being only one spell away. In the Central Palace of al-Kamija, crowds gathered for the fateful moment, when the Circle was going to be connected with the opened portal. The leaders of the Trinity and the chairmen of the Highest Council together drew the final segment, and once it touched the other world...
es: A la mañana siguiente, el gran círculo, la mayor empresa de los invocadores, finalmente se ha completado justo a tiempo. El sueño de entrar en el Abismo pronto se convertiría en realidad, con la posibilidad de dejar que el mundo mortal sea solo un hechizo de distancia. En el palacio central de Al-Kamija, las multitudes se reunieron para el fatídico momento, cuando el círculo se conectaría con el portal abierto. Los líderes de la Trinidad y los presidentes del más alto consejo juntos dibujaron el segmento final, y una vez que tocó el otro mundo ...

source: The entirety of al-Kamija suddenly burst into blue flames. Dunes, walls, buildings, cities, millions of people — everything in the circle's diameter was absorbed by the abyssal energies.
es: La totalidad de al-Kamija de repente estalló en llamas azules. Dunes, paredes, edificios, ciudades, millones de personas: todo en el diámetro del círculo fue absorbido por las energías abisales.

source: For better or worse, the whole country of the Summoners was now gone from this world.
es: Para bien o para mal, todo el país de los invocadores ya había desaparecido de este mundo.

source: Mehir, as the last high-ranking summoner, was observing this awe-inspiring sight from Kharos. He promised that he would do everything to allow his troops to join their families and friends. According to what Anthi said, the only way to get into the Abyss was to set out to the west, to find the mysterious people who were known for accomplishing astounding feats of magic.
es: Mehir, como el último invocador de alto rango, estaba observando esta impresionante vista de Kharos. Prometió que haría todo lo posible para permitir que sus tropas se unan a sus familias y amigos. Según lo que dijo Anthi, la única forma de ingresar al Abismo era ir a Occidente, para encontrar a las personas misteriosas que eran conocidas por lograr asombrosas hazañas de magia.

source: Two days later, Mehir was awaited by a crewed ship. Anthi explained that the country of the people she mentioned was in the middle of the ocean, and it required flight to reach. The ship was really to give the carpets a place to take off from.
es: Dos días después, Mehir fue esperado por un barco tripulado. Anthi explicó que el país de las personas que mencionó estaba en el medio del océano, y requirió un vuelo para alcanzar. El barco realmente debía darle a las alfombras un lugar para despegar.

source: The journey lasted two days. When the ship supposedly reached the destination, Mehir was puzzled about the lack of land nearby. The captain calmly responded by asking Mehir to look up, at the sky.
es: El viaje duró dos días. Cuando el barco supuestamente llegó al destino, Mehir estaba perplejo por la falta de tierra cercana. El capitán respondió con calma pidiéndole a Mehir que mirara hacia arriba, al cielo.

source: And then Mehir finally understood what Anthi meant when she told him that it is impossible to reach this land by ship; The destination was, in fact, a giant landmass above his head, which was floating in the air, above the clouds. Even the finest magic carpets were unable to reach such altitude, so Mehir decided to draw a special one-way teleportation circle on the ship’s floor, with the materials he had. After a few hours everything was ready and, to boost the troops' morale, Mehir decided to be the first to teleport to the ‘flying island’.
es: Y luego Mehir finalmente entendió lo que Anthi quiso decir cuando le dijo que es imposible llegar a esta tierra en barco; El destino era, de hecho, una masa de tierra gigante sobre su cabeza, que flotaba en el aire, sobre las nubes. Incluso las mejores alfombras mágicas no podían alcanzar esa altitud, por lo que Mehir decidió dibujar un círculo de teletransportación unidireccional especial en el piso del barco, con los materiales que tenía. Después de unas horas, todo estaba listo y, para impulsar la moral de las tropas, Mehir decidió ser el primero en teletransportarse a la "isla voladora".

source: After preparing for the journey, Mehir boarded the flying ship and took off to the north, unaware of the threats that awaited him next...
es: Después de prepararse para el viaje, Mehir abordó el barco volador y se fue al norte, sin darse cuenta de las amenazas que lo esperaban a continuación ...

source: To Lands Unknown (custom terrain)
es: A tierras desconocidas (terreno personalizado)

source: Art Placeholder
es: Marcador de posición

source: Art Placeholder2
es: Marcador de posición de arte2

source: Art Placeholder3
es: Marcador de posición de arte3

source: Art Placeholder4
es: Marcador de posición de arte4

source: Art Placeholder5
es: Marcador de posición de arte5

source: Art Placeholder6
es: Marcador de posición de arte6

source: Art Placeholder7
es: Marcador de posición de arte7

source: Twinkling Star
es: Estrella centelleante

source: Bars
es: Barras

source: Lit
es: Iluminado

source: Illuminated Hex
es: Hexadecimal

source: Rubble
es: Escombros

source: Rubble Invisible
es: Escombros invisibles

source: Flat
es: Departamento

source: Jungle
es: Selva

source: Thick Jungle
es: Jungla gruesa

source: Dawn
es: Amanecer

source: Morning
es: Mañana

source: Afternoon
es: Tarde

source: Dusk
es: Oscuridad

source: First Watch
es: Primer reloj

source: Second Watch
es: Segundo reloj

source: immortal
es: inmortal

source: female^immortal
es: inmortal

source: This unit cannot be killed.
es: Esta unidad no puede ser asesinada.

source: Ridiculous price aside, I can't quite afford the elemental.
es: Dejando a un lado el precio ridículo, no puedo pagar el elemental.

source: Not surprising. Anyway, if there's something on sale that you <b>can</b> actually afford, feel free to have a look.
es: No es sorprendente. De todos modos, si hay algo a la venta que <b> puede </b> realmente permitirse, no dude en echar un vistazo.

source: I'll pass, thanks.
es: Pasaré, gracias.

source: <i>*to himself* Hmmmm... on one hand, he's charging me most of the money I have, but on the other, a water elemental can be a great asset to have on duty...</i>
es: <i>* para sí mismo* hmmmm ... Por un lado, me está cobrando la mayor parte del dinero que tengo, pero por el otro, un elemental de agua puede ser un gran activo para tener de servicio ... </i>

source: I don't need an overpriced elemental!
es: ¡No necesito un elemental demasiado caro!

source: Your loss. If you change your mind, feel free to come back, if the elemental isn't already sold out by then, that is.
es: Tu pérdida. Si cambia de opinión, siéntase libre de regresar, si el elemental ya no está agotado para entonces, eso es.

source: Buy the elemental anyway (costs 20 gold, carries over to the next scenarios)
es: Compre el elemental de todos modos (cuesta 20 oro, se traslada a los siguientes escenarios)

source: Excellent choice! Since I can see you're quite the elemental-savvy customer, may I also interest you in a brand-new freshly-summoned air avatar?
es: ¡Excelente opcion! Como puedo ver que es un cliente bastante experto en elementos, ¿puedo interesarle también en un nuevo avatar de aire recién sumido?

source: Hell no! I've had more than enough overpriced elementals for one day!
es: ¡Demonios no! ¡He tenido más que suficientes elementales demasiado caros por un día!

source: Sure. Anyway, enjoy your new water elemental!
es: Seguro. De todos modos, ¡disfruta de tu nuevo Elemental de Agua!

source: Check the merchant's license.
es: Consulte la licencia del comerciante.

source: *ahem* I am from the City Guard. May I see your trade license?
es: * ejem* Soy del guardia de la ciudad. ¿Puedo ver su licencia de comercio?
