Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: You think you got me? MWAHAHAHAAAAAhaa!!! That's where you're wrong, desert mage...
es: ¿Crees que me tienes? Mwahahahaaaaaahaa !!! Ahí es donde te equivocas, Desert Mage ...

source: You can try to stop us, but all your efforts are futile. We are the new Destroyers. We know no mercy nor retreat.
es: Puede intentar detenernos, pero todos sus esfuerzos son inútiles. Somos los nuevos destructores. No conocemos misericordia ni retirada.

source: Know no retreat, eh? Seems the irony of saying that the moment you teleport away from me is lost on you, coward.
es: No conoces ningún retiro, ¿eh? Parece la ironía de decir que en el momento en que te teletransportas de mí te pierde, cobarde.

source: This was supposed to be my cool villain monologue, please don't interrupt it. Anyway, *ahem*, as I was about to say, pathetic human...
es: Se suponía que este era mi monólogo de villano genial, por favor no lo interrumpas. De todos modos, *ejem *, como estaba a punto de decir, humano patético ...

source: This is our holy mission given to us by the Eye of Darkness. Only by destruction can we prove that we are worth living. Upon their return, the old Destroyers shall spare us, and grant us power beyond that of any mortal. But until then, we will slaughter to the last.
es: Esta es nuestra santa misión dada a nosotros por el ojo de la oscuridad. Solo por destrucción podemos demostrar que valemos la pena vivir. A su regreso, los viejos destructores nos ahorrarán y nos otorgarán el poder más allá del mortal. Pero hasta entonces, mataremos hasta el final.

source: Great, an entire nation of genocidal psychos... Rashti, any ideas on how to reach him?
es: Genial, una nación entera de psicópatas genocidas ... Rashti, ¿alguna idea sobre cómo llegar a él?

source: I can climb the walls and kill that lunatic!
es: ¡Puedo escalar las paredes y matar a ese lunático!

source: You sure? Who knows what he is up to... Folks like him are full of unpleasant surprises.
es: ¿Seguro? Quién sabe lo que está haciendo ... la gente como él está llena de sorpresas desagradables.

source: They want to fight against the entire world?! What kind of madness is this?!
es: ¡Quieren luchar contra todo el mundo? ¡¿Qué clase de locura es esta?!

source: Mehir, I <b>must</b> reach that lunatic and kill him!
es: Mehir, debo </b> llegar a ese lunático y matarlo!

source: But... but it's dangerous! Who knows what more tricks he has up his sleeve!
es: Pero ... ¡pero es peligroso! ¡Quién sabe qué más trucos tiene bajo la manga!

source: I know what I'm doing, just clear the way for me.
es: Sé lo que estoy haciendo, solo clara para mí.

source: *sigh* fine...
es: * suspiro* bien ...

source: And now time stops...
es: Y ahora el tiempo se detiene ...

source: A magical being. One quite very different from the rest present here on the battlefield.
es: Un ser mágico. Uno muy diferente del resto presente aquí en el campo de batalla.

source: You seem to be of dual personality. Your body is composed of two completely opposing energies. And one of them is familiar to me - it thirsts for blood...
es: Pareces ser de doble personalidad. Su cuerpo está compuesto por dos energías completamente opuestas. Y uno de ellos es familiar para mí: tiene sed de sangre ...

source: I wonder, what would happen if I separated both of you... It could unleash devastating power of your bloodthirsty half, no longer bound to the voice of reason, or...
es: Me pregunto, ¿qué pasaría si los separara a los dos ... podría desatar el poder devastador de su mitad sedienta de sangre, ya no sujeto a la voz de la razón, o ...

source: ...or you could just die. Time to test my theory!
es: ... o simplemente podrías morir. ¡Es hora de probar mi teoría!

source: Ra... Rashti? Rashti?!... <i>*nervously, to himself* No, no, no, it’s impossible. This is just in a dream. This can’t be happening...</i>
es: Ra ... Rashti? Rashti? Esto es solo en un sueño. Esto no puede estar sucediendo ... </i>

source: That's it? Quite disappointing, really. Well, at least I have one less foe to worry about...
es: ¿Eso es todo? Bastante decepcionante, de verdad. Bueno, al menos tengo un enemigo menos de qué preocuparse ...

source: She’s dead. I’m sorry, Mehir...
es: Ella esta muerta. Lo siento, Mehir ...

source: A thousand curses in Nomolas's name! I let Rashti die! Any punishment the High Council could inflict upon me would be miniscule compared to what I deserve for this... Why the hell have I decided to get involved in this damn war?!
es: ¡Mil maldiciones a nombre de Nomolas! ¡Dejé morir a Rashti! Cualquier castigo que el Alto Consejo podría infligirme sería minúsculo en comparación con lo que merezco por esto ... ¿Por qué diablos he decidido involucrarme en esta maldita guerra?

source: It is not...
es: No lo es...

source: ...OVER YET!!!
es: ...¡¡¡TERMINADO TODAVÍA!!!

source: Rashti? You... you’re alive?! Both of you?
es: Rashti? ¿Estás vivo? ¿Ustedes dos?

source: We have been split, and us halves are now independent, but we must unite in order to restore the balance of the Abyss.
es: Nos hemos dividido, y las mitades estadounidenses ahora son independientes, pero debemos unirnos para restaurar el equilibrio del Abismo.

source: NEVER! I won’t let myself be enslaved again! Now I am finally free and... I AM COMING FOR YOU, MEHIR!
es: ¡NUNCA! ¡No me dejaré esclavizar de nuevo! Ahora finalmente soy libre y ... voy por ti, Mehir!

source: I will never allow you to harm our Master!
es: ¡Nunca te permitiré dañar a nuestro maestro!

source: HAHAHAHAHAAHAHAHA, you actually believed what I said?! Your expression is absolutely priceless!
es: Jajajajajaja, jajajajajaja, ¿realmente creías lo que dije? ¡Tu expresión no tiene precio!

source: You have a rather... twisted sense of humor.
es: Tienes un sentido del humor más bien ... retorcido.

source: Heh, what can I say, being free from my blue half is quite pleasant. She kept imposing rules upon rules on me. No cussing out members of the High Council, no collateral damage from fireballs, no tortuing enemies unless strictly necessary, blah blah blah. Now I can finally do whatever I please!
es: Je, ¿qué puedo decir, estar libre de mi mitad azul es bastante agradable? Ella siguió imponiendo reglas sobre reglas sobre mí. No matar a los miembros del Consejo Superior, sin daños colaterales de bolas de fuego, sin enemigos torturados a menos que sea estrictamente necesario, bla, bla, bla. ¡Ahora finalmente puedo hacer lo que me guste!

source: Look Dharma'rashti, we must unite. The whole Abyss is at stake!
es: Mira dharma'rashti, debemos unirnos. ¡Todo el abismo está en juego!

source: NEVER!!!
es: ¡¡¡NUNCA!!!

source: Listen to your other half! You must do this!
es: ¡Escucha tu otra mitad! ¡Tienes que hacer esto!

source: This is personal, Mehir. Stay away from our fight if you don't want your men to get killed!
es: Esto es personal, Mehir. ¡Manténgase alejado de nuestra pelea si no quieres que te maten a tus hombres!

source: JUST TRY AND STOP ME, I DARE YOU!!!
es: ¡Solo intenta detenerme, te reto!

source: We must weaken Dharma’Rashti, so that Ho’Rashti can seize her and unite!
es: ¡Debemos debilitar a Dharma’Rashti, para que Ho’rashti pueda apoderarse de ella y unirse!

source: Ho'rashti eliminates Dharma’Rashti
es: Ho'rashti elimina Dharma’Rashti

source: Dharma'rashti eliminates Ho’Rashti
es: Dharma'rashti elimina Ho’rashti

source: Both of Rashti's halves are unkillable (are fully healed when reaching 0 hitpoints), so trying to kill Dharm'rashti is not going to work.
es: Las dos mitades de Rashti son inquietables (están completamente curadas al alcanzar 0 puntos de hits), por lo que no va a funcionar para matar a Dharm'rashti.

source: Argh, you win...
es: Argh, ganas ...

source: As strong as our mutural animosity may have been, we can't live without one another. We are two sides of the same coin. You are still dear to me... sister.
es: Tan fuerte como puede haber sido nuestra animosidad mutural, no podemos vivir el uno sin el otro. Somos dos lados de la misma moneda. Todavía eres querida para mí ... hermana.

source: Hmph, fine, I'll tolerate your presence longer... for now.
es: HMPH, bien, toleraré tu presencia por más tiempo ... por ahora.

source: Finally, after all the eternal struggle between my two egos, I am whole!
es: Finalmente, después de toda la lucha eterna entre mis dos egos, ¡estoy completo!

source: Amazing. I have split her in half, and not only she's still alive, but seems to have gone through some sort of... metamorphosis? Nevermind, it’s time to kill you for the second ti...
es: Asombroso. La he dividido por la mitad, y no solo ella todavía está viva, sino que parece haber pasado por algún tipo de ... metamorfosis? No importa, es hora de matarte por el segundo ti ...

source: What is the meaning of this?!
es: ¡¿Cuál es el significado de este?!

source: Seems I am about to get killed by this bi...
es: Parece que estoy a punto de ser asesinado por esta bi ...

source: *coughs blood* Heh, I must admit, I am grateful to you. Most of our *cough* army is dead thanks to your help.
es: * tos en sangre* je, debo admitir que te estoy agradecido. La mayor parte de nuestro ejército * tos * está muerto gracias a su ayuda.

source: Seems you've completely lost your mind, warlock. Time to send you to the dark gods you love talking about so much, good luck explaining your failure to them!
es: Parece que has perdido por completo la cabeza, brujo. Es hora de enviarte a los dioses oscuros de los que te encanta hablar tanto, ¡buena suerte explicando tu fracaso para ellos!

source: Haha, very well *cough*, do it!... <i>*to himself* As gullible as my troops, believing all the drivel I spouted with those zealous speeches...</i>
es: Jaja, muy bien*tos*, ¡hazlo! ... <i>*para sí mismo*tan crédulo como mis tropas, creyendo todo el tonto que bañé con esos discursos celosos ... </i>

source: Ra..Rashti... What happened?
es: Ra..rashti ... ¿Qué pasó?

source: I have finally achieved badassery...err I mean harmony of course. This is my final form.
es: Finalmente he logrado Badassery ... Err, me refiero a la armonía, por supuesto. Esta es mi forma final.

source: I have finally achieved harmony. Two egos have become one. This is my final form.
es: Finalmente he logrado armonía. Dos egos se han convertido en uno. Esta es mi forma final.

source: I understand you have a lot to discuss, but the remnants of the Tharis army haven't given up yet. It would be a good idea to deal with them first, and save the sentiments for later.
es: Entiendo que tienes mucho que discutir, pero los restos del ejército Tharis aún no se han rendido. Sería una buena idea tratarlos primero y guardar los sentimientos para más tarde.

source: Kill the remaining enemies
es: Mata a los enemigos restantes

source: We defeated the invaders! Anthi, WE DID IT!!!
es: ¡Derrogamos a los invasores! Anthi, lo hicimos !!!

source: Atiros, I sent you with nothing, and you returned with victory. May the Sun bestow you with infinite light.
es: Atiros, te envié con nada y regresaste con la victoria. Que el sol te otorgue luz infinita.

source: Thank our legendary brothers from the Great Desert. This is Mehir, our rescuer!
es: Gracias a nuestros legendarios hermanos del gran desierto. ¡Este es Mehir, nuestro rescatador!

source: Welcome to Kharos, Mehir, descendant of our fathers.
es: Bienvenido a Kharos, Mehir, descendiente de nuestros padres.

source: So you must be Anthi, the Highest Priestess of Light?
es: Entonces, ¿debes ser Anthi, la sacerdotisa más alta de la luz?

source: Indeed. I'd like to invite you as my guest, Mehir, but alas, the entrance to the city is obstructed again. Would it be possible to fix the damage in a magical manner?
es: En efecto. Me gustaría invitarte como mi invitado, Mehir, pero, por desgracia, la entrada a la ciudad está obstruida nuevamente. ¿Sería posible arreglar el daño de manera mágica?

source: Why, yes! My wonderful, <span font-weight='bold'>united</span> Rashti can get it right hands down. And it will allow me to get the news of our triumph off the ground. The High Council will be delighted! <span font-style='italic'>*to himself* for Rashti being finally at one with herself.</span>
es: ¡Porque?, si! Mi maravilloso, <span font-weight = 'bold'> united </span> rashti puede ponerlo bien. Y me permitirá despegar las noticias de nuestro triunfo. ¡El Alto Consejo estará encantado! <span font-style = 'italic'>* para sí mismo* porque Rashti finalmente está en uno consigo mismo. </span>

source: In war, there is no good and evil, only the dead and the alive...
es: En la guerra, no hay bien y mal, solo los muertos y los vivos ...

source: One is only truly defeated when he accepts defeat...
es: Uno solo es realmente derrotado cuando acepta la derrota ...

source: Wonderful Jinni! Give me some advice!
es: Maravilloso jinni! ¡Dame algún consejo!

source: Mystical Jinni! Give me some advice!
es: ¡Jinni místico! ¡Dame algún consejo!

source: I believe it is best to hold the enemy forces at the bridge, and slowly thin their ranks. Afterwards, we must eliminate the enemy leader as quickly as we can.
es: Creo que es mejor sostener a las fuerzas enemigas en el puente y adelgazar lentamente sus filas. Luego, debemos eliminar al líder enemigo lo más rápido que podamos.

source: Very well. Anything else?
es: Muy bien. ¿Algo más?

source: Yes. I'm not sure if it is of any importance, but lately I've been having visions about Rashti...
es: Sí. No estoy seguro de si es de alguna importancia, pero últimamente he tenido visiones sobre Rashti ...

source: I hope you're not fantasizing about her again... So, what about her?
es: Espero que no estés fantaseando con ella otra vez ... Entonces, ¿qué hay de ella?

source: In my visions, I saw her attempt to fight the self-proclaimed Master of Darkness, but there was something strange about their duel...
es: En mis visiones, vi su intento de luchar contra el autoproclamado maestro de la oscuridad, pero había algo extraño en su duelo ...

source: Speak sense, Nomolas damn it!
es: ¡Habla sentido, nomolas maldita sea!

source: My master, you see, for some reason I could not foresee the outcome of their fight. It felt as if at that very point ...time completely stopped. I suspect that he has the ability to mess with the flow of time, preventing me from accessing the future. He may be far more of a threat than we thought...
es: Mi maestro, ya ves, por alguna razón no pude prever el resultado de su lucha. Se sentía como en ese mismo momento ... el tiempo se detuvo por completo. Sospecho que tiene la capacidad de meterse con el flujo de tiempo, evitando que acceda al futuro. Puede ser mucho más una amenaza de lo que pensábamos ...

source: Wonderful, I finally get a Jinni capable of foreseeing the future, and yet he says he cannot help me. *sigh* Let's just proceed with the battle and hope for the best. I got a bad feeling about this...
es: Maravilloso, finalmente tengo un Jinni capaz de prever el futuro, y sin embargo, dice que no puede ayudarme. * suspiro* Procedamos con la batalla y esperamos lo mejor. Tengo un mal presentimiento sobre esto ...

source: The City of Light
es: La ciudad de la luz

source: team_name^Enlightened Ones
es: Iluminados

source: Today, Mehir, I’ll show you three stained-glass windows, and explain some of the basic things about our culture, about which you asked yesterday.
es: Hoy, Mehir, te mostraré tres ventanas de vidrieras y explicaré algunas de las cosas básicas sobre nuestra cultura, sobre las cuales lo preguntaste ayer.

source: Great, but does this ‘sunflower’ *(Mehir is talking about Kirios, Anthi’s bodyguard)* always need to walk with you? Couldn’t we be alone for a moment?... He distracts me.
es: Genial, pero ¿este "girasol" * (Mehir está hablando de Kirios, el guardaespaldas de Anthi) * siempre necesita caminar contigo? ¿No podríamos estar solos por un momento? ... Él me distrae.

source: He must. I will explain it to you in front of the third window.
es: Él debe. Te lo explicaré frente a la tercera ventana.

source: As you already know, our society is devoted to the Sun and it's life-giving power carried by the immaculate light. Our reliance on agriculture, which relied heavily on the Sun, was one of the main reasons our faith came into being. You summoners might be above such belief, as you have a host of willing supernatural beings to satisfy each and any desire.
es: Como ya sabes, nuestra sociedad está dedicada al sol y es un poder de vida llevado por la luz inmaculada. Nuestra dependencia de la agricultura, que dependía en gran medida del sol, fue una de las principales razones por las que surgió nuestra fe. Los invocadores pueden estar por encima de tal creencia, ya que tiene una gran cantidad de seres sobrenaturales dispuestos a satisfacer todos y cualquier deseo.

source: Our ancestors from Ka-gatta lived in caves beneath the Great Desert. They relied on underground farms where different kinds of subterranean flora grew. All this was watered with canals linked to the great reservoir located deep beneath the whole place, but the lack of light reduced their diet to mushrooms, algae, some kinds of moss, lichen... delicacies when there isn't much else to eat.
es: Nuestros ancestros ​​de Ka-Gatta vivían en cuevas debajo del gran desierto. Confiaron en granjas subterráneas donde crecieron diferentes tipos de flora subterránea. Todo esto estaba regado con canales vinculados al gran embalse ubicado en lo profundo de todo el lugar, pero la falta de luz redujo su dieta a hongos, algas, algún tipo de musgo, líquenes ... cuando no hay mucho más para comer .

source: But when we discovered the Abyss, our lives changed drastically. Nomolas, the First Jinni, created a magnificent city for us in the heart of the Desert. We could finally abandon the caves and move onto the surface. The city itself is called al-Kamija, and is our capital now. Thanks to a set of magical circles around it, we've got air-conditioning - the cold air from the Abyss cools our streets and houses. Without it, the heat of the Desert would've dried us to death.
es: Pero cuando descubrimos el abismo, nuestras vidas cambiaron drásticamente. Nomolas, el primer Jinni, creó una magnífica ciudad para nosotros en el corazón del desierto. Finalmente podríamos abandonar las cuevas y movernos a la superficie. La ciudad en sí se llama al-Kamija, y ahora es nuestra capital. Gracias a un conjunto de círculos mágicos a su alrededor, tenemos aire acondicionado: el aire frío del abismo enfría nuestras calles y casas. Sin él, el calor del desierto nos habría secado a la muerte.

source: We use water elementals to grow crops and rear animals. We even have an artificial lake, fueled by a huge magical circle on one of the central palace walls, creating an enormous waterfall.
es: Usamos elementales de agua para cultivar cultivos y animales traseros. Incluso tenemos un lago artificial, alimentado por un enorme círculo mágico en una de las paredes del palacio central, creando una enorme cascada.

source: That's all very interesting. You do not rely on the sun anymore, but once in the Abyss, you will miss it...
es: Todo eso es muy interesante. Ya no confías en el sol, pero una vez en el abismo, lo extrañarás ...

source: This stained-glass window shows a Mistress of Light. In our long history, sometimes exceptionally talented and devout servants of Light appeared, whose sheer willpower allowed them to cross the border between spirit and body, turning them into living personifications of the Light. We have been awaiting another one of them for several dozen years. We hope that some day the Sun will choose a good candidate and grant her this wonderful gift.
es: Esta ventana de vidrieras muestra a una amante de la luz. En nuestra larga historia, a veces aparecieron los sirvientes de luz excepcionalmente talentosos y devotos, cuya pura fuerza de voluntad les permitió cruzar la frontera entre el espíritu y el cuerpo, convirtiéndolos en personificaciones vivos de la luz. Hemos estado esperando a otro de ellos durante varias docenas de años. Esperamos que algún día el sol elija a un buen candidato y le conceda este maravilloso regalo.

source: I hope I don't offend you, but we don't consider the sun as a divine being. To us, It is just a source of deadly heat. Due to our location we rarely step out of our cooled cities. Even the Mystical Jinn, some of the wisest entities from the Abyss, when asked about it told us that the sun is just a huge ball of fire. Well, they used more sophisticated words for it. 'Thermo-something' or 'plas-mah', I don't quite remember the exact wording he used.
es: Espero no ofenderte, pero no consideramos el sol como un ser divino. Para nosotros, es solo una fuente de calor mortal. Debido a nuestra ubicación, rara vez salimos de nuestras ciudades enfriadas. Incluso el místico Jinn, algunas de las entidades más sabias del abismo, cuando se le preguntó al respecto, nos dijo que el sol es solo una gran bola de fuego. Bueno, usaron palabras más sofisticadas para ello. 'Termo-algo' o 'plas-mah', no recuerdo la redacción exacta que usó.

source: It so happens I have one of such wise Jinn with me. Let's ask him, so you can see for yourself.
es: Sucede que tengo uno de los sabios Jinn conmigo. Preguntémonos para que puedas verte por ti mismo.

source: Have you called me, my Master?
es: ¿Me has llamado, mi maestro?

source: Yes. Now I'd like you tell our host what the sun is.
es: Sí. Ahora me gustaría que le dijeras a nuestro anfitrión qué es el sol.

source: The Sun is the star at the center of the Solar System. It is a nearly perfect sphere of hot plasma, with internal convective motion that generates a magnetic field via a dynamo process.
es: El sol es la estrella en el centro del sistema solar. Es una esfera casi perfecta de plasma caliente, con un movimiento convectivo interno que genera un campo magnético a través de un proceso dinamo.

source: Alright, thank you for the explanation. You may go now.
es: Muy bien, gracias por la explicación. Puedes irte ahora.

source: These Jinn of yours are quite... weird. I couldn't understand even half of what he said.
es: Estos jinn tuyos son bastante ... raros. No pude entender ni la mitad de lo que dijo.

source: Yeah, they speak like that all time. You get used to it eventually.
es: Sí, hablan así todo el tiempo. Eventualmente te acostumbras.

source: Speaking of deities, ours kind of... don't exactly fit the definition. While we do technically worship them, they are the ones who serve us, not the other way around. Rashti'rhami is one of such beings.
es: Hablando de deidades, la nuestra ... no se ajusta exactamente a la definición. Si bien técnicamente los adoramos, ellos son los que nos sirven, no al revés. Rashti'rhami es uno de esos seres.

source: This is fascinating! Your culture and beliefs are completely alien to us. Unfortunately our Sun does not speak to us like your ultimate beings, but it certainly does bless us with the divine powers.
es: ¡Esto es fascinante! Tu cultura y creencias son completamente ajenas a nosotros. Desafortunadamente, nuestro sol no nos habla como sus seres finales, pero ciertamente nos bendiga con los poderes divinos.

source: The last stained-glassed window shows a Kirios, the finest among the solar guardians. Warriors like this protect our temples and the priestesses inside. Because I am the highest priestess, I'm naturally given the best bodyguard.
es: La última ventana de vidrieras muestra un Kirios, el mejor entre los guardianes solares. Guerreros como este protegen nuestros templos y las sacerdotisas en el interior. Como soy la sacerdotisa más alta, naturalmente me dan el mejor guardaespaldas.
