Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: May I ask why you're so sudden about it?
es: ¿Puedo preguntar por qué eres tan repentino al respecto?

source: All trading falls under the regulations imposed by the High Council. This is just a routine check.
es: Todas las operaciones caen bajo las regulaciones impuestas por el Alto Consejo. Este es solo un cheque de rutina.

source: (hands over the license) Uhh, sure, here you go.
es: (Manos por encima de la licencia) Uhh, claro, aquí vas.

source: The license was valid until yesterday, thus you are trading illegally. The fine for that is ten gold.
es: La licencia era válida hasta ayer, por lo que está operando ilegalmente. La multa por eso es diez oro.

source: What? No, I'm pretty sure the license was...
es: ¿Qué? No, estoy bastante seguro de que la licencia fue ...

source: I don't care. A fine is a fine. You can pay in the town hall standing in the queue for a whole day or...
es: No me importa. Una multa es una multa. Puedes pagar en el ayuntamiento de pie en la cola por un día entero o ...

source: ...sell me this water elemental for a reduced price. 20 gold minus the fine will be 10.
es: ... Véndeme este elemental de agua por un precio reducido. 20 oro menos la multa será 10.

source: Damn, I can't afford losing a day standing in a queue. *sigh* Fine, a discount elemental it is. <i>*quietly* Man, the city guard these days...</i>
es: Maldición, no puedo permitirme perder un día en una cola. * suspiro* bien, un elemento de descuento es. <i>* en silencio* hombre, el guardia de la ciudad en estos días ... </i>

source: Good. If I see you tomorrow with that outdated license, I'll confiscate all your wares. You have been warned.
es: Bien. Si te veo mañana con esa licencia anticuada, confiscaré todas tus productos. Usted ha sido advertido.

source: By the way, you haven't told me what happened with this carpet of yours...
es: Por cierto, no me has dicho lo que pasó con esta alfombra tuya ...

source: I am not sure you'd really want to know...
es: No estoy seguro de que realmente quieras saber ...

source: Oh, come on. Was it damaged during an important mission?
es: Oh vamos. ¿Fue dañado durante una misión importante?

source: Well, uh, not exactly...
es: Bueno, eh, no exactamente ...

source: Not so long ago I met a beautiful girl. I wanted to impress her, so I took her on a ride...
es: No hace mucho tiempo conocí a una hermosa chica. Quería impresionarla, así que la llevé a dar un paseo ...

source: Do you like it, baby?
es: ¿Qué te gusta bebé?

source: Girl
es: Chica

source: Oh, yes! Flying so fast feels wonderful!
es: ¡Oh sí! ¡Volar tan rápido se siente maravilloso!

source: I know. Now look, I can fly without using my hands!
es: Lo sé. ¡Ahora mira, puedo volar sin usar mis manos!

source: Oh, Mehir! You are such a professional!
es: ¡Oh, mehir! ¡Eres tan profesional!

source: That's not all. I can do this even with my eyes closed!
es: Eso no es todo. ¡Puedo hacer esto incluso con los ojos cerrados!

source: Are you sure this is safe? WAIT THERE IS A WALL IN FRONT OF US!!!
es: ¿Estás seguro de que esto es seguro? ¡Espera, hay una pared frente a nosotros!

source: Oh, I see. It had to hurt... What happened next?
es: Ah, claro. Tenía que doler ... ¿Qué pasó después?

source: After she recovered, she turned me down. Said that flying with me is too dangerous... *sigh*
es: Después de que se recuperó, me rechazó. Dijo que volar conmigo es demasiado peligroso ... *suspiro *

source: I am sorry to hear that...
es: Lamento oír eso...

source: I'd rather not talk about it...
es: Preferiría no hablar de ello...

source: All right, forget I asked.
es: Muy bien, olvida que pregunté.

source: Ah, Mehir, my old friend! Long time no see! Let me guess, you're here because your enchanted glove broke again?
es: ¡Ah, mehir, mi viejo amigo! ¡Mucho tiempo sin verlo! Déjame adivinar, ¿estás aquí porque tu guante encantado se rompió de nuevo?

source: Yeah, that piece of junk can barely hold together.
es: Sí, ese pedazo de basura apenas puede mantenerse unida.

source: Not surprising, the garbage they give to city guard these days is nothing like the stuff used by the army. Though to be fair, there's really been no reason to properly arm them anyway, there's nobody who would dare attack the capital, and the city guard itself is just the product of the High Council's desperate attempts to give the human population something to do. I would fix the glove again, but you know what? It'll be easier to just make you a new one. This will take a few minutes.
es: No es sorprendente, la basura que le dan al guardia de la ciudad en estos días no es nada como las cosas utilizadas por el ejército. Aunque para ser justos, realmente no hay razón para armarlos adecuadamente de todos modos, no hay nadie que se atrevería a atacar a la capital, y el guardia de la ciudad en sí es solo el producto de los desesperados intentos del Alto Consejo de darle a la población humana algo que hacer. Volvería a arreglar el guante, pero ¿sabes qué? Será más fácil hacerte uno nuevo. Esto tomará unos pocos minutos.

source: Anyway, how's the work been lately?
es: De todos modos, ¿cómo ha sido el trabajo últimamente?

source: As usual, standing in one place for hours, and having to command the most incompetent troops in the entire city! I have to wrest them away from the inns every single damn evening, because they barely have any discipline at all! I bet that is the very reason they get assigned here in the first place...
es: Como de costumbre, de pie en un lugar durante horas y tener que ordenar las tropas más incompetentes de toda la ciudad. Tengo que arrancarlos de las posadas cada tarde, ¡porque apenas tienen disciplina! Apuesto a que esa es la razón por la que se les asigna aquí en primer lugar ...

source: Indeed, most of the city guard is bottom of the barrel troops not fit for service in the army but just barely tough enough to deal with petty crime, what little of it exists at least.
es: De hecho, la mayoría de la guardia de la ciudad es la parte inferior de las tropas de barril que no son aptas para el servicio en el ejército, pero apenas lo suficientemente resistentes como para tratar con delitos menores, lo poco que existe al menos.

source: Yeah. By the way, what's with all these incomplete circles on the floor?
es: Sí. Por cierto, ¿qué pasa con todos estos círculos incompletos en el piso?

source: They're just the product of me testing the properties of circle paint. Their glow is also quite soothing...
es: Son solo el producto de mí probando las propiedades de la pintura en círculo. Su brillo también es bastante relajante ...

source: And how's the carpet I sent you for repairs a few months ago?
es: ¿Y cómo está la alfombra que te envié para reparaciones hace unos meses?

source: The one with the big hole burnt into the middle? Been trying to work on that thing for a while, but then gave up and given it to one of my colleagues. He's pretty darn good at dealing with enchanted fabric, unlike myself. It'll probably take a few more weeks before it's done.
es: ¿El que tiene el gran agujero quemado en el medio? He estado tratando de trabajar en esa cosa por un tiempo, pero luego me di por vencido y se lo dio a uno de mis colegas. Es bastante bueno para tratar con tela encantada, a diferencia de mí. Probablemente tomará unas semanas más antes de que termine.

source: Forget about it, I've just got a new one. *makes an evil smile*
es: Olvídate de ello, acabo de tener uno nuevo. *hace una sonrisa malvada*

source: Damn, I need this urgently. Those carpet ferrymen are soon going to financially ruin me...
es: Maldición, necesito esto con urgencia. Esos hombres de la alfombra pronto me van a arruinar financieramente ...

source: Anyway, the glove is complete! That'll be six gold.
es: De todos modos, ¡el guante está completo! Eso será seis de oro.

source: Uhh... I kind of forgot the money. Maybe send the bill to the High Council? I'm sure they'll pay. It is them who equip us with this junk after all.
es: Uhh ... Olvidé el dinero. ¿Quizás enviar el proyecto de ley al Consejo Superior? Estoy seguro de que pagarán. Son ellos quienes nos equipan con esta basura después de todo.

source: ...right.
es: ...bien.

source: Send the bill to the High Council. Maybe they'll pay. It is them who equip us with this junk after all.
es: Envíe el proyecto de ley al Consejo Superior. Tal vez pagarán. Son ellos quienes nos equipan con esta basura después de todo.

source: Sure, here you go.
es: Claro aquí tienes.

source: Want to try the glove in action? How about I summon an air elemental, and you shoot it down?
es: ¿Quieres probar el guante en acción? ¿Qué tal si convoco a un Air Elemental y lo disparas?

source: Sure! It's been a while since I done any exercise.
es: ¡Seguro! Ha pasado un tiempo desde que hice cualquier ejercicio.

source: Here I go!
es: ¡Aquí voy!

source: This, my friend, is what a real magic missile glove looks like.
es: Este, amigo mío, es cómo se ve un verdadero guante de misiles mágicos.

source: Now I can bring law and justice to the streets!
es: ¡Ahora puedo traer leyes y justicia a las calles!

source: ...and make some people pay up. *smiles ominously*
es: ... y hacer que algunas personas pague. *sonríe omino*

source: Alright, thanks for the help! I'll get going.
es: ¡Muy bien, gracias por la ayuda! Me pondré en marcha.

source: Good luck on your duty!
es: ¡Buena suerte en tu deber!

source: Leave the workshop
es: Dejar el taller

source: This is a non-combat scenario: -Mehir's movement refills after each move. -You cannot skip your turn -You can interact with NPCs that have yellow exclamation marks by moving next to them.
es: Este es un escenario que no es de combate: -La de movimiento de Mehir se reina después de cada movimiento. -No no puedes omitir tu turno -PUEDES interactuar con NPC que tienen marcos de exclamación amarilla moviéndose junto a ellos.

source: Sure. Wait a minute, I need to focus...
es: Seguro. Espera un minuto, necesito concentrarme ...

source: I see it now. This day will be different. You are going to meet a strange person coming from far away. He will test you, but this will change your life forever and open many new opportunities.
es: Ya lo veo. Este día será diferente. Vas a conocer a una persona extraña que viene de lejos. Él te pondrá en prueba, pero esto cambiará tu vida para siempre y abrirá muchas oportunidades nuevas.

source: Nothing new. Stuff like that happens to me everyday but thanks anyway.
es: Nada nuevo. Me suceden cosas así todos los días, pero gracias de todos modos.

source: Wait! There is going to be a fight near the Central Palace. There will be some losses. That person - he is more powerful than you'll think. You'd better watch out!
es: ¡Esperar! Habrá una pelea cerca del Palacio Central. Habrá algunas pérdidas. Esa persona: es más poderoso de lo que pensarás. ¡Será mejor que tengas cuidado!

source: A brawl near the Central Palace? Good thing I bought a water elemental then. Thanks for the warning.
es: ¿Una pelea cerca del palacio central? Menos mal que compré un elemental de agua entonces. Gracias por la advertencia.

source: A brawl near the Central Palace? Damn, maybe I should've bought the overpriced elemental... Well, too late to turn back, thanks for the warning.
es: ¿Una pelea cerca del palacio central? Maldición, tal vez debería haber comprado el elemental caro ... bueno, demasiado tarde para regresar, gracias por la advertencia.

source: Ah, greetings, human. Nice to meet you.
es: Ah, saludos, humanos. Encantado de conocerlo.

source: May I ask what is a Wonderful Jinni doing here in the midtiers? Oh, and why are you alone? Where is your master?
es: ¿Puedo preguntar qué está haciendo un maravilloso Jinni aquí en los intermediarios? Ah, y ¿por qué estás solo? ¿Dónde está tu maestro?

source: A master? No, I have none. I am a free being. I used to be owned by a human a few years ago, but I decided to choose my own path. My master accepted this decision wholeheartedly, and now we are simply best friends. He lives in the higher tiers, in case you're wondering.
es: ¿Un maestro? No, no tengo ninguno. Soy un ser libre. Solía ​​ser propiedad de un humano hace unos años, pero decidí elegir mi propio camino. Mi maestro aceptó esta decisión de todo corazón, y ahora somos simplemente mejores amigos. Vive en los niveles superiores, en caso de que te lo estés preguntando.

source: I see. Well, forgive me, but may I ask you a question? It's not every day that I run into your kind, after all.
es: Veo. Bueno, perdóname, pero ¿puedo hacerte una pregunta? No todos los días me encuentro con tu especie, después de todo.

source: Yes, please. I hope my knowledge will prove useful.
es: Sí, por favor. Espero que mi conocimiento sea útil.

source: I've heard that powerful jinn like yourself can foresee the future. Is that true?
es: He oído que el poderoso Jinn como tú puede prever el futuro. ¿Es eso cierto?

source: Yes, to a certain extent. I can predict the approximate outcome of things that are about to happen really soon, but the the further in time I look, the less accurate the predictions become, due to many factors, including the very knowledge about the prediction itself.
es: Sí, hasta cierto punto. Puedo predecir el resultado aproximado de las cosas que están a punto de suceder muy pronto, pero cuanto más lejos en el tiempo miro, menos precisas son las predicciones, debido a muchos factores, incluido el conocimiento mismo sobre la predicción en sí.

source: Hmm, this sounds interesting. What do you mean by 'really soon' though, seconds? Minutes? Hours? Days?
es: Hmm, esto suena interesante. ¿Qué quieres decir con "muy pronto", sin embargo, segundos? ¿Minutos? ¿Horas? ¿Días?

source: Foreseeing several minutes ahead is quite easy, hours not so much. But don't forget these are only probabilities - things may change. Also, this task is quite exhausting, so we high-level Jinn rarely use this ability of ours.
es: Peir varios minutos por delante es bastante fácil, las horas no tanto. Pero no olvide que estas son solo probabilidades: las cosas pueden cambiar. Además, esta tarea es bastante agotadora, por lo que jinn de alto nivel rara vez usamos esta capacidad nuestra.

source: I see. So... would you tell me what will happen to me in the next hour or so?
es: Veo. Entonces ... ¿me dirías qué me pasará en la próxima hora más o menos?

source: Yes, but... for a price. This will cost you 3 gold.
es: Sí, pero ... por un precio. Esto le costará 3 oro.

source: You've got to be kidding me! You want my money too? Everyone in this city wants my money! It looks like even magical beings are spoiled! I thought Jinn aren't materialistic...
es: ¡Tienes que estar bromeando! ¿Tú quieres mi dinero también? ¡Todos en esta ciudad quieren mi dinero! ¡Parece que incluso los seres mágicos están mimados! Pensé que Jinn no era materialista ...

source: Well, you see, living in al-Kamija is quite expensive, especially for an independent wonderful jinni like me. I need to pay rent, bills, do some shopping from time to time, hire carpet ferrymen etc.
es: Bueno, ya ves, vivir en al-Kamija es bastante costoso, especialmente para un maravilloso jinni independiente como yo. Necesito pagar el alquiler, las facturas, hacer algunas compras de vez en cuando, contratar a Ferrymen de alfombras, etc.

source: Wait, you use carpet ferrymen services? But you can fly by yourself! You're a Jinni after all!
es: Espera, ¿usas los servicios de ferry de la alfombra? ¡Pero puedes volar solo! ¡Eres un Jinni después de todo!

source: As a free being I have the right to be lazy sometimes, you know? Back to business - do you want to know your future? As I said this will be 3 gold paid upfront.
es: Como ser libre, tengo derecho a ser perezoso a veces, ¿sabes? Volver a los negocios: ¿quieres conocer tu futuro? Como dije, esto será 3 de oro pagado por adelantado.

source: <span font-style='italic'>*to himself* Hmmmm...</span>
es: <span font-style = 'italic'>* para sí mismo* hmmmm ... </span>

source: Maybe some other time.
es: Quizás en otra ocasión.

source: If you change your mind, feel free to come back. I'll be staying here for a few hours, waiting for Ahmed to fix some things for me.
es: Si cambias de opinión, siéntete libre de volver. Me quedaré aquí por unas horas, esperando que Ahmed me arregle algunas cosas.

source: Learn about your future (costs 3 gold)
es: Aprenda sobre su futuro (cuesta 3 oro)

source: Use a trick
es: Usa un truco

source: What if I shared some valuable information with you instead of the money?
es: ¿Qué pasa si compartía información valiosa con usted en lugar del dinero?

source: Well, it depends on what you want to tell me.
es: Bueno, depende de lo que quieras decirme.

source: It just so happens that I know a hot blue chick of your kind. Said she dates Jinn only, and I think she might have noticed you specifically. You might have high chances with her.
es: Sucede que conozco a una chica azul caliente de tu especie. Dijo que sale solo de Jinn, y creo que podría haberlo notado específicamente. Es posible que tenga grandes oportunidades con ella.

source: Really? Where is she?
es: ¿En realidad? ¿Donde esta ella?

source: Not so fast, hotshot. First tell me my future.
es: No tan rápido, Hotshot. Primero dime mi futuro.

source: I told you the future, so now tell me, where is she? I must meet her!
es: Te dije el futuro, así que ahora dime, ¿dónde está ella? ¡Debo conocerla!

source: Her name is Theivya. She is guarding the gate to the bazaar. Too bad she can't move away from her post. You will have to ask the High Council to relieve her, if you want to take her for a walk.
es: Su nombre es Theivya. Ella está vigilando la puerta al bazar. Lástima que no pueda alejarse de su publicación. Tendrá que pedirle al Consejo del Alto que la alivie, si desea llevarla a caminar.

source: Thank you, human. If she likes me, I'll talk with the Council.
es: Gracias humano. Si le gusto, hablaré con el consejo.

source: And tell them I want to be better paid. I too have the right to be materialistic sometimes.
es: Y diles que quiero que me pague mejor. Yo también tengo derecho a ser materialista a veces.

source: Morning in al-Kamija
es: Mañana en Al-Kamija

source: team_name^Mehir
es: Mehir

source: team_name^Citizens
es: Ciudadanos

source: Carpet Ferryman
es: Ferryman de alfombra

source: Gate Guardian Theivya
es: Guardián de la puerta Theivya

source: *yawn*
es: *bostezo*

source: Another day, doomed to be wasted standing in one place all day, guarding a palace-city with nobody to defend it from. We’re in the middle of the desert for crying out loud, there are no threats for miles, and the only thing I have to pass the time here is commanding a bunch of morons and breaking up tavern brawls.
es: Otro día, condenado a desperdiciarse de pie en un lugar todo el día, protegiendo a una ciudad del palacio sin nadie para defenderlo. Estamos en medio del desierto por llorar en voz alta, no hay amenazas para millas, y lo único que tengo que pasar el tiempo aquí es mandar un montón de imbéciles y romper peleas de tabernas.

source: And to think I wanted to be a city guard, with so many more exciting alternatives...
es: Y pensar que quería ser un guardia de la ciudad, con tantas alternativas más emocionantes ...

source: On the bright side, at least I get a majestic view of the highest tiers of the city, and standing in one place all day long does pay the bills...
es: En el lado positivo, al menos tengo una vista majestuosa de los niveles más altos de la ciudad, y estar en un lugar todo el día paga las facturas ...

source: Anyway, it would probably be a good idea to buy a few things at the bazaar, and maybe get my enchanted glove fixed...
es: De todos modos, probablemente sería una buena idea comprar algunas cosas en el bazar, y tal vez arreglar mi guante encantado ...

source: Note: though unable to normally advance, Mehir has custom AMLAs (After Max Level Advancements), but as the story progresses he may advance by receiving promotions due to his actions (like in real life).
es: Nota: Aunque no puede avanzar normalmente, Mehir tiene Amlas personalizados (después de los avances de nivel máximo), pero a medida que avanza la historia, puede avanzar al recibir promociones debido a sus acciones (como en la vida real).

source: Leave the room
es: Abandonar la habitación

source: This is a non-combat scenario: -Mehir's movement refills after each move. -You cannot skip your turn
es: Este es un escenario que no es de combate: -La de movimiento de Mehir se reina después de cada movimiento. -No no puedes omitir tu turno

source: Choose gameplay mode
es: Elija el modo de juego

source: This campaign offers two different ways of playing. You can proceed with a normal mode (in which Mehir behaves mostly reasonably) or activate a special 'badass' mode which offers an alternative story progression with different dialogs, events and mission goals (Mehir acts much less reasonable in this mode). Choose wisely as once set, you cannot change the mode later in your current playthrough!
es: Esta campaña ofrece dos formas diferentes de jugar. Puede proceder con un modo normal (en el que Mehir se comporta principalmente razonablemente) o activar un modo especial de 'rudo' que ofrece una progresión de la historia alternativa con diferentes diálogos, eventos y objetivos de misión (Mehir actúa mucho menos razonable en este modo). ¡Elija sabiamente como una vez establecido, no puede cambiar el modo más adelante en su juego actual!

source: Normal Mode (good for new players or those who seek a serious gameplay)
es: Modo normal (bueno para nuevos jugadores o para aquellos que buscan un juego serio)

source: Badass Mode (choose it if you know the campaign well or you seek a less serious gameplay)
es: Modo rudo (elige si conoces bien la campaña o buscas un juego menos serio)

source: Ah, another lovely day in al-Kamija!
es: ¡Ah, otro hermoso día en Al-Kamija!

source: Time to visit the bazaar, grab a few things here and there, maybe even check a trade license or two along the way...
es: Es hora de visitar el bazar, tomar algunas cosas aquí y allá, tal vez incluso verificar una licencia comercial o dos en el camino ...

source: Time to visit the bazaar, grab a few things here and there...
es: Es hora de visitar el bazar, tomar algunas cosas aquí y allá ...

source: Visit the bazaar
es: Visita el bazar

source: I've got more important things to do than taking a nap.
es: Tengo cosas más importantes que hacer que tomar una siesta.

source: Greetings, sergeant Mehir.
es: Saludos, sargento Mehir.

source: Hello Theivya. Any reports?
es: Hola theivya. ¿Algún informes?

source: Nothing worth reporting happened during nighttime, everything is calm as usual.
es: No sucedió nada de lo que vale la pena informar durante la noche, todo está tranquilo como de costumbre.

source: Same boring routine as usual eh? At this point part of me almost wants something to go wrong, so I am at least no longer bored... By the way, I always wondered... for how long have you been guarding this post? I've been seeing you all the time here.
es: La misma rutina aburrida como de costumbre, ¿eh? En este punto, parte de mí casi quiere que algo salga mal, así que al menos ya no estoy aburrido ... por cierto, siempre me pregunté ... ¿cuánto tiempo llevas vigilando esta publicación? Te he estado viendo todo el tiempo aquí.

source: I was assigned to this post 242 years ago by the High Council.
es: Fui asignado a este puesto hace 242 años por el Alto Consejo.
