Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: But how is he supposed to see anything? His helmet is just a golden plate without any eye-holes!
es: Pero, ¿cómo se supone que debe ver algo? ¡Su casco es solo una placa dorada sin ningún ojo!

source: Kirios, like all other Sun Guardians, doesn’t rely on eyesight. He 'sees' with the eyes of his soul and I am sure that he can see much more than our eyes can.
es: Kirios, como todos los demás guardianes del sol, no confía en la vista. Él 've' con los ojos de su alma y estoy seguro de que puede ver mucho más de lo que nuestros ojos pueden.

source: Amazing... if I tell my friends in al-Kamija about what I’ve seen here, they won’t believe me. But I have a question. You said these Solar Guardians protect your temples. From what danger did you need protection before the dark hordes arrived? You don't seem like a warlike society.
es: Increíble ... si les digo a mis amigos en al-Kamija sobre lo que he visto aquí, no me creen. Pero tengo una pregunta. Dijiste que estos guardianes solares protegen tus templos. ¿De qué peligro necesitas protección antes de que llegaran las hordas oscuras? No pareces una sociedad bélica.

source: Well, in the past, we weren't as coherent of a society. There were many local wars of different clans and tribes. Then one finally emerged victorious from this conflict - the worshipers of the Sun. Gifted with its power, the members of our faith unified all the smaller nations, forming our civilization - Kharos. We are all united under the light of the Sun.
es: Bueno, en el pasado, no éramos tan coherentes de una sociedad. Hubo muchas guerras locales de diferentes clanes y tribus. Luego, uno finalmente salió victorioso de este conflicto: los adoradores del Sol. Dotado de su poder, los miembros de nuestra fe unificaron a todas las naciones más pequeñas, formando nuestra civilización: Kharos. Todos estamos unidos a la luz del sol.

source: I see... Amidst so many TRUE spiritual beings, our sort is more developed. War over 'the one and only'? That'd make the camels laugh! We limit ourselves to faith missions against faithless jinn. The Abyss gives us a great advan-
es: Ya veo ... en medio de tantos seres espirituales verdaderos, nuestro tipo está más desarrollado. ¿Guerra sobre 'el único'? ¡Eso haría reír a los camellos! Nos limitamos a las misiones de fe contra Jinn Faithless. El abismo nos da una gran ventaja

source: Messenger
es: Mensajero

source: Here you are, my liege! An extremely important message for you.
es: ¡Aquí estás, mi mentira! Un mensaje extremadamente importante para usted.

source: Ah, probably yet another promotion in recognition of my latest victories, hehe... let me see it.
es: Ah, probablemente otra promoción en reconocimiento de mis últimas victorias, jeje ... déjame verlo.

source: ...My Goodness!
es: ...¡Dios mío!

source: Would that be a... privilege? In honor of your merits?
es: ¿Sería eso un ... privilegio? En honor a tus méritos?

source: The transformation of Rashti’rhami disturbed the multidimensional space between worlds, so the Great Circle has to be activated in two weeks before its current design becomes outdated. Our enchanters have spent hundreds of years discovering the formula. Inventing a new one would take centuries...
es: La transformación de Rashti’rhami perturbó el espacio multidimensional entre mundos, por lo que el gran círculo debe activarse en dos semanas antes de que su diseño actual quede desactualizado. Nuestros encantadores han pasado cientos de años descubriendo la fórmula. Inventar uno nuevo tomaría siglos ...

source: When you were told to deliver this?
es: ¿Cuándo le dijeron que entregue esto?

source: Thirteen days ago.
es: Hace trece días.

source: That means the circle is going to be finished... oh no...
es: Eso significa que el círculo se va a terminar ... oh no ...

source: Tomorrow, my liege. Tomorrow the entirety of our land will disappear from this world.
es: Mañana, mi mentira. Mañana la totalidad de nuestra tierra desaparecerá de este mundo.

source: My city... Jaffar... everyone and their camels... We'll become homeless! Alone in the Great Desert... this is the end... How am I supposed to tell my men that they'll never get to see their families ever again?
es: Mi ciudad ... Jaffar ... todos y sus camellos ... ¡quedaremos sin hogar! Solo en el gran desierto ... este es el final ... ¿Cómo se supone que debo decirles a mis hombres que nunca volverán a ver a sus familias?

source: Mehir, please look at me. Is all truly lost? Maybe you can stay with us in Kharos?
es: Mehir, por favor mírame. ¿Está todos realmente perdido? ¿Quizás puedas quedarte con nosotros en Kharos?

source: You don’t understand. The Abyss is the center of our lives. If the rest of the Summoners move to it, they won’t return and I will be trapped in this mortal world forever...
es: No lo entiendes. El abismo es el centro de nuestras vidas. Si el resto de los invocadores se mueven hacia él, no regresarán y estaré atrapado en este mundo mortal para siempre ...

source: What would you say if I told you I knew people, who should know how to send you to this world of yours?
es: ¿Qué dirías si te dijera que conocía a las personas, que deberían saber cómo enviarte a este mundo tuyo?

source: Really? I'm all ears.
es: ¿En realidad? Soy todo oídos.

source: The people I'm talking about can move you to the Abyss without drawing circles. They live not too far to the west from here, or at least, they used to live there yesterday...
es: Las personas de las que hablo pueden trasladarte al abismo sin dibujar círculos. Viven no muy lejos hacia el oeste desde aquí, o al menos, solían vivir allí ayer ...

source: What do you mean? There is only an endless ocean west from here. Are you talking about an island?
es: ¿Qué quieres decir? Solo hay un océano interminable al oeste desde aquí. ¿Estás hablando de una isla?

source: Not...exactly. Their land, how do I put it... is sometimes moved by... wind. I will explain it to you later. Until then you should tell your soldiers about the things that have transpired.
es: No exactamente. Su tierra, cómo lo pongo ... a veces se mueve por ... viento. Te lo explicaré más tarde. Hasta entonces, debe decirle a sus soldados sobre las cosas que han ocurrido.

source: It seems there is some hope... these mysterious people... they’re our only chance...
es: Parece que hay alguna esperanza ... estas personas misteriosas ... son nuestra única oportunidad ...

source: She told him what we needed her to. The summoner should be able reach us.
es: Ella le dijo lo que la necesitábamos. El invocador debería poder comunicarse con nosotros.

source: True, but how exactly is the summoner of any use to us? The whole lamp plan failed spectacularly!
es: Es cierto, pero ¿cómo es exactamente el invocador de algún uso para nosotros? ¡Todo el plan de la lámpara falló espectacularmente!

source: I'm sure it's all part of the bigger picture, otherwise it wouldn't be worth the effort.
es: Estoy seguro de que todo es parte del panorama general, de lo contrario no valdría la pena el esfuerzo.

source: Maybe, maybe not. I will go back to the Kingdom and report to the Guru. As for you two, follow the summoner, and make sure he actually reaches the destination.
es: Tal vez tal vez no. Volveré al reino e informaré al gurú. En cuanto a ustedes dos, siga el invocador y asegúrese de que realmente llegue al destino.

source: Sky Kingdom
es: Reino del cielo

source: team_name^Master of Water
es: Master de Agua

source: team_name^Mage
es: Mago

source: Arcanus
es: Arcano

source: team_name^Master of Fire
es: Master de Fuego

source: Unbelievable! I've got to enter heaven to get down into the Abyss.
es: ¡Increíble! Tengo que entrar en el cielo para meterme en el averno.

source: Oh, a Summoner. Interesting... What are you doing here? Your countrymen are in the Abyss for a good few days.
es: Oh, un invocador. Interesante ... ¿Qué estás haciendo aquí? Sus compatriotas están en el abismo durante unos días.

source: Well, I am here because of that matter. I didn’t quite manage to join them on time. The Kharosians said you know how to get people there without circles. I hope you will offer me your aid.
es: Bueno, estoy aquí por ese asunto. No logré unirme a ellos a tiempo. Los kharosianos dijeron que sabes cómo llevar a la gente allí sin círculos. Espero que me ofrezcan su ayuda.

source: It’s him.
es: Es él.

source: Well, well, Arcanus, look who we got here - Mehir himself — the leader of Tar-Tabar, defender of Kharos?
es: Bueno, bueno, Arcanus, mira a quién tenemos aquí, el mismo Mehir, el líder de Tar -Tabar, defensor de Kharos?

source: Yeah. Seems like my fame reaches even the highest altitudes... If you want to get an autograph, you'll have to wait, though, as I need to finish my business here first.
es: Sí. Parece que mi fama alcanza incluso las altitudes más altas ... si quieres obtener un autógrafo, tendrás que esperar, ya que necesito terminar mi negocio aquí primero.

source: Indeed, as well as the official representative of the High Abysmal Council!
es: ¡De hecho, así como el representante oficial del Consejo Alto Abismal!

source: Wait a minute... you look an awful lot like the men who broke into our catacombs in Ka-Gatta!
es: Espera un minuto ... ¡Te pareces horrible a los hombres que irrumpieron en nuestras catacumbas en Ka-Gatta!

source: Oh, you mean the research party led by Aerius, our flying cartographer? We do not hold responsibility for the collateral damage he may have inflicted. No need to blame us for his actions. Anyway, our Guru knows how to help you. He is in the monumental Palace of Omniscience, but first you must prove yourself worthy of visiting him.
es: Oh, ¿te refieres a la fiesta de investigación dirigida por Aerius, nuestro cartógrafo volador? No tenemos responsabilidad por el daño colateral que pudo haber infligido. No es necesario culparnos por sus acciones. De todos modos, nuestro gurú sabe cómo ayudarte. Él está en el palacio monumental de la omnisciencia, pero primero debes demostrar que te dignas de visitarlo.

source: A challenge, you say? It just so happens that I have some experience in such activities. So, what do you propose? A drinking contest, perhaps?... <i>*to himself* Speaking of which, I wonder what happened to that poor drunk cyclops from the canyon...</i>
es: ¿Un desafío, dices? Sucede que tengo algo de experiencia en tales actividades. ¿Entonces qué propones? ¿Un concurso de bebida, tal vez? ... <i>* a sí mismo* Hablando de eso, me pregunto qué pasó con ese pobre cíclops borracho del cañón ... </i>

source: No, I'd rather avoid alcohol for the foreseeable future. It has a quite a negative impact on my complexion, and I need to look attractive, you know? Anyway, I initially intended the challenge to be you fighting your way through the place to reach the Palace, but I've changed my mind.
es: No, prefiero evitar el alcohol en el futuro previsible. Tiene un impacto bastante negativo en mi tez, y necesito lucir atractivo, ¿sabes? De todos modos, inicialmente tenía la intención del desafío de ser luchando por el lugar para llegar al palacio, pero he cambiado de opinión.

source: You have quite an unusual companioness with you. She seems to be quite a powerful abyssal being, thus would like to test her abilities by three tests. One involving physical strength, the second measuring her potential of channeling magic, and the last one addressing intellectual skills, as well as understanding of science.
es: Tienes una compañera bastante inusual contigo. Parece ser un ser abisal bastante poderoso, por lo que le gustaría probar sus habilidades en tres pruebas. Uno que involucra la fuerza física, el segundo mide su potencial de canalizar la magia y el último que aborda las habilidades intelectuales, así como la comprensión de la ciencia.

source: If she can pass all three, you will be granted an audience with the Guru. Otherwise, you will have to face our opposition as I originally planned. What do you say?
es: Si puede pasar los tres, se le otorgará una audiencia con el Guru. De lo contrario, tendrá que enfrentar nuestra oposición como lo planeé originalmente. ¿Qué dices?

source: Interesting... Rashti, what do you think?
es: Interesante ... Rashti, ¿qué piensas?

source: The task does seem within my capabilities. Very well, I accept.
es: La tarea parece dentro de mis capacidades. Muy bien, acepto.

source: And how exactly are you gonna have me prove my worthiness?
es: ¿Y cómo exactamente vas a hacer que demuestre mi valía?

source: Provide us with a little... entertainment.
es: Proporcionamos un poco ... entretenimiento.

source: Who do you take me for, some court jester? I didn't come halfway across the known world just to be a spectacle for some arrogant mage!
es: ¿A quién me llevas, un bufón de la corte? ¡No llegué a la mitad del mundo conocido solo para ser un espectáculo para un mago arrogante!

source: You might have got the wrong idea, we challenge you to a contest! Demonstrate your combat prowess by fighting your way through the palace! The last summoners against the magi of the Sky Kingdom! Defeat means for you a stay with us here in heaven - a privilege many a man would gladly die for. What say you to that?
es: Es posible que haya tenido la idea equivocada, ¡te desafiamos a un concurso! ¡Demuestre su destreza de combate luchando por el palacio! ¡Los últimos invocadores contra los magos del reino del cielo! La derrota significa para ti una estadía con nosotros aquí en el cielo, un privilegio que muchos hombres morirían con gusto. ¿Qué dices a eso?

source: Does Guru authorize the abuse of his visitors? Presenting myself as the slayer of his underlings would hardly serve my cause. Is this bloodshed truly necessary?
es: ¿Guru autoriza el abuso de sus visitantes? Presentarme como el asesino de sus subordinados difícilmente serviría a mi causa. ¿Es este derramamiento de sangre realmente necesario?

source: If the mages want bloodshed, I would be more than happy to give it to them.
es: Si los magos quieren derramamiento de sangre, estaría más que feliz de dárselo.

source: Pfff... don't worry about us, summoner. We have created this place... as well as its rules. But if your soldiers die, well, you will be the one to blame. Do you accept this challenge, Summoner?
es: PFFF ... No te preocupes por nosotros, invocador. Hemos creado este lugar ... así como sus reglas. Pero si sus soldados mueren, bueno, usted será el que culpará. ¿Aceptas este desafío, invocador?

source: Excellent! Mehir, gather your people; the contest shall begin soon.
es: ¡Excelente! Mehir, reúne a tu gente; El concurso comenzará pronto.

source: Seems like I don't have much of a choice. I must see this Guru of yours, even if I have turn this place into burning rubble along the way.
es: Parece que no tengo muchas opciones. Debo ver a este gurú tuyo, incluso si he convertido este lugar en escombros ardientes en el camino.

source: Excellent! He is waiting for you inside. Good luck, summoner, you'll need it.
es: ¡Excelente! Te está esperando por dentro. Buena suerte, invocador, lo necesitarás.

source: Rashti, are you ready for this?
es: Rashti, ¿estás listo para esto?

source: I am always ready for anything, Mehir. Why do you ask?
es: Siempre estoy listo para cualquier cosa, Mehir. ¿Por qué lo preguntas?

source: I just feel responsible for you after what happened... I can hardly bear the thought of losing you again.
es: Me siento responsable de ti después de lo que sucedió ... apenas puedo soportar la idea de volver a perderte.

source: That's nice of you, but I am immortal now. Don't worry about me, you're the one who needs protection.
es: Eso es amable de tu parte, pero ahora soy inmortal. No se preocupe por mí, usted es el que necesita protección.

source: Believe me, I trust the magi even less than you do, but for now we'll have to play along with their weird idea, and hope for the best...
es: Créeme, confío en los magos incluso menos que tú, pero por ahora tendremos que jugar junto con su extraña idea y esperar lo mejor ...

source: Your troops will automatically arrive in groups to your starting location once per turn. To have more control over this process, seize one of enemy keeps and recall troops of your choosing from there.
es: Sus tropas llegarán automáticamente en grupos a su ubicación inicial una vez por turno. Para tener más control sobre este proceso, confise uno de los enemigos y recuerde tropas de su elección desde allí.

source: Use teleporting circles to move your troops across the map (they work similarly to the 'teleport' ability). Teleporting circles of the same color are connected with each other.
es: Use círculos de teletransportación para mover sus tropas a través del mapa (funcionan de manera similar a la capacidad de 'teletransportación'). Los círculos de teletransporte del mismo color están conectados entre sí.

source: Move Mehir to the Palace of Omniscience
es: Muévete a Mehir al Palacio de Omniscience

source: The first task involves measuring physical strength - something earthbounds seem to like.
es: La primera tarea implica medir la fuerza física, algo que la tierra parece gustarle.

source: The sport I chose was golem tossing. The one who throws the golem the furthest, wins the first part of the competition. To make this a fair fight, you will compete with one of our strongest creations - an Um! Ready the golems!
es: El deporte que elegí fue Golem lanzando. El que arroja al golem más lejos, gana la primera parte de la competencia. Para hacer de esto una pelea justa, competirás con una de nuestras creaciones más fuertes: ¡una UM! ¡Listo los golems!

source: What an excellent throw! Great job!
es: ¡Qué excelente lanzamiento! ¡Gran trabajo!

source: Heh, good luck beating that...
es: Je, buena suerte golpeando eso ...

source: Go Rashti, go! You can do this! We believe in you!
es: ¡Ve a Rashti, ve! ¡Puedes hacerlo! ¡Creemos en ti!

source: (to the master mage) Watch and learn, airhead...
es: (al Maestro Mage) Mira y aprende, Airhead ...

source: Wow! Master, did you see that? The golem is entering the stratosphere!
es: ¡Guau! Maestro, ¿viste eso? ¡El golem está entrando en la estratosfera!

source: Wh- What?!!!
es: ¿Qué?

source: It... it's falling down! Take cover!!!
es: Es ... ¡se está cayendo! ¡¡¡Ponerse a cubierto!!!

source: You... won this part...
es: Tu ... ganó esta parte ...

source: The second part of the competition is about measuring magical powers one posses. This will involve the usage of a magical mirror - a unique piece of furniture capable of withstanding very powerful spells and even deflecting some of them.
es: La segunda parte de la competencia se trata de medir los poderes mágicos que uno posee. Esto implicará el uso de un espejo mágico: un mueble único capaz de resistir hechizos muy poderosos e incluso desviar algunos de ellos.

source: A competitor needs to shatter such a mirror from a distance using his or her magical skills in order to win this part. Again, to make this a fair fight, you will compete against one of our strongest spellcasters - Ignis, a Master of Fire!
es: Un competidor necesita romper un espejo así desde la distancia utilizando sus habilidades mágicas para ganar esta parte. Nuevamente, para hacer de esto una pelea justa, competirás contra uno de nuestros lanzadores de hechizos más fuertes: ¡Ignis, un maestro de fuego!

source: Wow, this guy is really hot... I mean the temperature around him of course.
es: Vaya, este tipo está realmente caliente ... quiero decir la temperatura a su alrededor, por supuesto.

source: This is going to be easy. You won't believe how powerful Rashti can be. Trust me, I know what I am talking about.
es: Esto va a ser fácil. No creerás lo poderoso que puede ser Rashti. Confía en mí, sé de lo que estoy hablando.

source: We shall see about that. Competitors, you may proceed.
es: Veremos sobre eso. Competidores, puede proceder.

source: That's it! Excellent shot!
es: ¡Eso es todo! ¡Excelente disparo!

source: Nice, but what do you say about... THIS?
es: Bien, pero ¿qué dices sobre ... esto?

source: S-She has frozen our Master of Fire, and he's still burning! What kind of madness is this?!
es: ¡S-she ha congelado a nuestro maestro de fuego, y todavía está ardiendo! ¡¿Qué clase de locura es esta?!

source: Hmpf... But you do realize that the mirror is still intact, right? Thus, you have failed.
es: HMPF ... pero te das cuenta de que el espejo todavía está intacto, ¿verdad? Por lo tanto, has fallado.

source: Hey, look! The mirror is cracking!
es: ¡Hey Mira! ¡El espejo se está agrietando!

source: YES! It's completely destroyed! Hurray!
es: ¡SÍ! ¡Está completamente destruido! ¡Viva!

source: You may be good at brute-forcing your way out of situation, but I wonder whether you can pass the last part of the competition...
es: Puede ser bueno para salir de la situación, pero me pregunto si puede pasar la última parte de la competencia ...

source: *ahem* It is finally time for the last test of your abilities. You have proven yourself to be superior in terms of physical strength and magical power, but what truly matters the most is one's intellect. Are you capable of solving one of the most demanding questions of all time?
es: * ejem* Finalmente es hora de la última prueba de sus habilidades. Has demostrado ser superior en términos de fuerza física y poder mágico, pero lo que más importa es el intelecto de uno. ¿Eres capaz de resolver una de las preguntas más exigentes de todos los tiempos?

source: Our ancestors devoted millennia to find the answer for one such question. Because you are quite a unique guest, a being from a different dimension, we are quite curious to see if you can solve it faster. Are you ready to hear it and provide us with the answer in less than 24 hours?
es: Nuestros ancestros ​​dedicaron a los milenios a encontrar la respuesta para una de esas preguntas. Debido a que eres un invitado bastante único, un ser de una dimensión diferente, tenemos curiosidad por ver si puedes resolverlo más rápido. ¿Estás listo para escucharlo y proporcionarnos la respuesta en menos de 24 horas?

source: I... accept.
es: Acepto.

source: Very well. If you figure out the answer, you will get to see the Guru. If not, you will have to deal with us first. So...
es: Muy bien. Si descubres la respuesta, podrás ver el Guru. Si no, primero tendrá que tratar con nosotros. Entonces...

source: ...what is the meaning of life, the universe, and everything?
es: ... ¿Cuál es el significado de la vida, el universo y todo?

source: Man, this is a really difficult question! Do you think you even have a chance here, Rashti?
es: ¡Hombre, esta es una pregunta realmente difícil! ¿Crees que incluso tienes una oportunidad aquí, Rashti?

source: Uh, Rashti? Are you alright?
es: Uh, Rashti? ¿Estás bien?

source: *freezes in place*
es: *se congela en su lugar*

source: Damn it! She is not responding. I think we've got a problem...
es: ¡Maldita sea! Ella no está respondiendo. Creo que tenemos un problema ...

source: <span font-style='italic'>*to herself* Some chase after 36, others 69, the more enlightened pursue 63, but their true goal is 41...</span>
es: <span font-style = 'italic'>* para sí misma* algunos persecución después de 36, otros 69, el más iluminado persigue 63, pero su verdadero objetivo es 41 ... </span>

source: I thought about it, and I believe I have an answer.
es: Lo pensé, y creo que tengo una respuesta.

source: You are back! Geez, I almost though we lost you for a moment!
es: ¡Regresaste! ¡Dios, casi aunque te perdimos por un momento!

source: *ahem* The answer is 41
es: * ejem* La respuesta es 41

source: Alas, as close as your answer was, it was still incorrect. The correct answer is 42.
es: Por desgracia, tan cerca que estuvo su respuesta, todavía era incorrecta. La respuesta correcta es 42.
