Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-Pepe.po
Languages: es

source: I advise you, my liege, not to summon them. They can fall to the will of the Great Efreet and join him, although there is a small chance it won’t happen. From my experience I know that some being are always devoted to their masters, but we shouldn’t risk it, especially because your jinns are unaccustomed to you, my liege. I also suggest not to use red entities at all, because they are of an evil nature and near this Efreet they will surely revolt against us. Of course this is only advise. You’ll do whatever you want, my liege.
es: Os lo advierto, mi señor, no los invoquéis. Podrían caer bajo la influencia del Gran ifrit y unirse a él, aunque haya un pequeña posibilidad de que eso no ocurra. Por mi experiencia, sé que algunos entes siempre son fieles a sus maestros, pero no deberíamos arriesgarnos, sobre todo teniendo en cuenta que vuestros genios aún no están habituados a vos, mi señor. También os recomiendo que no hagáis uso de ningún ente rojo, ya qué su naturaleza es malvada y, cerca de este ifrit, se volverán contra vos. Por supuesto, esto no es más que un consejo. Vos podéis hacer lo que gustéis, mi señor.

source: What of Rashti? She’s half-good...
es: ¿Que pasaría con Rasti? Ella es mitad buena...

source: ...but also half-evil. Her good half shouldn’t rebel but I can’t guarantee this...
es: ... pero también tiene una mitad malvada. Su parte buena no tendría porqué revelarse pero no puedo garantizar nada sobre...

source: Wait, wait, wait! Why didn’t you tell me about this fact earlier?! I could’ve left her in my palace!
es: ¡Esperad, esperad, esperad! ¿Por qué no me lo dijisteis antes? ¡Podría haberla dejado en mi palacio!

source: You didn’t ask, my liege.
es: No me preguntasteis, mi señor.

source: You fool! She’s one of the ultimate beings! If she turns against us, consequences will be catastrophic! You’d better advise me how we should defeat that thing before it goes out of control!
es: ¡Idiota! ¡Ella es uno de los entes definitivos! ¡Si se vuelve contra nosotros, las consecuencias serían catastróficas! ¡Será mejor que me digáis la forma de acabar con esa cosa antes de que el asunto se nos vaya de las manos!

source: My liege, use elementals. They cannot think, so it is impossible to delude them. You can also use perfectly good beings such as Ho’Rhamis or Wonderful Jinns — they will never betray us. Do not summon Rhamis and Jinns. Use dispellers and banishers, who are skilled in fighting these magical creatures. Use the power of your megacircle to lead and heal your men.
es: Mi señor, usad elementales. No pueden pensar, por lo que es imposible engañarlos. También podéis usar entes buenos como los jo rami o los genios maravillosos - nunca os traicionarían. No invoquéis ramis ni genios. Usad a los disipadores y desvanecedores, que son hábiles en la lucha contra estas criaturas mágicas. Usad el poder de vuestro mega círculo para liderar y sanar a vuestros hombres.

source: No jinns, no red entities, no oasis, no varried terrain and the demonical army in front of us. This is going to be interesting...
es: Ni genios, ni entes rojos, ningún oasis, sin variedad de terreno y con el ejército demoníaco frente a nosotros. Esto va a ser interesante...

source: You can level up your Grand Summoners to Summons Masters now. Your Neutral Summoners can summon Jinns now.
es: Ahora puede promover sus grandes invocadores a maestros invocadores. Sus invocadores neutrales pueden invocar genios a partir de ahora.

source: Defeat Reficul
es: Elimine a Reficul

source: Come to me, I call you!
es: ¡Ven a mi, te lo pido!

source: My new Master...
es: Mi nuevo maestro...

source: My liege! What have I told you?!!
es: ¡Mi señor! ¿Qué os había dicho?

source: Damn! I forgot!
es: ¡Maldición! ¡Lo había olvidado!

source: Be careful, my liege. This being can betray us in the least expected moment.
es: Id con cuidado, mi señor. Este ente puede traicionarnos en el momento más inesperado.

source: I’ll risk it.
es: Me arriesgaré.

source: Huh? Rashti, where are you going?!
es: ¿Como? ¿Adonde vas, Rasti?

source: Leave it to me! I’ll get rid off this mistake of the Abyss myself.
es: ¡Déjamelo a mí! Me libraré de ese error del abismo.

source: But I am your master! You must obey my orders!
es: ¡Pero soy tu maestro! ¡Has de obedecer mis órdenes!

source: Shut up and cover me!
es: ¡Callad y cubridme!

source: Oh no... It seems Rashti is no longer under our control!
es: ¡Oh no... parece que hemos perdido el control de Rasti!

source: Dammit! She won’t stand a chance against an entire army of demonical beings! Protect her at all costs! She mustn’t die or we will lose the Abyss!
es: ¡Maldición! ¡No tiene ninguna oportunidad contra un ejército entero de seres demoníacos! ¡Protegedla a toda costa! ¡No debe morir o perderemos el Abismo!

source: I feel you, Rashti. It is a pleasure for me to have you as a guest in my land.
es: Puedo sentirte, Rasti. Es para mí un placer tenerte como huésped en mis tierras.

source: You are nothing to me.
es: No significas nada para mí.

source: We will see.
es: Ya lo veremos.

source: Let’s hope, Rashti will resist his will...
es: Esperemos que Rasti se resista a su voluntad...

source: You belong to ME!
es: ¡Me perteneces!

source: I have warned you...
es: Os lo advertí...

source: Rashti’rhami, the goddess of all Rhamis. You’re like me.
es: Rasti Rami, la diosa de todos los ramis. Eres como yo.

source: Listen to me, idiot. My half... ME is the queen of the Red Abyss. And you are a worthless flying red fool, who has to be dealt with.
es: Escuchame, idiota. Mi mitad...YO soy la reina del Abismo Rojo. Y tu eres un despreciable estúpido que vuela de un sitio a otro coloreado de rojo, al que tengo que parar los pies.

source: And I will... CRUSH YOUR HEAD WITH MY HAND!!!
es: ¡Voy a... APLASTARTE LA CABEZA CON UNA SOLA MANO!

source: Oooh... I am waiting!
es: ¡Oooh... estoy esperando!

source: YOU FOOL! YOU SERVE PEOPLE, INSTEAD OF SLAVING THEM. YOU’RE A PITY!!!
es: ¡ERES TONTA! ¡SIRVES A LA GENTE, EN VEZ DE ESCLAVIZARLOS, ERES PATÉTICA!

source: HOW DARE YOU!!! I WILL BITE YOUR HEAD OFF!!!
es: ¡COMO TE ATREVES! ¡TE ARRANCARÉ LA CABEZA DE UN MORDISCO!

source: Itshar’Imahr YOU BELONG TO ME!
es: ¡Itshar’Imahr ME PERTENECES!

source: Rashti! Is everything alright?
es: ¡Rasti! ¿Va todo bien?

source: I HATE YOU!!! I WILL BURN YOU, AND YOU’LL SUFFER!
es: ¡TE ODIO! ¡TE QUEMARÉ, SUFRIRÁS!

source: No, stop! What is happening with me?! Mehir, I don’t want...
es: ¡No, para! ¿Qué me está ocurriendo? Megir, no quiero...

source: ...TO SEE YOU ALIVE!!!
es: ...¡VERTE VIVO!

source: I didn’t say that! It’s her.
es: ¡Yo no dije eso! Ha sido ella.

source: It happened... Rashti has lost her balance. We must kill this Efreet as soon as possible. This will save her.
es: Ha ocurrido... Rasti ha perdido su equilibrio. Hemos de matar a este ifrit cuanto antes. Eso la salvaría.

source: Oh no. We must kill that bastard. Maybe there is a chance...
es: Oh no. Hemos de matar a ese bastardo. Quizás aún tengamos una oportunidad...

source: Whatever happens, do not attack Rashti! This is an order!
es: ¡No ataquéis a Rasti, ocurra lo que ocurra! ¡Es una orden!

source: I WANNA SLAUGHTER YOU, MEHIR!
es: ¡QUIERO MASACRARTE, MEGIR!

source: Don’t listen to her!
es: ¡No la escuchéis!

source: We must kill this damn Efreeti as soon as possible.
es: Debemos matar a ese maldito ifrit de una vez.

source: You will never harm your master!
es: ¡Nunca dañarás a tu maestro!

source: SHUT UP! I WILL KILL YOU ALL!!!
es: ¡CALLATE! ¡OS MATARÉ A TODOS!

source: My Master! KILL! I’m loosing DIE! control. The Abyss KILL! is in danger. DIE!
es: ¡Maestro!... ¡MATAR!... Estoy perdiendo... ¡MUERE!...el control. El Abismo... ¡MATAR!... está en peligro. ¡MUERE!

source: Help... me... YOU PIECE OF... I am DIE!!! ...ing...
es: Ayudadme... ¡PEDAZO DE!... Me estoy... ¡MUERE!... muriendo...

source: I AM NO LONGER YOUR SERVANT, HUMANS! DIE!!!
es: ¡YA NO SOY VUESTRO SIRVIENTE HUMANOS! ¡MORID!

source: STOP!!! You won’t kill any Summoner!
es: ¡ALTO! ¡No matarás a ningún invocador!

source: HERE COMES YOUR DEATH!!!
es: ¡ES TU HORA DE MORIR!

source: No! *starts fighting with her second half*
es: ¡No! (comienza a luchar contra su otra mitad)

source: KILLKILLKILL!!!
es: ¡MATAR MATAR MATAR!

source: Enough! Control yourself!
es: ¡Ya es suficiente! ¡Contrólate!

source: DESTROY!!!
es: ¡DESTRUIR!

source: Who dares to stand in MY WAY?!
es: ¿Quién se atreve a interponerse en MI CAMINO?

source: He’s too powerful for us to banish him! We must kill him!
es: ¡Es demasiado poderoso para que podamos desvanecerlo! ¡Hemos de matarlo!

source: The enchantment has been dispelled, and the magical entities have regained their personalities.
es: El hechizo ha sido disipado, y los entes mágicos han recuperado sus personalidades.

source: Rashti, do you recognize me?
es: ¿Rasti, me reconoces?

source: Please, be as you were before.
es: Por favor, vuelve a ser tú misma.

source: ...I had a vision...
es: ... tuve una visión...

source: Wh...what?
es: ¿C...como?

source: ...I died. I felt like there was no good nor evil in me. I was Unity...
es: ...morí. Sentí que dentro de mí no había ni bien ni mal. Yo era una unidad...

source: Amazing... an entity from Abyss that has visions... It’s the first time I have seen something like this. It looks like she regained her consciousness!
es: Impresionante... un ente del abismo que tiene visiones... Es la primera vez que veo algo así. ¡Parece que ha recuperado la consciencia!

source: Thank Nomolas! You’re back! I have made a mistake bringing you here. Now everything’s back to normal, we can finally go home.
es: ¡Demos gracias a Nomolas! ¡Has vuelto! Me equivoqué al traerte aquí. Ahora todo vuelve a ser normal, podemos volver a casa.

source: In accordance to the regulations the local guild will confiscate all of magical beings that have betrayed their masters. They will be sent back to the Abyss, where their minds will be cleared.
es: De acuerdo con las regulaciones del gremio de desvanecedores, cualquier ente mágico que haya traicionado a sus maestros ha de ser confiscado. Ha de ser devuelto al abismo para que su mente quede borrada.

source: I think, though, it wouldn’t be necessary for Rashti, because of her dual nature. The good half should draw her conclusions for the future and never betray you in similar situations again.
es: Creo, sin embargo, que en el caso de Rasti no será necesario, a causa de su naturaleza dual. La mitad buena debería de haber sacado sus propias conclusiones para no volveros a traicionar en el futuro en situaciones semejantes.

source: In accordance to the regulations the local guild will confiscate magical beings that have betrayed their masters. They will be sent back to the Abyss, where their minds will be cleared.
es: De acuerdo con las regulaciones del gremio de desvanecedores, cualquier ente mágico que haya traicionado a sus maestros ha de ser confiscado. Ha de ser devuelto al abismo para que su mente quede borrada.

source: I understand. Your knowledge has proved to be most helpful, so I’ve decided to allow you to have some of my luxuries!
es: Comprendo. Vuestro conocimiento ha sido de gran ayuda, por lo que he decidido permitiros disfrutar de alguno de mis lujos.

source: Oh, my liege! I am extremely honored! Let’s return to the city!
es: ¡Oh, mi señor! ¡Me siento muy honrado! ¡Volvamos a la ciudad!

source: ...Someone is coming... I hear their breath — it is a human... they come from the north-west...
es: ... Alguien viene... Puedo oír su respiración - es un humano... viene del noroeste...

source: A human! Alone?! We’re on the Great Desert!
es: ¡Un humano! ¿Solo? ¡Estamos en el gran desierto!

source: ...I’ve finally found... you...
es: ... Por fin os encuentro... vos...

source: He must’ve fainted. Quick, give him something to drink. We must bring him to Tar-Tabar!
es: Debe de estar sediento. Rápido, dadle algo de beber. ¡Debemos llevarle a Tar-Tabar!

source: Only five?! I thought Tar-Tabar had more dispellers than that...
es: ¿Solo cinco? Pensaba que Tar-Tabar tendría más disipadores...

source: Unfortunately, Tashkar stinted our guild. Forgive me, my liege, but we can’t afford to train more of them.
es: Desafortunadamente, Tashkar escatimaba con nuestro gremio. Perdonadme, mi señor, pero no nos podemos permitir entrenar más.

source: Excellent, we’re fighting with the biggest evil from the Abyss and I have only five dispellers... If we survive this madness, I will remove his limitations.
es: Excelente, estamos luchando contra el mayor de los males del abismo y solo dispongo de cinco disipadores... Si sobrevivimos a esta locura, eliminaré estas limitaciones.

source: Your goodness is unmeasured! Thank you!
es: ¡Vuestra bondad es inconmensurable! ¡Os lo agradezco mucho!

source: Far North
es: Lejano norte

source: This scenario has visual and audio effects that may cause noticeable slowdown on weaker devices. Note that you can toggle these effects at any time during the scenario by using the relevant options in the context menu.
es: Este escenario tiene efectos visuales y sonoros que pueden causar una apreciable lentitud en los equipos menos potentes. Tenga en cuenta que estos efectos pueden ser desactivados en cualquier momento, durante este escenario, mediante las opciones adecuadas del menú contextual.

source: Load rain
es: Activar la lluvia

source: Continue without rain
es: Continuar sin lluvia

source: You can always turn on/off some weather effects. To do that, right-click anywhere on the map and choose which effects you want to disable/enable.
es: Puede desactivar los efectos meteorológicos siempre que quiera. Para hacerlo, haga clic derecho en cualquier sitio del mapa y seleccione cuales son los efectos que desea activar o desactivar.

source: team_name^Hydras
es: Hydras

source: team_name^Invaders
es: Invasores

source: Toggle Lightning Effects
es: Conmutar los efectos de rayos

source: Toggle Rain Sound Effects
es: Conmutar los efectos sonoros de lluvia

source: Toggle Rain Visual Effects
es: Conmutar los efectos visuales de lluvia

source: These are the shores of my land! Finally, we are here!
es: ¡Estas son las costas de mi tierra! ¡Por fin, hemos llegado!

source: What a warm welcome for a return after a thousand years...
es: Que bienvenida más entusiasta para alguien que ha vuelto después de mil años...

source: Pardon, Mehir, but we are on the border of two different climates; storms are a common phenomenon here.
es: Perdón, Megir, pero estamos en el linde de dos zonas climáticas diferentes: las tormentas son un fenómeno común aquí.

source: It’s the first time I have seen water falling from the sky. Something like that could be very useful in our desert.
es: Es la primera vez que veo agua cayendo del cielo. Algo así podría ser muy útil en nuestro desierto.

source: North from here, there’s a town called Saffaros, or at least there was when I left this land. Let’s not waste time.
es: Al norte de aquí, hay una ciudad llamada Saffaros, o al menos la había cuando dejé esta tierra. No perdamos tiempo.

source: Sh... ships?! SHIPS!!! SHIPS COMING FROM THE SOUTH!!!
es: ¿B...barcos? ¡BARCOS! ¡VIENEN BARCOS DESDE EL SUR!

source: What?! There is only a dead desert south of here! This must be the enemy trying to go around the eastern defensive lines! Prepare troops! NOW!
es: ¿Qué? ¡Hacia el sur no hay más que un desierto muerto! ¡Debe de ser el enemigo intentando rodear nuestras defensas del este! ¡Preparad las tropas! ¡AHORA!

source: Hello, Dedylos!
es: ¡Hola, Dedylos!

source: Atiros? Is that you? Thank the Sun, you’re still alive! But who are those people behind you? Don’t tell me they’re...
es: ¿Atiros? ¿Sois vos? ¡Gracias al sol, aún estáis vivo! ¿Pero quiénes son esas personas con las qué venís? No me digáis que son...

source: Our legendary siblings truly exist and have just arrived. Please, meet Mehir, the leader of the Summoners from Tar-Tabar. He was the only one who decided to help us in our plight.
es: Nuestros hermanos legendarios realmente existían y acaban de llegar. Por favor, saludad a Megir, el líder de los invocadores de Tar-Tabar. Es el único que decidió ayudarnos en nuestro aprieto.

source: Welcome, stranger. We thought you were the invaders. Your help is a matter of life and death; we can’t defeat them alone.
es: Bienvenido, extranjero. Creímos que erais los invasores. Vuestra ayuda es un asunto de vida o muerte: no podemos acabar con ellos nosotros solos.

source: Well met, Dedylos. As it happened, I have fought this enemy before, and I have valuable experience which may be very useful to us all.
es: Bien hallado, Dedylos. Os puedo decir que ya he luchado antes contra este enemigo, y he adquirido valiosa experiencia que nos resultará muy útil.

source: That’s great. We were looking for someone like you. I will send a messenger to Kharos to announce the amazing news, and in the meantime, I invite you to my castle, where we should discuss our next steps.
es: Magnífico. Buscábamos a alguien como vos. Enviaré un mensajero a Kharos para anunciar las increíbles noticias, y mientras tanto, os invito a mi castillo, donde deberíamos discutir nuestros pasos siguientes.

source: The dark armies have captured all the cities of the middle-lands; we had to evacuate all of our citizens that live there, and now they’re behind the thick walls of Kharos. The only exception is Saffaros, for we hope to escape to the desert by its port if the capital falls.
es: Los ejércitos oscuros han capturado todas las ciudades de la tierra media. Tuvimos que evacuar a todos nuestros ciudadanos de allí y ahora se encuentran tras los gruesos muros de Kharos. La única excepción es Saffaros, desde donde esperamos escapar al desierto desde su puerto si cae la capital.

source: So only two cities remain...
es: Entonces solo quedan dos ciudades...

source: THEY’RE HERE!!! RUN!!!
es: ¡ESTÁN AQUÍ! ¡HUID!

source: But... how is it possible? They had to come from the north!
es: Pero... ¿Cómo es posible? ¡Tenían que venir desde el norte!

source: Enemy on the horizon!!! They have seized Degos!!!
es: ¡Enemigo a la vista! ¡Han tomado Degos!

source: Does it mean...
es: Eso quiere decir...

source: And what about Kharos? Have they destroyed Kharos?
es: ¿Y que pasa con Kharos? ¿Han destruido Kharos?

source: No! Their main strike force is regrouping to the east!!!
es: ¡No! ¡Su fuerza principal se está reagrupando hacia el este!

source: Thank the sun, for Kharos is untouched, for now. So they must be scouts. We must defend Saffaros. Mehir, will you help us?
es: Gracias al sol, por ahora Kharos no ha sido tocada. Deben de ser exploradores. Debemos defender Saffaros. ¿Nos ayudaréis, Megir?

source: You defend the town and I will try to prepare a counterattack.
es: Defended la ciudad mientras preparo un contraataque.

source: Rain damages your fire elementals. Be careful.
es: La lluvia daña a los elementales de fuego. Tenga cuidado.

source: Death of Atiros
es: Muerte de Atiros

source: Death of Dedylos
es: Muerte de Dedylos

source: These monsters seem to rise to the surface in that swamp. I hope there won’t be too many of them or we will never make it.
es: Estos monstruos parecen surgir de esa ciénaga. Espero que no haya demasiados o nunca terminaremos.

source: The keep is too small. I wonder, if I had three jinns placed between empty spaces, they could transform themselves and create a new, larger keep for me and strengthen the city walls...
es: La fortaleza es demasiado pequeña. Me pregunto, si tuviera tres genios colocados entre los espacios vacíos, podrían transformarse y crear una nueva fortaleza, más grande, y reforzar los muros de la ciudad...

source: I would lost them, but this can be worth it.
es: Los perdería, pero podría valer la pena.

source: Jinns, I order you to create a new keep in this town!
es: ¡Genios, os ordeno que creéis una nueva fortaleza en esta ciudad!

source: As you wish, Master.
es: Como deseéis, maestro.

source: Amazing!
es: ¡Impresionante!

source: The Dark People. I want to see...
es: Gente oscura. Quiero ver...

source: ...WHAT YOU ARE MADE OF!!!
es: ... DE QUE ESTÁIS HECHOS!

source: Who is she?!
es: ¿Quien es ella?

source: This is Rashti’rhami, the queen of the Abyss and one of the Ultimate Beings. Her dual nature can be a real trouble sometimes...
es: Es Rasti Rami, la reina del abismo y uno de los entes definitivos. Su naturaleza dual puede ser un auténtico problema algunas veces...

source: I NEED MORE!!! Reminds me of the last time when I wanted to RIP YOUR THROAT OUT, MEHIR!!!
es: ¡NECESITO MÁS! ¡Me recuerda la última vez en la que quería CORTAROS LA GARGANTA, MEGIR!

source: WHAT?!
es: ¿QUE?

source: I am extremely sorry, my Master! It is her! Control yourself, stupid!
es: ¡Cuanto lo siento, mi maestro! ¡Es ella! ¡Controlate, estúpida!

source: What’s going on?
es: ¿Qué está ocurriendo?

source: Don’t pay attention to what she says. She’s quite... unstable at times...
es: No haga caso de lo que dice. Es que a veces... es un poquito... inestable...

source: We did it! It’s the first time we have defeated them!!! Thank you, Mehir!
es: ¡Lo hicimos! ¡Es la primera vez que los hemos derrotado! ¡Gracias a vos, Megir!

source: I’m not surprised at all that your country is falling.
es: No me extraña que vuestro país esté siendo derrotado.

source: Your armies consist of humans, who are very easy to kill. We, contrariwise, mainly use beings from the Abyss, which cannot be poisoned or eaten, which seem to be the favorite tactics of your enemies. You’re lucky I’ve decided to help you.
es: Vuestros ejércitos están formados por humanos, que son muy fáciles de matar. Nosotros, en cambio, usamos principalmente entes del abismo, que no pueden ser envenenados o comidos, que parece que son las tácticas favoritas de vuestros enemigos. Habéis tenido suerte de que viniera a ayudaros.

source: Gates of Kharos
es: Puertas de Kharos

source: team_name^Master of Darkness
es: Maestro de la oscuridad

source: Master of Darkness
es: Maestro de la oscuridad

source: team_name^Master of War
es: Maestro de guerra

source: team_name^Master of Battle
es: Maestro de batalla

source: team_name^Dedylos
es: Dedylos

source: Bodyguard
es: Guardia

source: Adviser
es: Consejero

source: We’re a bit too late.
es: Llegamos un poco tarde.

source: There are too many of them. This day had to come...
es: Son demasiados. Tenía que llegar este día...

source: Don’t lose hope, Anthi. These walls have protected our peoples for centuries; nothing can destroy our gates.
es: No perdáis la esperanza, Anthi. Estos muros han protegido a nuestra gente durante siglos: nada puede destruir nuestras puertas.

source: Atiros hasn’t returned...
es: Atiros no ha vuelto...

source: I’m not sure whether he returned or not, but I can see an army in the distance. They must be troops from Saffaros, and those beside them... They don’t look like the warriors of Kharos, but they’re not of the invaders either...
es: No estoy seguro de si volvió o no, pero puedo ver un ejército en la distancia. Deben de ser tropas de Saffaros, y aquellos que los acompañan... No parecen guerreros de Kharos, pero tampoco lo son de los invasores...

source: Is this... Can it be true? They... exist? I can’t feel them because of this dark aura...
es: Es... ¿Puede ser cierto? ¿Existen? No puedo sentirlos debido a este aura oscura...

source: Strange. These creatures always attacked after dusk, but this time is different. I have bad feelings about this.
es: Extraño. Estas criaturas siempre atacaban después del crepúsculo, pero esta vez es diferente. Tengo un mal presentimiento.

source: Don’t forget they are surrounded. If we attack them by surprise, they won’t survive this.
es: No olvidéis que se encuentran rodeados. Si les atacamos por sorpresa, no sobrevivirán.
