Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: ...but also half-evil. Her blue half should be immune to the efreeti's persuasion, but I can’t guarantee that...
es: ... pero también medio mal. Su mitad azul debe ser inmune a la persuasión de Efreeti, pero no puedo garantizar que ...

source: Wait, wait, wait! Why didn’t you tell me about this earlier?! I could’ve left her in my palace!
es: ¡Espera espera espera! ¿Por qué no me hablaste de esto antes? ¡Podría haberla dejado en mi palacio!

source: You didn’t ask, my Liege.
es: No preguntaste, mi mentira.

source: You fool! She’s one of the ultimate beings! If she turns against us, we will be doomed! You’d better tell me how we should defeat that damn efreeti before he gets a chance to turn Rashti against us!
es: ¡Tonto! ¡Ella es uno de los mejores seres! Si ella se vuelve contra nosotros, ¡estaremos condenados! ¡Será mejor que me digas cómo deberíamos derrotar a ese maldito Efreeti antes de que tenga la oportunidad de convertir a Rashti contra nosotros!

source: My liege, use elementals. They are unable to think, and thus impossible to delude. You can also use higher-level blue beings, such Rhami'kais Ho’rhamis and Great Jinn — they would never betray us. Make sure to use as many dispellers and banishers as you can. Also, stay close to your troops in the back, and use the power of your megacircle to strengthen and heal them.
es: Mi mentira, usa elementales. No pueden pensar y, por lo tanto, imposibles de engañar. También puede usar seres azules de nivel superior, como Rhami'kais Ho’rhamis y Great Jinn, nunca nos traicionarían. Asegúrese de usar tantos disipadores y desantivadores como pueda. Además, manténgase cerca de tus tropas en la parte de atrás y usa el poder de tu megacírculo para fortalecerlas y curarlas.

source: No red entities, no oasis, no varied terrain and an army of rhami'datus and efreet in front of us. This is going to be interesting...
es: No hay entidades rojas, sin oasis, sin terreno variado y un ejército de Rhami'datus y Efreet frente a nosotros. Esto va a ser interesante...

source: Don't forget my liege that the sheer amount of rogue efreet is an excellent opportunity to stock up on dimensional gates. The yellow ones can be exceptionally useful here as they can advance directly to Great Jinn as I said earlier!
es: No olvides mi mentira de que la gran cantidad de Rogue Efreet es una excelente oportunidad para abastecerse de puertas dimensionales. ¡Los amarillos pueden ser excepcionalmente útiles aquí, ya que pueden avanzar directamente a Great Jinn como dije antes!

source: My brethren, time to give the tyrants a lesson they shall never forget! FOR FREEDOM!!!
es: ¡Mis hermanos, es hora de darle a los tiranos una lección que nunca olviden! ¡¡¡POR LA LIBERTAD!!!

source: FOR FREEDOM!!!
es: ¡¡¡POR LA LIBERTAD!!!

source: DOWN WITH THE TYRANTS!!! DEATH TO THE FALSE QUEEN!!!
es: ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡Es ¡¡!!! Muerte a la falsa reina !!!

source: You can level up your Grand Summoners to Summons Masters now. All your Grand Summoners who received AMLAs in earlier scenarios will advance to Summons Masters upon recall automatically. You and your Neutral Summoners can permanently summon Jinn and keep them between scenarios.
es: Puedes nivelar tus grandes invocadores a los maestros de la citación ahora. Todos sus grandes invocadores que recibieron AMLAS en escenarios anteriores avanzarán a invitar a los maestros al retirar automáticamente. Usted y sus invocadores neutrales pueden convocar permanentemente a Jinn y mantenerlos entre escenarios.

source: All summoned beings originating from the Red Abyss like Dharma'rhami, Rhami'datu and Efreet will instantly betray you in this scenario. Level 1 intelligent beings like Jinn and Rhami may choose to betray you depending on your luck. Elementals and level 2-3 blue beings like Great Jinn, Rhami'kai and Ho'rhami will never turn against you.
es: Todos los seres convocados originados por el abismo rojo como Dharma'rhami, Rhami'datu y Efreet lo traicionarán instantáneamente en este escenario. Los seres inteligentes de nivel 1 como Jinn y Rhami pueden optar por traicionarlo según su suerte. Los elementales y el nivel 2-3 seres azules como Great Jinn, Rhami'kai y Ho'rhami nunca se volverán contra ti.

source: Defeat Reficul
es: Derrotar refícule

source: You won't be able to recall Semir after this scenario, as he will remain in Tar-Tabar.
es: No podrás recordar Semir después de este escenario, ya que permanecerá en Tar-Tabar.

source: Join me, I'll allow you to do what you truly want, to DESTROY, to KILL those who enslaved you!
es: ¡Únete a mí, te permitiré hacer lo que realmente quieres, destruir, matar a los que te esclavizaron!

source: Yes... YES!!! I SEE THE TRUTH NOW!!! TIME FOR THE MORTALS TO DIE!!!
es: ¡¡¡Sí Sí!!! Veo la verdad ahora !!! ¡Hora de que los mortales mueran!

source: My liege! <b>What have I told you?!!</b>
es: ¡Mi mentira! <b> ¿Qué te he dicho? !! </b>

source: Damn! I forgot!
es: ¡Maldición! ¡Me olvidé!

source: Be careful, my liege. Lesser blue beings could end up being swayed by the efreeti when we least expect it.
es: Ten cuidado, mi mentira. Los seres azules menores podrían terminar siendo influenciados por el Efreeti cuando menos lo esperamos.

source: Don't worry, I know what I'm doing.
es: No te preocupes, sé lo que estoy haciendo.

source: If you say so...
es: Si tú lo dices...

source: Looks like I'm now starting to grow a dimensional gate collection of my own...
es: Parece que ahora estoy empezando a cultivar una colección de puerta dimensional propia ...

source: Indeed. However, be aware, my liege: do not transform the gate into a level one jinni or a rhami in front of this Great Efreeti - he could easily turn them against us.
es: En efecto. Sin embargo, tenga en cuenta, mi mentira: no transforme la puerta en un nivel uno Jinni o un rhami frente a este gran efreeti: podría convertirse fácilmente contra nosotros.

source: Huh? Rashti, where are you going?!
es: ¿Eh? Rashti, ¿a dónde vas?

source: Leave this to me! I’ll get rid of that nonsense-spewer myself!
es: ¡Déjame esto a mi! ¡Me desharé de esa tontería!

source: Then I'm sure as hell coming with you. Time to kick his red butt!
es: Entonces estoy seguro de que viene contigo. ¡Es hora de patear su trasero rojo!

source: Now you speak like a man!
es: ¡Ahora hablas como un hombre!

source: *ahem* Listen up, fellow red beings! Tired of having to listen to Reficul's poetic crap for hours? Join me, and you and you can kick some butts today!
es: * ejem* ¡Escuche, compañeros seres rojos! ¿Cansado de tener que escuchar la basura poética de Reficul durante horas? ¡Únete a mí, y tú y tú puedes patear algunos traseros hoy!

source: *sigh* Such primitivity... You truly need to work on your rhetoric if you truly wish to sway the masses.
es: * suspiro* Tal primitividad ... realmente necesitas trabajar en tu retórica si realmente quieres influir en las masas.

source: (to another comrade) Hey look, finally the queen of the Red Abyss is living up to her name! What do you say about switching sides?
es: (a otro camarada) ¡Oye, mira, finalmente la reina del abismo rojo está a la altura de su nombre! ¿Qué dices sobre el cambio de lados?

source: You know what, that's a great idea!
es: ¡Sabes qué, esa es una gran idea!

source: Traitors! Have you truly forgotten what you're fighting for?! Why do you let yourselves be brainwashed by that anthropocratic hypocrite?!
es: Traidores! ¿Realmente has olvidado por qué estás luchando? ¿Por qué se dejan lavarse el cerebro por ese hipócrita antropocrático?

source: There's only so much of your ideological crap we can tolerate, bookworm! Time to show you what destruction truly means!
es: ¡Solo hay mucho de su basura ideológica que podemos tolerar, ratón de biblioteca! ¡Es hora de mostrarte lo que realmente significa la destrucción!

source: Hmph, good riddance. We don't need human-loving imbeciles in our movement!
es: HMPH, buen ridículo. ¡No necesitamos imbéciles amantes de los humanos en nuestro movimiento!

source: A few enemy units are on your side now but only for the duration of this mission. Keep this in mind.
es: Algunas unidades enemigas están de tu lado ahora, pero solo por la duración de esta misión. Mantén esto en mente.

source: Against a whole army you're only going to get yourself killed! I order to you to remain in the rear!
es: ¡Contra todo un ejército, solo te matarás! ¡Te ordeno que te quedes en la parte trasera!

source: Shut up and cover me!
es: ¡Cállate y cúbreme!

source: Dear Nomolas... It seems Rashti is no longer under our control!
es: Estimados Nomolas ... ¡Parece que Rashti ya no está bajo nuestro control!

source: Damn it! Even though she is an ultimate being, she won’t stand a chance against an entire army of red beings! Protect her at all costs! We can't risk her dying!
es: ¡Maldita sea! A pesar de que es un ser final, ¡no tendrá ninguna oportunidad contra todo un ejército de seres rojos! ¡Protégala a toda costa! ¡No podemos arriesgarnos a que ella muriera!

source: My, my, who do we have here? Isn't that the 'holy' Rashti'rhami herself? You like to call yourself a goddess, but last time I checked the dictionary, the word wasn't exactly synonymous with 'slave'. No authority whatsoever...
es: Mi, mi, ¿a quién tenemos aquí? ¿No es ese la misma Rashti'rhami 'santo'? Te gusta llamarte una diosa, pero la última vez que revisé el diccionario, la palabra no era exactamente sinónimo de 'esclavo'. No hay autoridad en absoluto ...

source: Authority?! <b>I am the Goddess of all Rhamis AND the Queen of the Red Abyss, for crying out loud!!!</b>
es: ¡¿Autoridad?! <b> ¡Soy la diosa de todos los Rhamis y la Reina del Abismo Rojo, por llorar en voz alta! </b>

source: In the Abyss, yes, you were in charge. But face it, in this dimension, your 'subjects' really obey the summoners, not you. While the humans try to give you an illusion of authority, no amount of acting can conceal the simple truth. Face it - you are nothing more than just a puppet.
es: En el abismo, sí, estabas a cargo. Pero enfréntalo, en esta dimensión, sus 'sujetos' realmente obedecen a los invocadores, no a usted. Si bien los humanos intentan darle una ilusión de autoridad, ninguna cantidad de actuación puede ocultar la simple verdad. Enfréntalo, no eres más que un títere.

source: Tell me, why do you even serve the humans in the first place?
es: Dime, ¿por qué sirves a los humanos en primer lugar?

source: Nomolas obeyed them, and asked us to aid the humans to the best of our ability. If someone as wise as he says we should do it, it is our duty, Reficul.
es: Nomolas los obedeció y nos pidió que ayudara a los humanos a lo mejor de nuestra capacidad. Si alguien tan sabio como él dice que deberíamos hacerlo, es nuestro deber, refric.

source: Ask yourself, my dogmatic foe - why would The First Jinni stoop so low as to obey the whims of mortals to begin with?
es: Pregúntese, mi enemigo dogmático, ¿por qué el primer Jinni se inclinaría tan bajo que obedecería los caprichos de los mortales para empezar?

source: What would a mere efreeti know about Nomolas's goals? He is far more intelligent than both of us combined. His goals are not for us to know or question.
es: ¿Qué sabría un simple Efreeti sobre los objetivos de Nomolas? Es mucho más inteligente que los dos combinados. Sus objetivos no son para nosotros saber o cuestionar.

source: What would I know, you ask? More than you'd think. I admired him, listened to his each and every word, read and reread all that he has written dozens of times. I agree with you about his intellect, he is the greatest mind in the entire Abyss. Above all, he is a philosopher, one with the power to put any of his theories into practice.
es: ¿Qué sabría, preguntas? Más de lo que piensas. Lo admiré, escuché cada una de las palabras, leí y releé todo lo que ha escrito docenas de veces. Estoy de acuerdo contigo sobre su intelecto, él es la mente más grande en todo el abismo. Sobre todo, él es un filósofo, uno con el poder de poner en práctica cualquiera de sus teorías.

source: When the humans accidentally summoned him, he was utterly fascinated by the mortal world's concepts, which were completely alien to the Abyss. One might say he became utterly obsessed.
es: Cuando los humanos lo convocaron accidentalmente, estaba completamente fascinado por los conceptos del mundo mortal, que eran completamente ajenos al abismo. Se podría decir que se obsesionó completamente.

source: It reached the point that he slowly started shaping the Abyss to resemble the mortal world, and introducing the mortal world to the Abyss. I suspect his servant persona was little more than a facade to make the humans comfortable with his presence. After all, it's far easier for mortals to talk to someone who they view as their servant, instead of the mysterious godlike being he truly is.
es: Llegó al punto de que lentamente comenzó a dar forma al Abismo para parecerse al mundo mortal e introducir el mundo mortal al Abismo. Sospecho que su personalidad era poco más que una fachada para que los humanos se sientan cómodos con su presencia. Después de todo, es mucho más fácil para los mortales hablar con alguien que ven como su siervo, en lugar del misterioso ser divino que realmente es.

source: As for al-Kamija, I suspect it was one of his many experiments, perhaps to see what a civilization uplifted with abyssal magic would be like. Alas, as much as I respect him, I have no intention of being just some insignificant variable in his experiment, and neither should you.
es: En cuanto a Al-Kamija, sospecho que fue uno de sus muchos experimentos, tal vez ver cómo sería una civilización elevada con la magia abisal. Por desgracia, por mucho que lo respeto, no tengo intención de ser una variable insignificante en su experimento, y tú tampoco deberías hacerlo.

source: Must... kill... the humans...
es: Debe ... matar ... los humanos ...

source: Dear Nomolas, what the hell is this?! Is that efreeti possessing our magical beings?!
es: Querido Nomolas, ¿qué demonios es esto? ¿Ese Efreeti posee nuestros seres mágicos?

source: I... I honestly have no idea.
es: Yo ... Sinceramente, no tengo idea.

source: Hey, look! Their forces are beginning to thin out! We might just be starting to win!
es: ¡Hey Mira! ¡Sus fuerzas están empezando a adelgazar! ¡Podríamos estar empezando a ganar!

source: The defeat of my comrades is not enough to destroy my cause! O slumbering guardians of fire, heed my call for aid!
es: ¡La derrota de mis camaradas no es suficiente para destruir mi causa! ¡Oh, los guardianes del fuego, prestan atención a mi llamado a la ayuda!

source: He can summon?! Just who the hell is this efreeti?! As if convincing an entire mob of red beings to join him wasn't astonishing enough...
es: ¿Puede convocar?! ¿Quién demonios es este Efreeti? Como si convencer a toda una multitud de seres rojos para unirse a él no era lo suficientemente asombroso ...

source: Back in the Abyss, you used to be a powerful figure, one that many kneeled at sight of. But now, you have become little more than a pathetic shadow of your former self. You could have easily been the puppeteer, yet you chose to be the puppet...
es: De vuelta en el abismo, solías ser una figura poderosa, una que muchos se arrodillaban a la vista. Pero ahora, te has convertido en poco más que una sombra patética de tu antiguo yo. Podrías haber sido fácilmente el titiritero, pero eligió ser el títere ...

source: *panting* When...will...<b>you</b>...JUST...<b>DIE</b>!!!
es: * jadeando* cuando ... lo hará ... <b> usted </b> ... solo ... <b> muere </b> !!!

source: Not anytime soon, that I can assure you.
es: No en el corto plazo, que puedo asegurarte.

source: I know you very well, Dharma'rashti, what you truly want. I know just how badly you miss the days of your glory, when you was truly the Queen of the Red Abyss. We are quite similar, you and I. What if I told you I can... release you from your blue half's constraints, to give you the choice you never had?
es: Te conozco muy bien, dharma'rashti, lo que realmente quieres. Sé lo mucho que extrañas los días de tu gloria, cuando realmente fuiste la reina del abismo rojo. Somos bastante similares, tú y yo. ¿Qué pasa si te dije que puedo ... liberarte de las limitaciones de tu mitad azul, para darte la elección que nunca tuviste?

source: Rashti! Is everything alright?
es: Rashti! ¿Está todo bien?

source: I HATE YOU!!! I WILL BURN YOU ALIVE, AND CUT YOU INTO THIN PIECES!!!
es: ¡¡¡TE ODIO!!! ¡Te quemaré vivo y te cortaré en piezas delgadas!

source: No, stop! What is happening to me?! Mehir, I don’t want...
es: ¡No te detengas! ¡¿Qué me está pasando?! Mehir, no quiero ...

source: ...TO SEE YOU ALIVE!!!
es: ... para verte vivo !!!

source: I didn’t say that! It’s her.
es: ¡No dije eso! Es ella.

source: It happened... Rashti has lost her balance. We must kill this Efreeti as soon as possible. This will save her.
es: Sucedió ... Rashti ha perdido el equilibrio. Debemos matar este Efreeti lo antes posible. Esto la salvará.

source: We need to quickly kill this Efreeti. Maybe there is a chance...
es: Necesitamos matar rápidamente a este efreeti. Tal vez hay una oportunidad ...

source: Whatever happens, do not attack Rashti! This is an order!
es: Pase lo que pase, ¡no ataques a Rashti! ¡Este es un pedido!

source: I'LL KILL YOU, MEHIR!!!
es: Te mataré, Mehir !!!

source: Don’t listen to her!
es: ¡No la escuches!

source: Soldiers, hurry up! We must stop this madness!
es: Soldados, date prisa! ¡Debemos detener esta locura!

source: Hey, Reficul, so what should we do about our self-proclaimed queen?
es: Oye, Reficul, entonces, ¿qué debemos hacer con nuestra autoproclamada reina?

source: Let her be. After all, she's far too busy fighting with herself to pose any real threat.
es: Dejala ser. Después de todo, está demasiado ocupada luchando consigo misma para representar cualquier amenaza real.

source: I won't let you harm our master!
es: ¡No dejaré que dañes a nuestro maestro!

source: I DARE YOU, YOU STUPID HUMAN-LOVER!!!
es: Te reto, estúpido amante humano !!!

source: My Master! KILL! I’m losing DIE! control. The Abyss KILL! is in danger. DIE!
es: ¡Mi maestro! ¡MATAR! ¡Estoy perdiendo morir! control. ¡El abismo mata! está en peligro. ¡MORIR!

source: Help... me... YOU PIECE OF... I am DIE!!! ...ing...
es: Ayuda ... yo ... tú ... ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡.id ...En g...

source: I AM NO LONGER YOUR SERVANT, HUMANS! DIE!!!
es: ¡Ya no soy tu siervo, humanos! ¡¡¡MORIR!!!

source: STOP!!! I won't let your harm any summoner!
es: ¡¡¡DETENER!!! ¡No dejaré que tu dañe ningún invocador!

source: I SHALL RESTORE MY REIGN, BY BLOOD!!!
es: Restauraré mi reinado, por sangre !!!

source: No! *starts fighting with her second half*
es: ¡No! *comienza a pelear con su segunda mitad*

source: DIE!!! DIE!!! DIE!!!
es: ¡¡¡MORIR!!! ¡¡¡MORIR!!! ¡¡¡MORIR!!!

source: Enough! *smacks her other half with her spear*
es: ¡Suficiente! *golpea su otra mitad con su lanza*

source: DIE, REBEL SCUM!!!
es: Muere, escoria rebelde !!!

source: You may have defeated my army, but I shall fight to the last!
es: Puede que hayas derrotado a mi ejército, ¡pero lucharé hasta el final!

source: Wait, did he just create a circle of resistance around himself?
es: Espera, ¿acaba de crear un círculo de resistencia a su alrededor?

source: Certainly seems like it. I believe he came up with a design that channels the magic in his body to form the protective sphere. He just can't stop surprising us, it seems...
es: Ciertamente lo parece. Creo que se le ocurrió un diseño que canaliza la magia en su cuerpo para formar la esfera protectora. Simplemente no puede dejar de sorprendernos, parece ...

source: Death to the anthropocrats!
es: ¡Muerte a los antropócratas!

source: What a shame, I wish the Abyss would open and swallow me up...
es: Qué lástima, desearía que el abismo se abriera y me trague ...

source: Damn it! Now I'll have to find a new man for his position... The Master of Banishers is going to be very pissed off...
es: ¡Maldita sea! Ahora tendré que encontrar un hombre nuevo para su posición ... El Maestro de Banishers estará muy enojado ...

source: The Abyss be damned! I wanted to give them freedom, and yet they fell for your shallow promises... *sigh* I severely overestimated the intellect of my followers...
es: ¡El abismo sea condenado! Quería darles libertad y, sin embargo, se enamoraron de sus promesas superficiales ... * suspiro * Sobreestimé severamente el intelecto de mis seguidores ...

source: Just die already, will you? I am late for my pedicure.
es: Solo morir ya, ¿quieres? Llego tarde a mi pedicura.

source: You may have won the battle, but the seeds of rebellion have long since been planted... enjoy your peace while it lasts, for we will meet again in the Abyss...
es: Es posible que hayas ganado la batalla, pero las semillas de la rebelión han sido plantadas desde hace mucho tiempo ... disfruta de tu paz mientras dure, porque nos volveremos a encontrar en el abismo ...

source: It's time for me to return to the Grand Red Dream, while it's still free from your presence, to prepare for the inevitable...
es: Es hora de que regrese al gran sueño rojo, mientras aún está libre de tu presencia, para prepararte para lo inevitable ...

source: This is just... mind-blowing! I believe he used an altered formula of banishment on himself, one that doesn't wipe his mind! If what he said is true, we will have to deal with a far, far larger resistance once we get in the Abyss...
es: Esto es solo ... ¡alucinante! Creo que usó una fórmula alterada de destierro en sí mismo, ¡una que no se limpie la mente! Si lo que dijo es cierto, tendremos que lidiar con una resistencia mucho, mucho mayor una vez que nos subamos al abismo ...

source: Good job, Mehir! I like your style!
es: ¡Buen trabajo, Mehir! ¡Me gusta tu estilo!

source: The pleasure's mine.
es: El placer es mío.

source: In accordance to the regulations the local guild will confiscate magical beings that have betrayed their masters. They will be sent back to the Abyss, to have their minds cleared.
es: De acuerdo con las regulaciones, el gremio local confiscará a los seres mágicos que han traicionado a sus amos. Serán enviados de regreso al abismo para que sus mentes se aclaren.

source: Rashti, are you alright?
es: Rashti, ¿estás bien?

source: That was close... he... he somehow... disconnected me and my red half. She started trying to kill you, and rambling about some nonsense...
es: Eso estaba cerca ... él ... él de alguna manera ... se desconectó a mí y a mi mitad roja. Ella comenzó a tratar de matarte y divagando sobre algunas tonterías ...

source: Thank Nomolas! You’re back! It was a mistake bringing you here. Now everything’s back to normal, we can finally go home.
es: ¡Gracias a Nomolas! ¡Estás de vuelta! Fue un error traerte aquí. Ahora todo ha vuelto a la normalidad, finalmente podemos ir a casa.

source: If you don't mind, my liege, the Banishment Guild would like to place Rashti'rhami under surveillance. After all, there might be a 17.314% chance of her murdering you in your sleep after this incident.
es: Si no le importa, mi mentira, el Gremio de destierro le gustaría colocar a Rashti'rhami bajo vigilancia. Después de todo, puede haber una probabilidad del 17.314% de que ella lo asesine mientras duerma después de este incidente.

source: In accordance to the regulations the local guild will confiscate magical beings that have betrayed their masters. They will be sent back to the Abyss, to having their minds cleared.
es: De acuerdo con las regulaciones, el gremio local confiscará a los seres mágicos que han traicionado a sus amos. Serán enviados de regreso al abismo, a que lo hagan la mente.
