Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: Few men in the entirety of known history have ever embraced the veiled mystery that comes naturally with the title of the Fourth Degree. They are men who can wield the entire power of the Abyss with their right hand and the complete devastation of summoning magic with their left. A summons master has attained the culmination of all summoning arts ever crafted and comprehended. Encircling a summons master is his magnum opus: the megacircle. The circle teems with magicks of all kinds — magicks to empower, mend, bless, cure, destroy, create, and remake. Within the vast and mystic megacircle, the air itself screams as elementals burst forth from their world into this one through the circle’s unearthly inscriptions. Men within the master’s circle are invested with supernatural gifts, their wounds closing by the aid of pure magic and their strength jumping twofold. Towers of heavenly light shriek into the skies from the megacircle’s symbols, obliterating everything within range. All around the summons master, miracles occur, and ruin is wrought.
es: Pocos hombres en la totalidad de la historia conocida han adoptado el misterio velado que viene naturalmente con el título de cuarto grado. Son hombres que pueden manejar todo el poder del abismo con su mano derecha y la devastación completa de convocar magia con su izquierda. Un maestro de la citación ha alcanzado la culminación de todas las artes de la invocación siempre diseñadas y comprendidas. Entratar a un maestro de citación es su obra maestra: el megacírculo. El círculo está repleto de mágicas de todo tipo: mágicas para empoderar, reparar, bendecir, curar, destruir, crear y rehacer. Dentro del vasto y místico megacircle, el aire en sí grita cuando los elementales surgen de su mundo hacia este a través de las inscripciones sobrenaturales del círculo. Los hombres dentro del círculo del maestro se invierten con regalos sobrenaturales, sus heridas cerradas con la ayuda de la magia pura y su fuerza saltando doble. Las torres de luz celestial gritan en los cielos de los símbolos del megacircle, borrando todo dentro del alcance. Alrededor del maestro de la citación, se producen milagros y se realiza la ruina.

source: Summon Fire Elemental
es: Convocar al fogata elemental

source: Summon Water Elemental
es: Convocar alemental de agua

source: Summon Air Elemental
es: Invocar aire elemental

source: Summon Earth Elemental
es: Convocar a la tierra elemental

source: +2 damage to scimitar, +1 HP, MAX XP +15%
es: +2 Daño al cimitarra, +1 hp, máximo XP +15%

source: +4 damage to hammer, +1 HP, MAX XP +15%
es: +4 daño al martillo, +1 hp, máximo xp +15%

source: +3 damage to magic, +3 HP, MAX XP +15%
es: +3 Daño a la magia, +3 hp, máximo XP +15%

source: +1 movement point, -10% HP
es: +1 punto de movimiento, -10% hp

source: +1 strike to scimitar, +2 HP, MAX XP +25%
es: +1 golpe a cimitarra, +2 hp, max xp +25%

source: Meditation ability: +1 experience per turn when not having moved, +2 HP, MAX XP +15%
es: Habilidad de meditación: +1 experiencia por turno cuando no se ha movido, +2 hp, max xp +15%.

source: Max HP bonus +5, MAX XP +10%
es: Bonificación máxima HP +5, Max XP +10%

source: +20% bonus to fire, cold, and arcane resistances for Mehir and the circle of resistance ability.
es: +20% de bonificación para disparar, frías y resistencias arcanas para Mehir y el círculo de capacidad de resistencia.

source: +2 damage to magical scimitar, +1 HP
es: +2 daño a la cimitarra mágica, +1 hp

source: +4 damage to magical hammer, +1 HP
es: +4 daño al martillo mágico, +1 hp

source: +3 damage to magic, +3 HP
es: +3 daño a la magia, +3 hp

source: +1 movement point
es: +1 punto de movimiento

source: +1 strike to magical scimitar, +2 HP, MAX XP +10%
es: +1 golpe a la cimitarra mágica, +2 hp, max xp +10%

source: Meditation ability: +1 experience per turn when not having moved, +2 HP
es: Habilidad de meditación: +1 experiencia por turno cuando no se ha movido, +2 hp

source: Max HP bonus +5
es: Bonificación máxima HP +5

source: Merchant
es: Comerciante

source: In a wealthy city like al-Kamija, the merchants are a decent chunk of the population. The bazaars of al-Kamija are a place where you can find all sorts of things, from the most basic necessities to the most extravagant luxuries, even personal circles and pet elementals.
es: En una ciudad rica como Al-Kamija, los comerciantes son una parte decente de la población. Los bazares de al-Kamija son un lugar donde puedes encontrar todo tipo de cosas, desde las necesidades más básicas hasta los lujos más extravagantes, incluso círculos personales y elementales de mascotas.

source: magical powder
es: polvo mágico

source: The Rashti'rhami is one of the 4 most powerful beings ever summoned. She consists of two powerful entities — the calm, wise Ho'rashti and the hot-tempered Dharma'rashti. Because of her dual nature, Rashti's personality tends to change quite often, making her very unpredictable.
es: El Rashti'rhami es uno de los 4 seres más poderosos jamás convocados. Ella consiste en dos entidades poderosas: la calma y sabia Ho'rashti y el Dharma'rashti de temperatura caliente. Debido a su doble naturaleza, la personalidad de Rashti tiende a cambiar con bastante frecuencia, haciéndola muy impredecible.

source: Summon Rhami
es: Invocar a Rhami

source: True Rashti
es: Verdadero rashti

source: The True Rashti is the final form of Rashti'rhami. Achieving supreme harmony between the Dharma'rashti and Ho'rashti halves, the True Rashti is considered a perfect entity, who's often compared with Nomolas — the First Jinni.
es: El verdadero Rashti es la forma final de Rashti'rhami. Al lograr la armonía suprema entre las mitades de Dharma'rashti y Ho'rashti, la verdadera Rashti se considera una entidad perfecta, que a menudo se compara con Nomolas, el primer Jinni.

source: Summon Rhami'kai
es: Convocar a Rhami'kai

source: Summon Rhami'datu
es: Invocar rhami'datu

source: lightbeam
es: Haz de luz

source: dimensional vortex
es: vórtice dimensional

source: Dummy unit used for rendering cutscenes/background animations.
es: Unidad ficticia utilizada para representar escenas/animaciones de fondo.

source: An average citizen of the Summoners' nation.
es: Un ciudadano promedio de la nación de los invocadores.

source: Citizen
es: Ciudadano

source: female^Citizen
es: Ciudadana
