Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: Good idea. Since seeing how underequipped our city guard is, the enemy would gladly strike again, but with more troops.
es: Buena idea. Desde que vio lo poco insignado que es nuestro guardia de la ciudad, el enemigo golpearía con gusto nuevamente, pero con más tropas.

source: *pants* What is going on here?! The messenger said the palace was under attack!
es: * Pantalones* ¿Qué está pasando aquí? ¡El mensajero dijo que el palacio estaba bajo ataque!

source: Oh, greetings, Sharif the Honorable. You missed the finale. We managed without your help, thanks to the commander of our city guard.
es: Oh, saludos, Sharif the Honorable. Te perdiste el final. Nos las arreglamos sin su ayuda, gracias al comandante de nuestra guardia de la ciudad.

source: Is it true, young man?
es: ¿Es cierto, joven?

source: Why yes indeed! I never though I'd actually have to fight anything in my life, but well, fate had it otherwise.
es: ¡Por qué sí! Sin embargo, nunca tuve que luchar contra nada en mi vida, pero bueno, el destino lo tenía de otra manera.

source: Someone like him shouldn’t be neglected. He could make quite a great commander in your army, instead of wasting his talent in the city guard. What do you think, Sharif?
es: Alguien como él no debería ser descuidado. Podía hacer un gran comandante en tu ejército, en lugar de desperdiciar su talento en la guardia de la ciudad. ¿Qué piensas, Sharif?

source: Good idea. Tell me your name, young man.
es: Buena idea. Dime tu nombre, joven.

source: Mehir, sir, Mehir ibn Hakim the elder, to be precise.
es: Mehir, señor, mehir ibn hakim el anciano, para ser precisos.

source: So, Mehir, in recognition of your achievements today, I shall appoint you as commander of the troops defending the circle's construction near Sud-Affar! Until now the construction sites were undisturbed, but after today's incident it would be great to have someone in charge with firsthand experience against the new threat.
es: Entonces, Mehir, en reconocimiento de sus logros hoy, ¡lo nombraré como comandante de las tropas que defienden la construcción del círculo cerca de Sud-Affar! Hasta ahora, los sitios de construcción no estaban molestados, pero después del incidente de hoy sería genial tener a alguien a cargo con experiencia de primera mano contra la nueva amenaza.

source: Hurray!
es: ¡Viva!

source: Near the Jungle
es: Cerca de la jungla

source: team_name^Lizards
es: Lagartijas

source: Rhaxiz
es: Raya

source: Run to the camp!
es: ¡Corre al campamento!

source: Ignore Rhaxiz
es: Ignorar Rhaxiz

source: Everything is going well. As long as we don’t experience any significant delays, we should be in the Abyss sooner than planned.
es: Todo esta yendo bien. Mientras no experimentemos retrasos significativos, deberíamos estar en el abismo antes de lo planeado.

source: Indeed. The workers from Sud-Affar are very diligent, but it's also partially thanks to me, the supervisor. And now get back to work! What are you waiting for?
es: En efecto. Los trabajadores de Sud-Affar son muy diligentes, pero también es parcialmente gracias a mí, el supervisor. ¡Y ahora vuelve al trabajo! ¿Que estas esperando?

source: You see, there's a slight obstacle for the construction ahead.
es: Verá, hay un ligero obstáculo para la construcción que se avecina.

source: What is it?
es: ¿Qué es?

source: There’s a jungle, over there, just in the path of the Circle. We might need additional equipment to continue.
es: Hay una jungla, allí, solo en el camino del círculo. Es posible que necesitemos equipos adicionales para continuar.

source: Psssh, come on, we have fire elementals. We can just use them to burn down any foliage that blocks the path.
es: PSSSH, vamos, tenemos Fire Elementales. Podemos usarlos para quemar cualquier follaje que bloquee el camino.

source: Maybe we should scout the area first, to see if the place is safe enough to work in? It kind of gives me the creeps...
es: ¿Quizás deberíamos explorar el área primero, para ver si el lugar es lo suficientemente seguro para trabajar? Me da los espeluznantes ...

source: Do I look like an explorer to you? I was born for higher purpose. Mobilize your squad immediately, and head for that place. Oh, and once you are there, do bring me some bananas - I am in need of fruit. Dismissed!
es: ¿Te parezco un explorador? Nací para un propósito superior. Movilice a su escuadrón de inmediato y diríjase a ese lugar. Ah, y una vez que estés allí, tráeme algunas plátanos, necesito fruto. ¡Despedido!

source: *sigh* Fine...
es: * suspiro* bien ...

source: Alright, mobilize some troops, we will be moving soon.
es: Muy bien, movilizar a algunas tropas, nos moveremos pronto.

source: Ah, a calm wind, sunbathing and cold drinks... Man, being a supervisor sure is great these days...
es: Ah, un viento tranquilo, tomar el sol y bebidas frías ... hombre, ser un supervisor seguro es genial en estos días ...

source: *heavy breathing* My liege, we're under attack! All of the men got killed! Alert the guards, fast!
es: * Respiración pesada* ¡Mi mentira, estamos bajo ataque! ¡Todos los hombres fueron asesinados! ¡Alerta a los guardias, rápido!

source: A... ATTACKED?! What the hell do you mean, 'attacked'?!
es: ¿A ... atacado? ¿A qué diablos te refieres, 'atacado'?

source: We were just traversing the jungle, and suddenly were ambushed by some sort of lizards! They didn't seem intent to kill us at first, but then one of our men used a fire elemental scroll, and they went mad!
es: ¡Estábamos atravesando la jungla, y de repente fuimos emboscados por algún tipo de lagartijas! Al principio no parecían querer matarnos, pero uno de nuestros hombres usó un pergamino elemental de fuego, ¡y se volvieron locos!

source: *sigh* It's as if the entire world conspired to prevent my relaxation! Where the hell are those scumbags?! I'll show them the wrath of a bothered supervisor!
es: * suspiro* ¡Es como si el mundo entero conspirara para evitar mi relajación! ¿Dónde diablos están esos cabras? ¡Les mostraré la ira de un molesto supervisor!

source: Uhh... if you haven't noticed, they're right behind me...
es: Uhh ... si no lo has notado, están justo detrás de mí ...

source: All I wanted was a few bananas, and now we got this... fantastic...
es: Todo lo que quería eran algunos plátanos, y ahora tenemos esto ... fantástico ...

source: *grabs a scimitar in a professional manner* (to the men) On the other hand, the dinner menu will include deep-fried medium-rare toasted lizard with extra spices! Sounds appetizing? If yes, grab a scimitar and charge at them. If not, you still have to fight, else I'll have you charged with treason! Understood?
es: * Tome una cimitarra de manera profesional* (para los hombres), por otro lado, el menú de la cena incluirá lagartija tostada mediano frito con especias adicionales. ¿Suena apetitoso? En caso afirmativo, tome una cimitarra y les cargue. Si no, aún tienes que pelear, ¡de lo contrario te encargaré de traición! ¿Comprendido?

source: Sir yes sir!
es: ¡Señor sí señor!

source: My liege! There are too many of them - we must inform the city of Sud-Affar! We need reinforcements!
es: ¡Mi mentira! Hay demasiados de ellos, ¡debemos informar a la ciudad de Sud -Affar! ¡Necesitamos refuerzos!

source: Alright men, you heard him, whichever of you has the fastest carpet, fetch us some reinforcements, now! Move it!
es: Muy bien, hombres, lo escuchaste, cualquiera de ustedes tiene la alfombra más rápida, ¡nos traiga algunos refuerzos, ahora! ¡Muévelo!

source: Survive until turns run out
es: Sobrevivir hasta que se agoten los turnos

source: Hmmm... Looks safe to me...
es: Hmmm ... me parece seguro ...

source: Wait! Did you just hear that?
es: ¡Esperar! ¿Acabas de escuchar eso?

source: We're surrounded! Everyone, ready your weapons, but don't attack yet!
es: ¡Estamos rodeados! Todos, preparan tus armas, ¡pero no ataces todavía!

source: They are... lizards... humanoid lizards... the one with feathers on his head is probably their leader. Maybe we should try negotiating?
es: Son ... lagartijas ... lagartijas humanoides ... el que tiene plumas en la cabeza es probablemente su líder. ¿Quizás deberíamos intentar negociar?

source: Ah, yes, well... Welcome, we come in peace.
es: Ah, sí, bueno ... bienvenido, venimos en paz.

source: (whispers)...though everything will go up in smoke soon...
es: (susurros) ... aunque todo saldrá a humo pronto ...

source: My liege!
es: ¡Mi mentira!

source: Oops, my bad. What I was trying to... ah. So we come from the desert, precisely speaking from the city north of here, see the massive tower in the distance? That's part of it. Around it, we’re building a giant circle...
es: Ups, mi mal. Lo que estaba tratando de ... ah. Entonces venimos del desierto, que hablamos precisamente desde la ciudad al norte de aquí, ¿vemos la torre masiva en la distancia? Eso es parte de eso. A su alrededor, estamos construyendo un círculo gigante ...

source: Sir, I doubt they understand our language and terminology. Maybe we should show them what we mean?
es: Señor, dudo que entiendan nuestro idioma y terminología. ¿Quizás deberíamos mostrarles lo que queremos decir?

source: How should I show them the Abyss and fried lizards, I wonder? Never mind, I’ll try. Maybe we can avoid bloodshed...
es: ¿Cómo debo mostrarles el abismo y las lagartijas fritos, me pregunto? No importa, lo intentaré. Tal vez podamos evitar el derramamiento de sangre ...

source: Two hours later...
es: Dos horas despues...

source: I am afraid they still don’t understand. Maybe we should show them a magical entity?
es: Me temo que todavía no entienden. ¿Quizás deberíamos mostrarles una entidad mágica?

source: I only have a fire elemental summoning scroll, but let’s give it a try.
es: Solo tengo un desplazamiento de convocatoria de Fire Elemental, pero lo intentemos.

source: No no no, anything but that, I beg you!
es: No, no, no, nada más que eso, ¡te lo ruego!

source: Damn, it's too late now!
es: ¡Maldita sea, ya es demasiado tarde!

source: By Nomolas! Summoning a fire elemental, in the middle of a jungle, in front of the natives! Now we're as good as dead!
es: Por nomolas! ¡Invocando a un Fire Elemental, en medio de una jungla, frente a los nativos! ¡Ahora somos tan buenos como muertos!

source: Hey, the whole thing was your idea! Anyway, everyone, run for your lives!
es: ¡Oye, todo fue tu idea! De todos modos, todos corren por sus vidas!

source: You're not saying we should leave the Circle to the mercy of those lizards, are you?
es: No estás diciendo que debamos dejar el círculo a merced de esas lagartijas, ¿verdad?

source: Err, I mean run to the camp, people! We must protect the Great Circle at all costs!
es: Err, me refiero a correr al campamento, gente! ¡Debemos proteger el gran círculo a toda costa!

source: EVERYONE, TO ARMS!!! WE ARE UNDER ATTACK!!!
es: ¡Todos, a las armas! ¡¡¡ESTAMOS BAJO ATAQUE!!!

source: Send a messenger to Sud-Affar! We are under attack! We need reinforcements, fast!
es: ¡Envía un mensajero a Sud-Affar! ¡Estamos bajo ataque! ¡Necesitamos refuerzos, rápido!

source: Kill all enemy units
es: Mata a todas las unidades enemigas

source: I see something flying in our direction. Maintain defensive position, people! Do not rush forward!
es: Veo algo volando en nuestra dirección. ¡Mantenga la posición defensiva, personas! ¡No te apresures!

source: By Nomolas! What are these things?!
es: Por nomolas! ¡¿Qué son estas cosas?!

source: By Nomolas! These beasts just keep coming! My goodness, we're doomed!
es: Por nomolas! ¡Estas bestias siguen llegando! ¡Dios mío, estamos condenados!

source: (the lizard says something, but it is too far away for Mehir to hear anything)
es: (La lagartija dice algo, pero está demasiado lejos para Mehir escuchar algo)

source: Rha! Xsisss, sefffissss!
es: ¡ Xsisss, Sefffissss!

source: Huh? They are retreating?
es: ¿Eh? ¿Se están retirando?

source: No, wait — there are a few of them left. Everyone, keep fighting, now we might actually make it out of here in one piece!
es: No, espera, quedan algunos de ellos. Todos, sigan luchando, ¡ahora podríamos salir de aquí en una sola pieza!

source: Phew, that’s the last of them...
es: Uf, ese es el último de ellos ...

source: Summoning a fire elemental in front of the lizards was a mistake, one that cost too many lives... If only I hadn’t made it, things could have taken a far different turn...
es: Invocar a un elemental de fuego frente a las lagartijas fue un error, uno que costó demasiadas vidas ... si solo no lo hubiera logrado, las cosas podrían haber dado un giro muy diferente ...

source: The reinforcements from Sud-Affar should arrive soon. We must not let our guard down. There is a large tropical forest ahead of us, full of creatures now wanting us dead. I'll need a lot more than a bunch of novice troops...
es: Los refuerzos de Sud-Affar deberían llegar pronto. No debemos bajar la guardia. Hay un gran bosque tropical por delante, lleno de criaturas que ahora nos quieren. Necesitaré mucho más que un montón de tropas novatos ...

source: Send someone to the city for machetes and saws. We can forget about fire elementals for the time being.
es: Envíe a alguien a la ciudad por machetes y sierras. Podemos olvidarnos de Fire Elementales por el momento.

source: Uhh... Hello? Who are you?
es: Uhh ... hola? ¿Quién eres?

source: Ssstranger, Rhaxizzzz hassss ssssent me to thank you for your aid.
es: Ssstranger, Rhaxizzzz Hassss SSSSSSSE ME para agradecerle por su ayuda.

source: Heh, glad to see that my help hasn't went unnoticed...
es: Je, me alegra ver que mi ayuda no ha pasado desapercibida ...

source: Wait, you can speak our language?!
es: Espera, ¿puedes hablar nuestro idioma?

source: There iss no time for exssplanationss. Rhaxiz ordered me to find a way to sssupport you, so I ssstole this chest from your master's tent.
es: No hay tiempo para Exssplanations. Rhaxiz me ordenó que encontrara una manera de apoyarte, así que ssstole este cofre de la tienda de tu maestro.

source: Good Nomolas! This is Jaffar's chest! How...
es: ¡Buenas nomolas! ¡Este es el cofre de Jaffar! Cómo...

source: Hisss power is inssside. I am sure you will ussse it in a better way than he doesss. Take it.
es: El poder de Hisss es Inssside. Estoy seguro de que lo usará de una mejor manera de lo que él hace. Tómalo.

source: (takes a look at the gold inside) Holy vizier! This is a quarter of the Sud-Affar's entire military budget! My goodness...
es: (Eche un vistazo al oro en el interior) ¡Santo Vizier! ¡Esta es una cuarta parte del presupuesto militar completo del Sud-Affar! Dios mío...

source: On top of that, I found thessse two demonsss' cansss. I'm sssure they can prove ussseful to you.
es: Además de eso, encontré a Tho Dos Demonsss 'Cansss. Estoy sssure, pueden demostrarle al uso de ti.

source: These are the lamps with the Efreeti Jaffar threatened me with! My, my... you certainly don't seem to stop impressing me.
es: ¡Estas son las lámparas con el Efreeti Jaffar me amenazaron! Mi, mi ... ciertamente no parece dejar de impresionarme.

source: However, I alssso have some bad news: our sssscouts report flying enemy reinforcements coming from the northwessst. They should arrrrive sssoon, so better sstay alert.
es: Sin embargo, también tengo algunas malas noticias: nuestros sssscouts informan refuerzos enemigos voladores provenientes de Northwessst. Deberían Arrrrive Sssoon, así que una mejor alerta de Sstay.

source: I mussst return to Rhaxiz. Take care, and know that we're grateful for what you're doing.
es: Regreso a Rhaxiz. Cuídate y sepa que estamos agradecidos por lo que estás haciendo.

source: Huh? Leaving already? But I have so many questions to ask...
es: ¿Eh? ¿Yendo ya? Pero tengo muchas preguntas que hacer ...

source: He's gone... These creatures are more and more surprising by the moment.
es: Se ha ido ... estas criaturas son cada vez más sorprendentes por el momento.

source: Received 750 gold, as well as two Efreet lamps!
es: ¡Recibió 750 de oro, así como dos lámparas Efreet!

source: With so much gold I could literally buy Sud-Affar's entire army! And these lamps...
es: ¡Con tanto oro, literalmente, podría comprar todo el ejército de Sud-Affar! Y estas lámparas ...

source: At last! Who shall I torture, my master?
es: ¡Por fin! ¿A quién torturaré, mi maestro?

source: Take out your anger on those barbarians. And now...
es: Saca tu ira contra esos bárbaros. Y ahora...

source: *ahem* Soldiers! Join me against the barbarians, and I will pay you twice as much as Jaffar does!
es: * ejem* soldados! ¡Únete a mí contra los bárbaros, y te pagaré el doble que Jaffar!

source: Hey, it's my g...
es: Oye, es mi G ...

source: ...oh... a soporific arrow...
es: ... Oh ... una flecha Soporific ...

source: Finally, a commander with initiative! You can count on us, but not on those magical guardians. They only obey Jaffar, after all.
es: Finalmente, ¡un comandante con iniciativa! Puedes contar con nosotros, pero no con esos guardianes mágicos. Solo obedecen a Jaffar, después de todo.

source: It's no big deal. I've got your support, and I have his Efreet. Let's help those lizards!
es: No es la gran cosa. Tengo tu apoyo y tengo su efreet. ¡Ayudemos a esas lagartijas!

source: Remember: Jaffar's Efreet will aid you only in this battle. Then they will leave you and return to their owner (if they survive the engagement of course).
es: Recuerde: el Efreet de Jaffar te ayudará solo en esta batalla. Luego te dejarán y regresarán con su dueño (si sobreviven al compromiso, por supuesto).

source: Tip: You can use the Heavy Summoner’s summon ability to create new units. Right-click on him for details. (All lvl3 Summoners have this ability)
es: Consejo: puede usar la capacidad de invocación del invocador pesado para crear nuevas unidades. Haga clic derecho en él para más detalles. (Todos los invocadores LVL3 tienen esta habilidad)

source: Kill Brogh’ur
es: Matar broghur

source: Death of Rhaxiz
es: Muerte de Rhaxiz

source: Although you are given a lot of gold, you won't get to use most of it in the following scenario (the gold carryover is only 10%)
es: Aunque se le da mucho oro, no podrá usar la mayor parte en el siguiente escenario (el arrastre de oro es solo del 10%)

source: Southern Nations
es: Naciones del sur

source: team_name^Barbarians
es: Bárbaros

source: team_name^Army of Sud-Affar
es: Ejército de Sud-Affar

source: This place seems quiet, suspiciously quiet...
es: Este lugar parece tranquilo, sospechosamente tranquilo ...

source: Yeah, those beasts should’ve eaten us a long time ago. We've been sitting in this jungle for a week, and there's not been a trace of them!
es: Sí, esas bestias deberían habernos comido hace mucho tiempo. Hemos estado sentados en esta jungla durante una semana, ¡y no ha habido rastro de ellos!

source: Either they don't want to mess with a large army, or have more pressing matters at hand. I think it might be both...
es: O no quieren meterse con un gran ejército, o tener asuntos más apremiantes a la mano. Creo que podría ser ambos ...

source: Soon, we'll finally reach the end of this damn jungle. As long as the lizards don't change their mind about steering clear of us, we should be able to connect the circle with Sud-Affar’s portal in four months. It would be a hell of a lot easier if our fire elementals had not been weakened by the wet tropical climate, though.
es: Pronto, finalmente llegaremos al final de esta maldita jungla. Mientras las lagartijas no cambien de opinión acerca de evitar nosotros, deberíamos poder conectar el círculo con el portal de Sud-Affar en cuatro meses. Sin embargo, sería mucho más fácil si nuestros elementales de fuego no hubieran sido debilitados por el clima tropical húmedo.

source: Soon, we'll finally reach the end of this damn jungle. As long as the lizards don't change their mind about steering clear of us, we should be able to connect the circle with Sud-Affar’s portal in four months. We could’ve done the same in just a couple of months, if only this stupid ban on Fire Elementals wasn’t in force...
es: Pronto, finalmente llegaremos al final de esta maldita jungla. Mientras las lagartijas no cambien de opinión acerca de evitar nosotros, deberíamos poder conectar el círculo con el portal de Sud-Affar en cuatro meses. Podríamos haber hecho lo mismo en solo un par de meses, si solo esta estúpida prohibición de los elementales de fuego no estuviera en vigor ...

source: Please understand. Using Fire Elementals may cause those beasts to reappear. We shouldn’t tempt fate.
es: Por favor entiende. El uso de los elementales de fuego puede hacer que esas bestias reaparecen. No debemos tentar al destino.

source: If there are any. If not...
es: Si hay alguno. Si no...

source: What the...
es: Que...

source: They are... lizards. Lizards falling from the sky!
es: Son ... lagartijas. ¡Caen lagartijas del cielo!

source: Dear Nomolas... So the doctors were right, I am completely insane!
es: Queridos Nomolas ... así que los médicos tenían razón, ¡estoy completamente loco!

source: My liege! I am seeing this too!
es: ¡Mi mentira! ¡Yo también estoy viendo esto!

source: This place is cursed! We must burn it to the ground! Where are my Efreet?!
es: ¡Este lugar está maldito! ¡Debemos quemarlo en el suelo! ¿Dónde están mis efreet?

source: Wait! Are you hearing this?
es: ¡Esperar! ¿Estás escuchando esto?

source: You mean voices? Well... sometimes...
es: ¿Te refieres a voces? Bueno, a veces...

source: Err, no. I just heard noise coming from the south. We should probably have a look...
es: ERR, no. Acabo de escuchar el ruido proveniente del sur. Probablemente deberíamos echar un vistazo ...

source: Oh my...
es: Oh mi...

source: KROG FEEL POWER! KROG WANT CRUSH, DESTROY, BREAK!!!
es: ¡Krog siente poder! ¡Krog quiere enamorar, destruir, romper!

source: Kill those damned lizards! Leave none alive! Whoever brings me their leader's crushed skull will get half a giant toad worth of meat, and two barrels of booze!
es: ¡Mata a esas malditas lagartijas! ¡No dejes ninguna con vida! ¡Quien me traiga el cráneo aplastado de su líder obtendrá medio sapo gigante de carne y dos barriles de cerveza!

source: So I'm not hallucinating, all of this is real, right? What the hell kind of place did we get ourselves into?!...
es: Así que no estoy alucinando, todo esto es real, ¿verdad? ¡En qué tipo de lugar nos metimos en el que nos metimos? ...

source: Whoever they are, I'd rather not mess with them. It would be wiser to stay here and protect the construction site, my liege. This is not our war.
es: Quienquiera que sean, prefiero no meterse con ellos. Sería más sabio quedarse aquí y proteger el sitio de construcción, My Liege. Esta no es nuestra guerra.

source: Indeed. You keep a keen eye on the natives, and immediately alert me should they dare approach us!
es: En efecto. ¡Mantienes un buen ojo a los nativos e inmediatamente me alertas si se atreven a acercarse a nosotros!

source: Sir! Yes, sir!
es: ¡Señor! ¡Sí, señor!

source: The upcoming battle is going to take place without your interference for now.
es: La próxima batalla tendrá lugar sin tu interferencia por ahora.

source: Your guess is as good as mine. Anyway, look, I know this might sound ridiculous, but we should help those lizards!
es: Tu invitado es tan bueno como el mío. De todos modos, mira, sé que esto puede sonar ridículo, ¡pero deberíamos ayudar a esas lagartijas!
