Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-Pepe.po
Languages: es

source: During his visit Mehir learned many things about the Kharosans and their religion. The Kharosans worship the Sun as God and the light as the source of life. This specific dualism reflects in their social structure. The Kharosan society is ruled by wise priestesses of the cult of light which are adept in magic and use it without drawing circles. The army and all connected services are subordinated to the so-called sun warriors.
es: Durante su visita, Megir aprendió muchas cosas acerca de los kharosanos y su religión. Los kharosanos adoraban al sol como su dios y a la luz como el origen de la vida. Este dualismo reflejaba su estructura social. La sociedad kharosana está regida por las más sabias sacerdotisas del culto a la luz que son expertas en magia que no precisan de círculos para sus sortilegios. El ejército y todos los servicios derivados son dirigidos por los llamados guerreros del sol.

source: The Kharosans know magic, but it is not the summoning one used by the Summoners. The Priestesses of Light are the only ones in their society who know how to use it. Often called white magic, it comes from the energy of the Sun, a fact that greatly surprised the Summoners. To them, magic always has come from the Abyss. The Priestesses can control the power of the light using their minds. Mehir noted that the Darkblooded, the dark hordes, and the mysterious flying mage, Aerius, were also using this weird technique of spellcasting.
es: Los kharosanos conocen la magia, pero esta no es la magia invocadora. Las sacerdotisas de la luz son las únicas en su sociedad que saben como usarla. A menudo llamada magia blanca, esta deriva de la energía del sol, un hecho que sorprendió enormemente a los invocadores. Para ellos, la magia siempre había venido del abismo. Las sacerdotisas pueden controlar el poder de la luz usando sus mentes. Megir observó que los sangre oscura, las hordas oscuras, y el misterioso mago volador, Aerius, también estaban usando esta extraña técnica de conjuración.

source: The messenger sent by Mehir reached al-Kamija in twelve days, where he delivered the sensational message that Rashti had turned into her true form.The Highest Council discovered that the death of Rashti, the resurrection of her egos, and their integration into a female form of Nomola had completely destroyed the balance between worlds. The Great Circle was becoming outdated, drifting away from its otherworldly location in the Abyss. However, experiments carried out by the Summoners in former days had shown that fluctuations of time in multi-world space entailed a delay of twenty-five days between events and their visible consequences. The messenger had travelled for twelve days, which meant the Summoners had thirteen days to finish the Circle in its current form and move to the Abyss. If it were not completed in time, the whole work would be wasted.
es: Los mensajeros enviados por Megir alcanzaron Alcamiya en doce días, donde entregaron el sensacional mensaje de que Rasti había conseguido su verdadera forma. El alto consejo descubrió que la muerte de Rasti, la resurrección de sus egos, y su integración en una forma femenina de Nomola había destruido por completo el equilibrio entre los mundos. El gran círculo se estaba quedando obsoleto, derivando desde su localización mística en el abismo. De todas formas, experimentos llevados a cabo por los invocadores en días anteriores mostraban que las fluctuaciones de tiempo en el espacio del multiverso conllevaban un retraso de veinticinco días entre los eventos y sus consecuencias visibles. El mensajero había viajado durante doce días, lo cual quiere decir que los invocadores tenían trece días para terminar el círculo en su actual forma y trasladarse al abismo. Si no se completara a tiempo, todo el trabajo sería un desperdicio.

source: In order to increase the building speed of the Great Circle in its current form, the High Council ordered all citizens of the Summoner country to assist the builders. Women, children, even elders — all joined the workers. The messenger immediately set out to Mehir to tell him the news.
es: Para aumentar la velocidad de construcción del gran círculo en su forma actual, el alto consejo ordenó a todos os ciudadanos del país de los invocadores que ayudaran a los constructores. Mujeres, niños, incluso ancianos - todos se unieron a los trabajadores. El mensajero salió inmediatamente para darle a Megir las noticias.

source: The following morning the Great Circle—the biggest undertaking in the world—was finished. The dream about the Abyss almost became true, like never before. Only the activation of the Circle was needed for Summoners to leave this mortal world and enter the magical land of endless possibilities. In the Central Palace of al-Kamija a great celebration began, during which the Circle was going to be connected with the opened portal. The leaders of the Trinity and the chairmen of the Highest Council painted together the last segment and when it touched the other world...
es: La mañana siguiente, el gran círculo - el proyecto más grande nunca realizado - fue terminado. El sueño acerca del abismo casi se hizo realidad, como nunca antes. Solo faltaba activar el círculo para que los invocadores abandonaran este mundo mortal para entrar en una tierra mágica de infinitas posibilidades. En el palacio central de Alcamiya comenzó una gran celebración, durante la cual iba a ser conectado el círculo al portal abierto. Los líderes de la trinidad y los dirigentes del alto consejo pintaron juntos el último segmento y cuando este tocó el otro mundo...

source: ...nothing was the same.
es: ... ya nada volvió a ser lo mismo.

source: The huge territory of al-Kamija burst into blue flames. Billions of dunes, walls, cities, buildings, towers, millions of people — everything was absorbed by this unreal glow.
es: El enorme territorio de Alcamiya ardió en llamas azules. Billones de dunas, paredes, ciudades, edificios, torres, millones de personas - todo fue absorbido por este resplandor irreal.

source: The whole country of the Summoners disappeared from this world.
es: Todo el país de los invocadores desapareció de este mundo.

source: Mehir, as the last Summoner, was observing this show from Kharos. He promised that he would do everything to allow his troops to join their families and friends. According to what Anthi had said, the only way to get into the Abyss was to set out to the west, to find mysterious people who were known for making incredible things happen.
es: Megir, como último de los invocadores, observaba este espectáculo desde Kharos. Prometió que haría todo lo posible para permitir a sus tropas reunirse con sus familiares y amigos. De acuerdo con lo que Anthi había dicho, la única forma de llegar al abismo era dirigirse hacia el oeste, para buscar a una gente misteriosa de la que se sabía que podían hacer que ocurrieran cosas increíbles.

source: Two days later, a crewed ship awaited Mehir. Anthi explained that the country of those mysterious people was inaccessible and the only way to reach it was to fly. Mehir didn’t fully understand what the highest priestess meant, but he boarded the ship with his soldiers and set out to another unknown land.
es: Dos días después, un barco y su tripulación esperaban a Megir. Anthi le explicó que el país de esa gente misteriosa era inaccesible y que la única forma de alcanzarlo era volando. Megir no llegó a entender muy bien que es lo que quería decir la Alta Sacerdotisa, pero subió al barco son sus soldados y partió hacia otra tierra desconocida.

source: The journey lasted two days. When they reached their destination, Mehir thought it was a joke because there was no land around. So the captain asked him to look into the sky.
es: El viaje duró dos días. Cuando alcanzaron su destino, Megir pensó que era una broma puesto que no había tierra a la vista. Entonces el capitán le pidió que mirara hacia el cielo.

source: And then Mehir understood what Anthi had in mind when she told him that it is impossible to reach this land by ship. Mehir saw a giant landmass above his head which stayed still in the air just over the clouds. Even flying carpets couldn’t fly so high, so Mehir’s people decided to draw a special circle on the ship’s floor, similar to the one which was used by the Ka-Gattan Summoners centuries ago to travel between the surface and the underground. After a few hours everything was ready and the first who had decided to teleport to the ‘flying island’ was Mehir.
es: Y entonces Megir comprendió lo que Anthi tenía en mente cuando le dijo que era imposible llegar a esa tierra en barco. Megir vio una enorme masa de tierra sobre su cabeza que se mantenía inmóvil en el aire justo sobre las nubes. Incluso las alfombras voladoras no podrían volar tan alto, entonces la gente de Megir decidió trazar un círculo especial en la cubierta del barco, similar a uno que fue usado hace siglos por los invocadores de Ka-Gattan para viajar entre la superficie y el subsuelo. Tras unas pocas horas, todo estaba listo y el primero que se transportó a la isla volante fue Megir.

source: After leaving the Palace, a flying ship awaited Mehir. Its captain explained to him that the place they were going to visit was indeed very far away. Traveling there using a normal boat would take months, where at the same time the flying ship could reach the destination in hours. Its deck was small and could not hold all summoners, so the Magi equipped Mehir with a special magical circle, which was able to teleport his troops from the Sky Kingdom to his location. When Mehir and Rashti boarded the ship, the Guru gave them three Ums—magical creatures serving the Magi—as a gift. He also gave Mehir a special magical spell allowing him to return instantly with his men and the battery. After that the flying ship took off and headed north...
es: Después de dejar el palacio, un barco volador esperaba a Megir. Su capitán le explicó que el lugar al que se dirigían estaba realmente lejos. Viajar hasta allí usando un barco normal habría llevado meses, mientras que el barco volador alcanzaría su destino en unas horas. Su cubierta era pequeña y no pudo llevar consigo a todos los invocadores, por lo que los magos equiparon a Megir con un círculo mágico especial, que era capaz de transportar a sus tropas desde el reino en el cielo hasta donde se encontrara. Cuando Megir y Rasti abordaron el barco, el Gurú les entregó tres um - criaturas mágicas que servían al mago - como regalo. También entregó a Megir un hechizo especial que le permitiría volver inmediatamente con sus tropas y la batería. Tras eso, el barco volador partió en dirección norte...

source: To Lands Unknown (custom terrain)
es: En tierras ignotas (terreno personalizado)

source: Cave Wall
es: Pared de cueva

source: Art Placeholder
es: Marcador de arte

source: Twinkling Star
es: Estrella titilante

source: Bars
es: Postes

source: Flat
es: Llanura

source: Dwarven Castle
es: Castillo enano

source: Dwarven Castle Keep
es: Torre de castillo enano

source: Jungle
es: Jungla

source: Thick Jungle
es: Jungla espesa

source: Dawn
es: Amanecer

source: Morning
es: Mañana

source: Afternoon
es: Tarde

source: Dusk
es: Crepúsculo

source: First Watch
es: Primera lluvia

source: Second Watch
es: Segunda lluvia

source: al-Kamija
es: Alcamiya

source: Defend al-Kamija
es: Defienda Alcamiya

source: Death of Mehir
es: Muerte de Megir

source: team_name^Mehir
es: Megir

source: Mehir
es: Megir

source: team_name^Enemy
es: Enemigo

source: team_name^Army of Sud-Affar
es: Ejército de Sud-Affar

source: inferno8 presents
es: inferno8 presenta

source: An Infernal Studios Production
es: Una producción de Infernal Studios

source: A job. Why have I decided to be a city guard?! And who the hell decided that the palace-city needs defending? We’re in the middle of the desert, there are no threats for miles, and the only thing I have to pass the time here is to command these fools.
es: ¡Un trabajo! ¿Por qué decidí hacerme guardia de la ciudad? ¿Y quién fue el que pensó que la ciudad-palacio necesitaba ser defendida? Estamos en medio del desierto, no hay nada amenazador en millas a la redonda, y el único entretenimiento que me queda es comandar a estos tontos.

source: Anyway, I have to wrest them away from the inns, every single evening, because they aren’t decent enough to do their duty.
es: De todas formas, tengo que empujarlos fuera de las tabernas, cada tarde, ya que no son lo bastante decentes para cumplir con su deber.

source: And to think I wanted to command these Summoners...
es: Y pensar que yo quería comandar a estos invocadores...

source: Hopefully, being the commander, I can assign myself to patrol the most beautiful places, like the highest tiers of the city. What a pleasant wind...
es: Afortunadamente, siendo el comandante, puedo asignarme las patrullas por los lugares más hermosos, como los niveles más altos de la ciudad. Que brisa más agradable...

source: Who... who are you?
es: ¿Pero... quien eres tú?

source: (series of unknown words)
es: (retahílas de palabras ininteligibles)

source: Something tells me this is an invasion. Prepare yourselves! Guards!
es: Algo me dice que esto es una invasión. ¡Prepárense! ¡Guardias!

source: Yes, sir?
es: ¿Sí, señor?

source: Take the carpet and get us some reinforcements!
es: ¡Usa la alfombra y traenos más refuerzos!

source: Yes, sir!
es: ¡Sí, señor!

source: Middle Tier Squad reporting for duty!
es: ¡Escuadra de los niveles intermedios a su servicio!

source: At last! At them!
es: ¡Por fin! ¡A por ellos!

source: Middle Tier, East Side Squad reporting for duty! We took carpets and flew as fast as we could.
es: ¡Escuadra de los niveles intermedios, lado este, a su servicio! Hemos usado alfombras para llegar lo más pronto posible.

source: Why are you telling me such details?! Move it, soldier!
es: ¿A que vienen tantos detalles? ¡Muévete, soldado!

source: (series of unknown curses)
es: (retahílas de maldiciones ininteligibles)

source: It looks like these strange blue constructs have broken down. Get this flying human!
es: Parece como si esas extrañas creaciones azules se hubieran averiado. ¡Atrapad a ese humano volador!

source: Wow, he’s fast. This is the end. You won’t get inside. Take him!
es: Uh, es rápido. Se acabó. No entrarás. ¡Atrapadlo!

source: How... he... What was that? This is impossible. An indestructible seal protects this gate!
es: ¿Como...él... qué fue eso? Esto es imposible. ¡Un sello indestructible protege esta puerta!

source: What? These are avatars of air! Who is that man, that even wind obeys his orders?!
es: ¿Qué? ¡Son avatares de aire! ¿Quién es ese hombre, que incluso el viento obedece sus ordenes?

source: Elder
es: Anciano

source: Mehir! At any moment the army of Sud-Affar will come. Don’t wait for us, pursue him! He mustn’t leave the palace!
es: ¡Megir! El ejército de Sud-Affar llegará en cualquier momento. ¡No espere por nosotros, sígalo! ¡No debe abandonar el palacio!

source: Yes, sir! Follow me!
es: ¡Sí, señor! ¡Seguidme!

source: Enter the Central Palace
es: Entre en el palacio central

source: Death of Elder
es: Muerte del Anciano

source: ...open Sezam...
es: ...abrid Sezam...

source: ...ow... my back!
es: ¡...ay...mi espalda!

source: Abyss
es: Abismo

source: We’re too late!
es: ¡Llegamos demasiado tarde!

source: So this is your biggest secret...
es: Así que este es vuestro mayor secreto...

source: An infinite passage to the Abyss, a world of unlimited energy, where time and space have no meaning...
es: Un nexo infinito al Abismo, un mundo de energía ilimitada, donde el tiempo y el espacio no tienen sentido...

source: How could you know that? You’re not one of us, although you speak our language.
es: ¿Como podrías saberlo? No eres uno de los nuestros, aunque hablas nuestro idioma.

source: My lord! He doesn’t move his lips!
es: ¡Mi señor! ¡Ni siquiera mueve los labios!

source: Let me guess: this is the lamp where Nomolas rests — the first jinn, creator of your palace-city, isn’t it?
es: Dejadme adivinar: esta es la lámpara donde descansa Nomolas - el primer genio-, creador de vuestra ciudad-palacio. ¿Verdad?

source: Who are you?!
es: ¿Quién eres tú?

source: I venture forth to observe things more closely.
es: Me adelantaré para observar las cosas más de cerca.

source: Don’t touch it!
es: ¡No lo toques!

source: What amazing workmanship. I don’t understand how you were able to entrap such a powerful entity in a tiny container as this one.
es: Qué trabajo más asombroso. No entiendo como pudisteis atrapar un ente tan poderoso en una vasija tan pequeña como esta.

source: I know a few people that would like to see this lamp... I’ll borrow it.
es: Conozco a unos pocos a los que les gustaría ver esta lámpara... La tomaré prestada.

source: This is Nomolas — the first jinn, the one who does not know the limits of human imagination.
es: Este es Nomolas - el primer genio-, el que no conoce los límites de la imaginación humana.

source: Since we have an established passage between Abyss and our world, there is no need to keep him in the lamp. Now it is only a relic from times long-gone.
es: Desde que tenemos un nexo estable entre el abismo y nuestro mundo, no hay necesidad de mantenerlo en la lámpara. Ahora es solo una reliquia de tiempos antiguos.

source: Thank you for this explanation, old man. I have gathered all necessary information. It’s time to return..
es: Gracias por esta explicación, anciano. Ya he recopilado toda la información que necesitaba. Es hora de volver...

source: So it was an illusion! He wasn’t here all the time.
es: ¡Entonces no era más que una ilusión! En realidad no estaba aquí.

source: Luckily, he’s gone. Mehir, you have been patrolling this area since dawn. Tell me what really happened here.
es: Afortunadamente, se ha ido. Megir, has estado patrullando este área desde el alba. Dime que es lo que realmente pasó.

source: I was here as always when this strange man arrived from north-west. He didn’t have a carpet, yet his feet never touched the ground. I have never seen something like this.
es: Estaba aquí como siempre cuando este extraño hombre llegó desde el noroeste. No tenía ninguna alfombra, aunque sus pies nunca llegaron a tocar el suelo. Nunca había visto nada igual.

source: As soon as he stopped, mysterious blue balls appeared and surrounded him. Then big stone statues and small awful creatures with spears went out through those blue... portals, I assume. I didn’t see any magical circles, so I have no idea how could he summon anything, but he did.
es: Tan pronto como se detuvo, aparecieron unas misteriosas bolas azules que le rodearon. Entonces grandes estatuas de piedra y unas feas criaturas con lanzas salieron a través de esos... portales - supongo - azules.

source: Some time later, those blue gates disappeared and the flying man turned towards the central palace. Even the indestructible seal didn’t stop him. He just turned into... wind and slipped through a slit in the gates. Then you appeared.
es: Algún tiempo después, los portales azules desaparecieron y el hombre volador se dirigió al palacio central. Ni siquiera el sello indestructible consiguió detenerlo. Simplemente se volvió... viento y se deslizó a través de una ranura entre las puertas. Entonces aparecisteis vos.

source: Hmm.. this is worrying. I’m certain this man isn’t one of our citizens. I must call a meeting of the Highest Council as soon as possible. In the meantime I order you to double the guards.
es: Umm... esto es preocupante. Estoy seguro de que ese hombre no es uno de nuestros ciudadanos. Debo convocar una reunión del Alto Consejo tan pronto como sea posible. Mientras tanto, te ordeno que dobles la guardia.

source: Have you stopped the invaders by yourselves?
es: ¿Habéis detenido a los invasores sin ayuda?

source: Oh, welcome, honorable Sharif. You missed the finale. We managed without your help, thanks to the commander of our city guard.
es: Oh, bienvenido, honorable Sharif. Te perdiste el final. Nos las arreglamos sin vuestra ayuda, gracias al comandante de la guardia de nuestra ciudad.

source: Is it true? Have you stopped them, young man?
es: ¿Es verdad? ¿Habéis sido vos quién los ha detenido, joven?

source: It is my duty.
es: Es mi deber.

source: Someone like him shouldn’t be neglected. Maybe he should start commanding in your army? What do you think, Sharif?
es: Alguien como él no debería estar desaprovechado. Quizás debería estar dirigiendo vuestro ejército. ¿Que creéis, Sharif?

source: Hmmm, that’s a good idea! Just tell me your name, young man.
es: Umm, ¡Una gran idea! Solo tenéis que decirme vuestro nombre, joven.

source: I... I am Mehir.
es: Yo...soy Megir.

source: Excellent, I appoint you as my assistant.
es: Excelente, os nombro mi ayudante.

source: Hurray!
es: ¡Viva!

source: East of Sud-Affar
es: Este de Sud-Affar

source: RUN!!!
es: ¡CORRED!

source: Everything is going according to plan. If it we don’t slow down, we will be in the Abyss sooner than it was planned.
es: Todo está yendo según lo planeado. Si no nos detenemos, podríamos estar en el abismo antes de lo que pensábamos.

source: Indeed. The workers from Sud-Affar are very diligent, but this is also thanks to me, the supervisor. And now get back to work! What are you waiting for?
es: Ciertamente. Los trabajadores de Sud-Affar son muy laboriosos, pero también ayuda el hecho de que los estoy vigilando de cerca. ¡Y ahora, volved al trabajo! ¿A qué estáis esperando?

source: We have a problem.
es: Tenemos un problema.

source: What are you talking about?!
es: ¿Qué queréis decir?

source: There’s a jungle, over there, just in front of the path of the Circle. We will have to move through it.
es: Hay una jungla en aquella dirección, que se interpone en el camino del círculo. Tendremos que atravesarla.

source: That’s not a problem. We have fire elementals. They will burn the path in front of us.
es: Eso no es un problema. Tenemos elementales de fuego. Irán por delante incinerando el camino.

source: Maybe we should check if it is safe enough to work in there? It gives me the creeps...
es: ¿No deberíamos comprobar si es seguro trabajar en esa zona? Tengo la sensación...

source: Quite right! Mobilize your people. We will be moving soon.
es: ¡Muy bien! Llamad a vuestra gente. Saldremos enseguida.

source: This area looks safe...
es: Este lugar parece seguro...

source: Wait! Did you hear that?
es: ¡Esperad! ¿Escuchasteis eso?

source: It looks like we’re not alone. Prepare yourselves!
es: Parece que no estamos solos. ¡Preparaos!

source: They are... lizards... and that one is probably their leader. See all of those feathers. Maybe we should talk with them?
es: Son... saurios... y ese de ahí es probablemente el líder. Mira todas esas plumas. Quizás deberíamos hablar con ellos.

source: Ah, yes, well... Welcome, we come in peace.
es: Ah, si, bien... bienvenidos, venimos en son de paz.

source: (whispers)...though everything will go up in smoke soon...
es: (susurra)... aunque todo se transformará pronto en humo...

source: My Lord!
es: ¡Pero... señor!

source: Oops, sorry. What I was trying to... ah. So we come from the desert, precisely speaking from the city, of which the highest tower can be seen in the distance. Around that city we’re building a giant circle...
es: Ups, lo siento. Lo que intentaba... esto... Venimos del desierto, para ser exactos venimos de la ciudad cuya torre más alta puede verse en la distancia. Estamos construyendo un gran círculo alrededor de la ciudad...

source: Lord, they don’t understand. Maybe we should show them?
es: Señor, no os entienden. Quizás deberíamos mostrárselo.
