Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-Pepe.po
Languages: es

source: Defeat the invaders
es: Elimine a los invasores

source: Master, the human armies rounded us from the east. The desert wizards are with them. We are in a trap.
es: Maestro, los ejércitos humanos nos han rodeado por el este. Los magos del desierto los acompañan. Estamos atrapados.

source: Finally. Now it’s time for a REAL BLOODBATH!!!
es: Al fin. ¡A llegado la hora de un AUTÉNTICO BAÑO DE SANGRE!

source: Our indestructible gates... Our best soldiers...
es: Nuestras puertas indestructibles... Nuestros mejores soldados...

source: What are the limits of that hated voice, whose mere sound tears the thickest walls?!
es: ¿Cuál es el límite para esa odiada voz, cuyo mero sonido derrumba los muros más gruesos?

source: It’s nothing. Hope they won’t throw buildings on us...
es: No pasa nada. Espero que no nos hagan caer encima los edificios...

source: Those apostles of death cannot enter our capital. Send half of our soldiers to the battlefield!
es: Esos apóstoles de la muerte no pueden entran en nuestra capital. ¡Enviad a su encuentro a la mitad de nuestros soldados!

source: The fools are coming... FALL!
es: ¡Los muy idiotas están viniendo... CAED!

source: HAHAHAAAAAhaa!!! You’re pitiful.
es: ¡JAJAJAAAAAjaa! Sois patéticos.

source: You can try to stop us, but all your efforts will fail. We are the new Destroyers. We know no retreat nor mercy.
es: Podéis intentar detenernos, pero todos vuestros intentos fallarán. Somos los nuevos destructores. No conocemos la retirada ni la misericordia.

source: This is our holy mission given to us by the Eye of Darkness. Only by destruction we can prove we are worth living. The Destroyers will spare us, when they return. But before this happens, we will slaugher you to the very end.
es: Esta es nuestra misión sagrada recibida por el mismísimo Ojo de la Oscuridad. Solo con la destrucción podemos demostrar que nos merecemos vivir. Los destructores nos perdonarán cuando vuelvan. Pero antes de que esto ocurra, hemos de masacraros hasta el final.

source: They want to fight the entire world? This is madness which has to be stopped now!
es: ¿Quieren luchar contra el mundo entero? ¡Esta locura ha de ser detenida ahora!

source: Rashti, can you reach him?
es: ¿Rasti, puedes llegar hasta él?

source: So kill him!
es: ¡Mátalo entonces!

source: Protect the Highest Priestess!
es: ¡Proteged a la Alta Sacerdotisa!

source: And now time stops...
es: Y ahora se detiene el tiempo...

source: A magical being. A very different one from those present here on the battlefield.
es: Un ser mágico. Uno muy diferente de aquellos que están luchando aquí.

source: You seem to be of dual personality. Your body is composed of two completely opposing energies. And one of them is familiar to me - it thirsts for blood...
es: Parece que tienes una personalidad dual. Tu cuerpo se compone de dos energías completamente opuestas. Y una de ellas me resulta familiar - tiene una gran sed de sangre...

source: I wonder, what would happen if I separated both of you... It could unleash devastating power of your angry half, no longer bond to the voice of reason, or...
es: Me pregunto, que ocurriría si os separara... podría desencadenar el poder devastador de tu mitad hambrienta, nunca más vinculada a la voz de la razón, o...

source: ...or you could die. Let’s check!
es: ... o podrías morir. ¡Vamos a probarlo!

source: Rashti?... No, it’s impossible. This is another illusion, it can’t happen. She can’t die.
es: ¿Rasti?... No, es imposible. Esto es otra ilusión, no puede ocurrir. No puede morir.

source: Is that all you have to show me? I am disappointed.
es: ¿Eso es todo lo que tenéis para mostrarme? Estoy decepcionado.

source: She’s dead. I’m sorry, Mehir...
es: Ha muerto. Lo siento, Megir...

source: One of the ultimate beings no longer exists. The balance between worlds has been disturbed. If the High Council will hear about that, they will surely kill me...
es: Uno de los entes definitivos ya no existe. El balance entre los mundos ha sido alterado. Si el alto consejo llega a saberlo, es seguro que me matarán...

source: It is not...
es: Esto no ha...

source: ...OVER YET!!!
es: ...¡TERMINADO AÚN!

source: Rashti? You’re alive?! Both of you?
es: ¿Rasti? ¿Estás viva? ¿Las dos?

source: Our personalities have been split and now are independent, but we must unite in order to restore the balance.
es: Nuestras personalidades han sido separadas y ahora son independientes, pero debemos unirlas para restaurar el equilibrio.

source: NEVER! I won’t be enslaved again! Now I am finally free and... I AM COMING FOR YOU, MEHIR!
es: ¡NUNCA! ¡No volveré a ser esclavizada! ¡Ahora soy libre por fin y... VOY A POR TI MEGIR!

source: *gulp*
es: (glup)

source: I will never allow you to harm Master!
es: ¡Nunca permitiré que hagas daño al maestro!

source: JUST TRY AND STOP ME!!!
es: ¡PUES INTENTA DETENERME!

source: We must trap Dharma’Rashti, so that Ho’Rashti can get her and unite!
es: ¡Debemos atrapar a la Darma Rasti, para que Jo Rasti pueda alcanzarla y unirse!

source: Block Dharma’Rashti so that Ho’Rashti can eliminate her and unite
es: Bloquea a la Darma Rasti para que el Jo Rasti pueda eliminarla y unirse

source: Finally I am UNITY!
es: ¡Finalmente soy una UNIDAD!

source: Amazing. I have split her in half, and she is still alive. She has also changed the color of her hair! It’s time to kill you for s...
es: Impresionante. La he partido en dos, y aún permanece con vida. ¡Y le ha cambiado el color del pelo! Ya es hora de mataros para s...

source: What is the meaning of this?!
es: ¿Qué quiere decir esto?

source: Where is this bi...
es: ¿Donde está...

source: Die...
es: Muere...

source: Ra..Rashti... you’ve changed, but your character is still the same. Thank you!
es: Ra... Rasti... Has cambiado, pero tu carácter sigue siendo el mismo. ¡Gracias!

source: I have achieved harmony. Two egos have become one. This is my true and last character.
es: He alcanzado la armonía. Dos egos se han transformado en uno. Este es mi último y verdadero carácter.

source: You’ll talk later; we have a job to do. Their leader is dead, but they haven’t given up yet.
es: Ya hablaréis después: tenemos un trabajo que hacer. Su líder ha muerto, pero aún no se han rendido.

source: We defended Kharos! Anthi, WE DID IT!!!
es: ¡Hemos salvado Kharos! ¡Anthi, LO HEMOS HECHO!

source: The dark aura has disappeared. Atiros, I sent you with nothing and you came with victory. May Sun bestow you with infinite Light.
es: El aura oscura ha desaparecido. Atiros, Te envié sin nada y volviste con la victoria. Que el Sol te otorgue Luz infinita.

source: Thank our legendary brothers from the Great Desert. This is Mehir, our rescuer!
es: Gracias a nuestros legendarios hermanos del gran desierto. ¡Este es Megir, nuestro salvador!

source: Welcome in Kharos, Mehir, descendant of our fathers.
es: Bienvenido a Kharos, Megir, descendiente de nuestros padres.

source: So you are Anthi, The Highest Priest of Light. I can finally meet you.
es: Entonces vos sois Anthi, la Alta Sacerdotisa de la Luz. Por fin puedo conoceros.

source: Yes. I ordered to find you. Sometimes fairy tales are true. Please, enter our city.
es: Si. Ordené que os buscaran. A veces los cuentos de hadas son ciertos. Por favor, entrad en nuestra ciudad.

source: I’m honored, but first I must send someone to al-Kamija with a report about Rashti for the High Council.
es: Me siento honrado, pero primero debo enviar a alguien a Alcamiya con un informe sobre Rasti para el alto consejo.

source: The City of Light
es: La Ciudad de la Luz

source: team_name^Enlightened Ones
es: Iluminados

source: Today, Mehir, I’ll show you three stained-glass windows, which explain some issues of our culture, about which you asked yesterday.
es: Hoy, Megir, os mostraré tres vidrieras policromadas, las cuales explican algunas de las cuestiones de nuestra cultura acerca de las que preguntasteis ayer.

source: Great, but does this ‘sunflower’ (*Mehir ironically talks about Kirios, Anthi’s bodyguard*) need to walk with you? Couldn’t we be alone for a moment?... He distracts me.
es: Bien. ¿Pero ha de acompañarnos este «florero»? - mirando de reojo al guardaespaldas - ¿No podríamos estar un momento a solas?... Es que me distrae.

source: Unfortunately he can’t. I will explain it to you in front of the third window.
es: Por desgracia no puede. Os lo explicaré frente a la tercera vidriera.

source: As you already know, our society is devoted to the Sun and his life-giving power carried by the immaculate Light. You are from the desert, so you don’t know how important vegetation is. The Sun causes plants to grow and gives us fruits. This is how our religion came into being.
es: Como vos ya sabéis, nuestra sociedad adora al Sol y al poder vitalizador que porta su inmaculada Luz. Vos venís del desierto, por lo que no llegáis a comprender la importancia que tiene la vegetación para nuestra sociedad. El sol causa que las plantas crezcan y nos proporciona sus frutos. Así es como surgió nuestra religión.

source: This stained-glass window shows a Mistress of Light. In our long history, sometimes extremely talented servants of Light appeared, whose sheer willpower allowed them to cross the border between spirit and body, turning them into perfectly good entities, personifications of the Light. We have been awaiting another mistress for several dozen years. We hope that some day the Sun will choose a good candidate and grant her this wonderful gift.
es: Esta vidriera nos muestra a la Señora de la Luz. En nuestra larga historia, hay veces en que aparece alguna servidora de la Luz extremadamente talentosa, cuya autodisciplina le permite cruzar la frontera entre el cuerpo y el espíritu, haciendo de ella una entidad divina, que personifica a la Luz. Hace ya varias docenas de años que esperamos a una de estas profetisas. Tenemos la esperanza de que algún día el Sol elegirá a una buena candidata y le otorgará este maravilloso regalo.

source: The last stained-glassed window shows a Kirios, the most powerful guardian of the Sun. This kind of warrior protects our temples and the priestesses inside. Because I am the highest of all priestesses, the best guard serves me.
es: La última vidriera muestra a Kirios, el guardián del Sol más poderoso. Semejante guerrero protege nuestros templos y a las sacerdotisas que los sirven. Puesto que soy la más alta de las sacerdotisas, me sirve el mejor de los guardianes.

source: But he can’t see anything! His helmet is just a golden plate without any eye-holes!
es: ¡Pero no puede ver nada! ¡Su yelmo no es más que una coraza dorada sin ninguna ranura para os ojos!

source: Kirios, like all other Sun Guardians, doesn’t need to see. He sees by the eyes of his soul and I am sure that he can see much more than we can.
es: Kirios, al igual que cualquier otro de los guardianes del sol, no necesita ver. Ve con los ojos de su alma y estoy segura de que puede ver mucho más de lo que vemos nosotros.

source: Amazing... if I tell my friends in al-Kamija about what I’ve seen here, they won’t believe me. It looks like we’re underdeveloped in the spiritual area, but at least we have the Abyss and Nomolas which gives us a great adv...
es: Asombroso... Si contara a mis amigos de Alcamiya todo lo que he visto aquí, no me creerían. Parece que no estamos muy avanzados en el ámbito espiritual, pero al menos tenemos el Abismo y Nomolas, lo que nos proporciona una gran vent...

source: Messenger
es: Mensajero

source: Here you are, my liege! An extremely important message for you.
es: ¡Aquí estáis, mi señor! Traigo un mensaje muy importante para vos.

source: For me? Is something bad happening in my Tar-Tabar?
es: ¿Para mí? ¿A ocurrido algo malo en Tar-Tabar?

source: Holy Nomolas...
es: Por el sagrado Nomolas...

source: Is everything alright?
es: ¿Va todo bien?

source: The transformation of Rashti’rhami disturbs the multidimensional space between worlds, so the Great Circle has to be activated in two weeks before its current desing becomes outdaded. Our scientists had been looking for its formula for hundreds of years. Inventing a new one would take another centuries...
es: La transformación de Rasti distorsiona el espacio multidimensional entre los mundos, por lo que el gran círculo ha de ser activado en el plazo de dos semanas: antes de que el diseño actual quede obsoleto. Nuestros científicos han tardado cientos de años en dar con esta configuración. Inventar una nueva podría llevar varios siglos más...

source: When you were told to deliver this?
es: ¿Cuando se os entregó este mensaje?

source: Thirteen days ago.
es: Hace trece días.

source: That means the circle is going to be finished... oh no...
es: Eso significa que el círculo va a ser terminado... oh no...

source: Tomorrow, my liege. Tomorrow al-Kamija with all of its cities will disappear from this world.
es: Mañana, mi señor. Mañana Alcamiya y todas sus ciudades desaparecerán de este mundo.

source: We won’t manage to join them. We will be left alone. This... is... the end.
es: No podremos unirnos a ellos. Nos dejarán atrás. Esto... es... el fin.

source: Mehir, please look at me. All is not lost.
es: Megir, por favor, miradme. No todo está perdido.

source: You don’t understand. The Abyss is the center of our lives. If the rest of the Summoners move to it, they won’t return and I will be trapped in this mortal world forever...
es: No lo comprendéis. El Abismo es el centro de nuestras vidas. Si el resto de los invocadores se trasladan a él, nunca volverán y quedaré atrapado en este mundo mortal para siempre...

source: What would you say if I told you about people, who know how to send you to this... how do you call it? Precipice?
es: ¿Qué diríais si hubiera otra gente, que supiera de un modo de enviaros a esto que llamáis... sima?

source: We could draw the same cirlce as it is now. It would be much smaller, but we don’t have materials.
es: Podríamos trazar un círculo igual al actual. Tendría que ser mucho más pequeño, pero no tenemos los materiales.

source: I know people who can move you to the Abyss without drawing circles. They live not so far to the west from here, or at least, they lived there yesterday...
es: Conozco gente que puede trasladaros al abismo sin dibujar círculos. Viven no muy lejos al oeste de aquí, o al menos, vivían hasta hace poco...

source: What do you mean? There is only an endless ocean west from here. You’re probably talking about an island.
es: ¿Qué queréis decir? Solamente hay un océano sin fin hacia el oeste. Os referís sin duda a una isla.

source: Not...exactly. Their land, how to tell..., their land sometimes is moved by... wind. I will explain it to you later. Until then you should tell your soldiers about the things that have transpired.
es: No... exactamente. Su tierra, como os lo podría decir..., su tierra a veces se mueve con el... viento. Os lo explicaré más tarde. Hasta entonces tendríais que contar a vuestros soldados lo que está ocurriendo.

source: How I will tell them they are going to be trapped here? And their families are leaving this world forever? These mysterious people... They’re our last chance...
es: ¿Cómo les diré que van a quedarse aquí atrapados? ¿Y que sus familias van a dejar este mundo para siempre? Esta gente misteriosa... son nuestra última oportunidad...

source: She will tell him. They can reach us.
es: Ella va a decírselo. Vendrán a nosotros.

source: Everything is going as planned.
es: Todo está marchando según lo planeado.

source: Yes, the Guru will be very happy.
es: Si, el Gurú estará muy contento.

source: I will go back to the Kingdom to speak with him and you do not leave their side.
es: Volveré al reino para hablar con él. No dejéis de vigilarlos.

source: The Last Summoner
es: Invocador Final

source: team_name^Master of Water
es: Maestro del agua

source: Master of Water
es: Maestro del agua

source: team_name^Mage
es: Mago

source: team_name^Master of Fire
es: Maestro del fuego

source: Master of Fire
es: Maestro del fuego

source: Amazing. This must be the Land of Magic!
es: Asombroso. ¡Esta debe de ser la Tierra de la Magia!

source: Oh, a Summoner. Interesting... Why are you here? Your countrymen are in the Abyss for good few days.
es: Oh, un invocador. Interesante... ¿Por qué estáis aquí? Hace ya varios días que vuestros paisanos marcharon al abismo.

source: I...I am here because of that matter. I didn’t manage to join them on time. I heard that can help me.
es: Estoy... aquí a causa de ese asunto. No pude unirme a ellos a tiempo. He oído que podéis ayudarme.

source: It’s him.
es: Es él.

source: Hmmm... so you are Mehir — the leader of Tar-Tabar, defender of Kharos.
es: Umm... entonces vos sois Megir - el líder de Tar-Tabar, defensor de Kharos.

source: And you look familiar... It was your people who... broke into our catacombs in Ka-Gatta...
es: Y vos me resultáis familiar... Fue vuestra gente la que... irrumpió en nuestras catacumbas de Ka-Gatta...

source: We? Oh, you mean the reaserch party led by our flying cartographer Aerius. Well, he was on his own and his pride lost him. Do not blame us for his selfish actions.
es: ¿Nosotros? Oh, os referís a la partida de investigadores liderada por nuestro cartógrafo volante Aerius. Bueno, lo hizo por su cuenta y riesgo: su orgullo lo perdió. No nos culpes por sus actos.

source: You ask for help. Our Guru knows how to help you. He is in this monumental Palace of Omniscience, but first you must prove yourself worthy visiting him.
es: Pedís ayuda. Nuestro Gurú sabe como ayudaros. Está en el Palacio monumental de la Omnisciencia, pero primero debéis probar que os merecéis poder visitarlo.

source: What do you want me to do?
es: ¿Qué es lo que queréis que haga?

source: Provide us with a little... entertainment.
es: Proporcionarnos un poco de... entretenimiento.

source: What?! You want me to dance or something?
es: ¿Qué? ¿Queréis que baile o algo por el estilo?

source: No, of course not. We want you to fight your way to the palace! The army of the Last Summoner against the magi of the Sky Kingdom. The Abyss versus Magic! Two most powerful forces in this world. If you win, you will see the Guru. If you lose, you will be trapped on this planet forever.
es: No, por supuesto que no. ¡Deseamos que os abráis paso luchando hasta el palacio! El ejército del último de los invocadores contra los magos del reino de los Cielos. ¡El abismo contra la magia! Dos de las fuerzas más poderosas de este mundo. Si ganáis, veréis al Gurú. Si perdéis, os quedaréis atrapados en este mundo para siempre.

source: But I don’t want to fight you. What if somebody gets killed?
es: Pero no deseo luchar contra vosotros. ¿Qué pasa si alguien resulta muerto?

source: Do not worry about us. We have created this place... and its rules. But if your soldiers die, you will be to blame. Do you accept this challenge, Summoner?
es: No os preocupéis por nosotros. Hemos creado este lugar... y sus leyes. Pero si mueren vuestros soldados, vos tendréis la culpa. ¿Aceptáis este desafío, invocador?

source: It looks I have no choice. I must see this Guru of yours, even if this means turning this place into burning rubble.
es: Parece que no tengo elección. He de ver a ese Gurú vuestro, incluso si eso significa convertir este sitio en escombros ardientes.

source: Excellent! The Guru is waiting for you inside. Just try to reach the doors.
es: ¡Excelente! El Gurú os está esperando dentro. Solo tenéis que llegar hasta las puertas.

source: Troops from the ship should arrive here from time to time, but before it happens I must relay on Rashti and my magical circle.
es: Deberían ir llegando, cada cierto tiempo, tropas desde el barco. Pero antes de que ocurra, parece que he de valerme de Rasti y de mi círculo mágico.

source: Move Mehir to the Palace of Omniscience
es: Mueva a Megir hasta el Palacio de la omnisciencia

source: May I find the solution inside...
es: Ojalá encuentre dentro la solución...

source: Huh? What’s going on? He just disappeared!
es: ¿Uh? ¿Qué está pasando? ¡Ha desaparecido!

source: You see, you cannot kill us here — only slow us down.
es: Ya lo veis, no podéis matarnos en este lugar - solo entorpecernos.

source: I knew you were able to do powerful things like controlling powers of nature, but this... is unbelievable!
es: ¡Sabía que erais capaces de hacer cosas tan poderosas como controlar las fuerzas de la naturaleza, pero esto... es increíble!

source: You are really strong. My time is over here but I think we will meet again. Good luck, Summoner!
es: Sois realmente fuerte. Mi tiempo aquí ha terminado pero creo que nos encontraremos de nuevo. ¡Buena suerte, invocador!

source: Enlightenment
es: Iluminación

source: team_name^Mages
es: Magos

source: Guru
es: Gurú

source: So, you must be the mysterious Guru...
es: Entonces, vos debéis de ser el misterioso Gurú...

source: Welcome to the Palace of Omniscience, Mehir. I must admit I am impressed. No one from the surface has managed to go so far. You are the first.
es: Bienvenido al Palacio de la Omnisciencia, Megir. Debo admitir que estoy impresionado. Nadie de la superficie ha conseguido llegar tan lejos. Vos sois el primero.

source: I was told you were the person who could help me return to my people in the Abyss...
es: Me dijeron que vos sois la persona que podría ayudarme a unirme a mi gente en el abismo...

source: Yes. I know how to make it happen. Unfortunately, to open a passage to that dimension, an enormous amount of energy is needed. It exceeds even our capabilities... at least for now.
es: Si. Sé como hacer que ocurra. Desafortunadamente, para abrir un canal con esa dimensión, es necesaria una cantidad de energía enorme. Supera incluso nuestras capacidades... al menos por ahora.

source: But you said you knew how to help me. So there must be a way.
es: Pero dijisteis que sabíais como ayudarme. Así que debe de haber un modo.

source: And there is. There are things in this world that can store magic over time. We call them ‘power sources’. If you could bring us one of these objects, we could release its accumulated power and open a gate for you.
es: Y lo hay. Hay cosas en este mundo que pueden almacenar magia con el paso del tiempo. Las llamamos «fuentes de poder». Si pudierais traernos uno de estos objetos, podríamos liberar su poder acumulado y abrir un portal para vos.

source: So there is a chance. Do you know where I could find one of these power sources?
es: Entonces hay una oportunidad. ¿Sabéis donde podría encontrar una de estas fuentes de poder?

source: Although they are useless to us, we do know where two of them are. The first is in the hands of the people of Kharos. It is their holiest artifact; they call it the ‘Sun Ray’.
es: Aunque resultan inútiles para nosotros, conocemos el paradero de dos. La primera está en manos de la gente de Kharos. Es su artefacto más sagrado: el «Rayo de Sol».

source: Anthi didn’t say anything about it.
es: Anthi no dijo nada al respecto.

source: I am not surprised, for it is their greatest treasure: the source of power of all Sun Warriors. Anthi could not tell a stranger about this.
es: No me sorprende, puesto que es su tesoro más grande: la fuente de poder de todos los guerreros del sol. Anthi no le contaría esto a un extranjero.

source: And you want me to steal it, right? No way! The people of Kharos helped me get here. They gave me hope. I can’t do this. There must be another way.
es: Y deseáis que lo robe. ¿Verdad? ¡Ni hablar! La gente de Kharos me ayudó a llegar hasta aquí. Me dieron esperanza. No puedo hacerlo. Debe de haber otro modo.

source: I knew you wouldn’t do such a thing. You are a good person, but good people always face more problems than others...
es: Sabía que no haríais semejante cosa. Sois una buena persona, pero la gente buena siempre tiene más problemas que otros...
