Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-Pepe.po
Languages: es

source: There is another power source, very far away from here, in one of the most distant places of all. You have to bring us one of the ‘batteries’ of the Runemasters — a long forgotten civilization that perished thousands of years ago.
es: Hay otra fuente de poder, muy lejos de aquí, en uno de los lugares más lejanos. Habéis de traernos una de las «baterías» de los Maestros Rúnicos - una civilización ya olvidada que desapareció hace miles de años.

source: Go far away, search ruins, find that thing and bring it back — seems easy.
es: Viajar lejos, buscar unas ruinas, encontrar esa cosa y traerla aquí - parece fácil.

source: But it is not. The Runemasters are gone, but this place is protected by their mechanical creations, like your cities are protected by your abysmal beings.
es: Pero no lo es. Ya no quedan Maestro rúnicos, pero ese lugar está protegido por sus creaciones mecánicas, al igual que vuestras ciudades se encuentran protegidas por vuestros entes abismales.

source: Then we will crush them.
es: Entonces los machacaremos

source: You will, as your army proved to be powerful enough. But there is a chance you will encounter something more... terrifying. Believe me, this will not be easy.
es: Lo haréis, puesto que vuestro ejército ha demostrado ser lo bastante poderoso. Pero hay una posibilidad de que os encontréis con algo más... terrorífico. Creedme, no va a ser fácil.

source: I have no choice. I’ll get this battery for my people, but what do I have to do for you in return?
es: No tengo elección. Traeré esa batería por mi gente. ¿Pero qué habré de hacer por vos a cambio?

source: Nothing.
es: Nada.

source: Nothing? You will open this gate to us for free?
es: ¿Nada? ¿Vais a abrirnos ese portal a cambio de nada?

source: Yes. Let’s say it will be another challenge for us. Also the battery itself will become an interesting subject for our archaeologists.
es: Si. Digamos que será otro interesante desafío para nosotros. Además de que la batería puede resultarles muy interesante a nuestros arqueólogos.

source: Your kindness is unmeasured.
es: Vuestra amabilidad es inconmensurable.

source: You may leave this place. The people outside will help you prepare for the journey.
es: Deberíais abandonar este lugar. Os esperan fuera para ayudaros a preparar el viaje.

source: It has started. Finally.
es: Ha comenzado. Al fin.

source: Deep Freeze
es: Congelador

source: Good Nomolas! It..it’s... frrreezing c... c... ccold here!
es: ¡Buen Nomolas! ¡Aquí... hace... un... frrrrío... heladorrrr!

source: We are at the North Pole, Summoner. Low temperatures are normal in places like this.
es: Estamos en el Polo Norte, invocador. Las temperaturas bajas son lo normal para estos lugares.

source: So these are the ruins the Guru told us about. They look scary. What happened here?
es: Así que estas son las ruinas acerca de las que hablaba Gurú. Que aspecto más siniestro. ¿Qué ocurrió aquí?

source: If I told you the whole story, you would freeze to death. In short it was a place of a great battle between two powers. One of them, the Runemasters, perished, though their mechanical creations managed to trap and stop the invaders.
es: Si os cuento toda la historia, moriremos congelados. Resumiendo, aquí tuvo lugar una gran batalla entre dos poderes. Uno de ellos, los maestros rúnicos, perdieron, aunque sus creaciones mecánicas pudieron atrapar y detener a los invasores.

source: Who were the invaders?
es: ¿Quiénes fueron esos invasores?

source: Uh... They were extremely powerful, unstoppable, terrifying. Hope you will not meet their remnants here...
es: Uh... Eran muy poderosos, imparables, terroríficos. Ojalá no os encontréis con sus restos por aquí...

source: We have to go now. The battery you are looking for is inside the bunker.
es: Hemos de marcharnos. La batería que buscáis está dentro del reducto.

source: Good luck, Summoner. You will need it.
es: Buena suerte, invocador. La vas a necesitar.

source: Hey, wait!
es: ¡Eh, un momento!

source: Damn it! I have bad feelings about this...
es: ¡Maldición! Tengo un mal presentimiento…

source: Let’s move to the bunker. The sooner we get the battery, the less time we spend here.
es: Entremos en el reducto. Cuanto antes tengamos la batería, menos tiempo tendremos que pasar aquí.

source: Your ultimate circle acts like a moving keep. Use it to recruit or recall units like in a normal keep.
es: Vuestro último círculo funciona como un fuerte ambulante. Úselo para reclutar o reincorporar unidades como en un fuerte normal.

source: Low temperatures damage your living troops. Use fire elementals to warm them up or use healing units instead. Magical units are not living organisms.
es: Las bajas temperaturas dañan a vuestras tropas vivas. Use elementales de fuego para mantenerlas calientes o unidades sanadoras si lo prefiere. Las unidades mágicas no son seres vivos.

source: Enter the ruins
es: Entre a las ruinas

source: I sense something... strange.
es: Noto algo... extraño.

source: Strange? What can be strange for an ultimate being?
es: ¿Extraño? ¿Qué puede parecerle extraño a un ente definitivo?

source: This energy... it is unnatural, yet not artificial. It is ancient, overwhelming, unforgivable... We are not alone here.
es: Esta energía... no es natural, ni artificial. Es antigua, irresistible, intolerable... No estamos solos.

source: I don’t like this...
es: No me gusta esto...

source: What in the world is that?!
es: ¿Se puede saber qué es eso?

source: Damn it. They don’t look friendly. Get ready people!
es: Maldición. No parecen amistosos. ¡Preparaos!

source: These beings seem to be magical, but I sense no magic in their bodies. They are not from the Abyss either.
es: Estos seres parecen ser mágicos, pero no siento magia en sus cuerpos. No son en absoluto del abismo.

source: What kind of horror is this?!
es: ¿Qué clase de horror es este?

source: These are made of mixed bones. They are so old... This strange power is animating them, but they seem to have minds...
es: Están hechos de una mezcla de huesos. Son tan viejos... Este extraño poder los está reanimando, pero parecen tener mentes...

source: We will soon get surrounded! I’d better get to the entrance as fast as possible.
es: ¡Pronto estaremos rodeados! Será mejor alcanzar la entrada cuanto antes.

source: Target aquired. Scanning... Destroyer encountered. Threat level: extremely dangerous. Executing pacification protocols.
es: Objetivo establecido. Analizando... Destructor encontrado. Nivel de amenaza: extremadamente peligroso. Ejecutando protocolos de pacificación.

source: One of my men! Dear Nomolas! What’s happening to him?!
es: ¡Uno de mis hombres! ¡Por Nomolas! ¿Qué le está ocurriendo?

source: This power... it is consuming him. Now his body belongs to them... forever.
es: Este poder... le está consumiendo. Ahora su cuerpo les pertenece... para siempre.

source: We’d better run to this damn bunker before these monsters devour us all!
es: ¡Será mejor que corramos hacia ese maldito reducto antes de que estos monstruos nos devoren a todos!

source: What... is... THIS?
es: ¿Qué... es... ESTO?

source: We must clear the path! Hurry!
es: ¡Tenemos que abrirnos camino! ¡Rápido!

source: Follow me! Hurry!
es: ¡Seguidme! ¡Rápido!

source: Ruins
es: Ruinas

source: team_name^Guardians
es: Guardianes

source: team_name^Magi
es: Magos

source: Damn it! We can’t escape from these monsters!
es: ¡Maldición! ¡No podemos escapar de estos monstruos!

source: Stand back...
es: Manteneos atrás...

source: Good job. Unfortunately, we are trapped here now, but those weird magi gave me a teleportation spell. We’d better find this battery and jump out of this horror as soon as possible...
es: Buen trabajo. Por desgracia, ahora estamos atrapados, pero esos magos raros me dieron un hechizo de teletransporte. Será mejor que encontremos esa batería y huyamos de este horror cuanto antes...

source: Search the ruins
es: Busque en las ruinas

source: I can’t summon more men; there won’t be enough room for them inside the circle!
es: ¡No puedo invocar más hombres: no hay sitio suficiente para ellos dentro del círculo!

source: I found a gate. Shall I open it?
es: He encontrado una puerta. ¿La abro?

source: Oh, a gate. Let’s open it.
es: Oh, una puerta. Abrámosla.

source: Wow...
es: Guau...

source: Rashti, you go first.
es: Rasti, tu primero.

source: So this must be this battery we‘re looking for... it’s huge.
es: Entonces esta debe de ser la batería que buscamos... es enorme.

source: What was that?!
es: ¿Que ha sido eso?

source: The machines... they’ve reactivated. The guardians are coming...
es: Las máquinas... se han reactivado. Vienen los guardianes...

source: That’s... wonderful... We’ve just faced horrors from the worst nightmares and now this...
es: Eso es... estupendo... Hemos tenido que enfrentarnos a horrores de las peores pesadillas y ahora esto...

source: The Magi gave me instructions for creating a special teleportation circle that can take everything within to the Sky Kingdom...
es: El mago me dio instrucciones para crear un círculo especial de teletransporte que puede llevar al reino del cielo todo cuanto abarque.

source: These machines aren’t joking; there‘s no time to talk. I have to cast a spell in five corners around the battery to bring us back to the Sky Kingdom. Let’s get to work!
es: Estas máquinas no están de broma. No hay tiempo para hablar. He de conjurar un hechizo en cinco esquinas alrededor de la batería para que seamos teletransportados al reino del cielo. ¡Pongámonos a trabajar!

source: Keep in mind that each time Mehir stands on the position to cast the spell, he will lose all his moves and will be unable to attack. He will still be able to recruit units, though. The order of painting does not matter.
es: Recuerde que cada vez que Megir se posicione para conjurar el hechizo, perderá todos sus movimientos y no podrá atacar. Sin embargo, podrá reclutar. No importa el orden en que se trace el círculo.

source: After completing the circle, you will need to gather all your living troops and Rashti inside the circle. You cannot leave your men behind.
es: Después de completar el círculo, has de reunir dentro todas tus tropas vivientes y a Rasti. No puedes dejar atrás a tus hombres.

source: Create the teleportation circle
es: Cree el círculo de teletransporte

source: Defend your position
es: Defienda su posición

source: We did it! Now we have to wait until the circle finishes itself.
es: ¡Lo hicimos! Ahora hemos de esperar a que el círculo se auto-complete.

source: We’d better stay inside the circle. I cannot leave my men behind. Abysmal beings do not matter.
es: Será mejor que permanezcamos dentro del círculo. No puedo dejar a mis hombres atrás. Los entes del abismo no importan.

source: Wait until the circle finishes itself (3 turns)
es: Espere a que el círculo se auto-complete (3 turnos)

source: Finally!!! And now let’s get out of this damned place!
es: ¡Por fin! ¡Y ahora salgamos de este maldito lugar!

source: Before I cast the activation spell, Rashti, my troops, and I must be inside of the circle. I can’t leave anyone behind.
es: Antes de conjurar el hechizo de activación, Rasti, mis tropas, y yo hemos de estar dentro del círculo. No puedo dejar a nadie atrás.

source: Gather all your human units and Rashti inside the circle
es: Reúna a todas sus tropas humanas y Rasti dentro del círculo

source: Now everyone is in place. It’s high time we got out of here!
es: Ya están todos en su sitio. ¡Ya va siendo hora de salir de aquí!

source: What the...
es: Pero qué...

source: Don’t tell me it’s...
es: No me digas que es...

source: Oh no, they’ve found us! We must get outta here, NOW!
es: ¡Oh no! ¡Nos han encontrado! ¡Hemos de salir de aquí, AHORA!

source: Oh, you have returned. How nice! We are having dinner in a moment. Will you join us?
es: Oh, habéis vuelto. ¡Qué bien! Vamos a cenar enseguida. ¿Queréis uniros a nosotros?

source: I slayed nightmarish beasts, defeated an army of mechanical monsters, brought this damn battery along with parts of that accursed place back here, and you offer me dinner?!
es: ¡He matado bestias pesadillescas, eliminado un ejército de monstruos mecánicos, traído esta maldita batería junto a pedazos de ese condenado lugar hasta aquí y...! ¿Me invitáis a cenar?

source: Yes. Today we are serving a delicious kind of crab from the western cliffs of Kharos. Kharosans call it ‘Holy Crab’. And indeed, its taste is simply divine! You will adore it!
es: Si. Hoy nos servirán un delicioso tipo de cangrejo de los arrecifes occidentales de Kharos. Los kharosanos lo llaman «cangrejo sagrado». ¡Y su sabor es realmente divino! ¡Os encantará!

source: But... the battery?
es: ¿Pero... la batería?

source: The battery can wait; the crab cannot. Believe me.
es: La batería puede esperar, pero no el cangrejo. Creedme.

source: This is crazy, but I’ve seen it all; nothing surprises me. Very well, I will eat this... crab of yours...
es: Esto es de locos, pero ya lo he visto todo: nada me sorprende. Muy bien, comeremos ese... cangrejo vuestro...

source: Excellent!
es: ¡Excelente!

source: Home
es: Casa

source: The Abyss! Finally!
es: ¡El abismo! ¡Por fin!

source: I remember this place — these are the highest tiers of al-Kamija. When I was a guard, I often patrolled these areas. I thought I would never see them again...
es: Recuerdo este lugar - estos son los niveles más altos de Alcamiya. Cuando yo era guardia, patrullaba a menudo por aquí. Pensé que ya nunca más lo vería...

source: But thanks to your stubbornness, your dream has come true. Now you all can join your friends and relatives.
es: Pero gracias a vuestra testarudez, vuestro sueño se ha hecho realidad. Ahora podéis uniros a vuestros parientes y amigos.

source: Go first, soldiers...
es: Entrad primero, soldados...

source: Home. So many centuries have passed; now I am finally back.
es: Hogar. Han pasado tantos siglos. He vuelto al fin.

source: Enter the Abyss
es: Entre al abismo

source: Thank you for everything... Farewell.
es: Gracias por todo... y adiós.

source: You have arrived too early, Mehir.
es: Habéis llegado demasiado pronto, Megir.

source: But when the time is right, you will return...
es: Pero cuando sea el momento, volveréis...

source: ...and fullfil our dream...
es: ... y se cumplirá nuestro sueño...

source: They are waiting for you, Mehir. You have to go now.
es: Os están esperando, Megir. Tenéis que ir ahora.

source: I wonder... If you know the Abyss and you know how to get there...
es: Me pregunto... si conocéis el abismo y sabéis como llegar hasta él...

source: You really should go!
es: ¡De verdad que deberíais marcharos!

source: ...then why do you not want... to go there?
es: ... entonces... ¿Por qué no queréis... ir allí?

source: I am sorry...
es: Lo siento...

source: Huh? For what?
es: ¿Uh? ¿Por qué?

source: For this!
es: ¡Por esto!

source: Hey! What’s going ooooOOOON?!
es: ¡Eh! ¿Qué está pasandooooOOOO?

source: That was close.
es: Estuvo cerca.

source: DharmaRashti
es: Darma Rasti

source: The fearful and cruel DharmaRhami.
es: El temible y cruel darma rami

source: scimitar
es: cimitarra

source: HoRashti
es: Jo Rasti

source: The calm and wise HoRhami.
es: El calmado y sabio jo rami

source: divine spear
es: lanza divina

source: iceball
es: bola de hielo

source: The Last Summoner and the most powerful that ever lived...
es: El Invocador Final y el mas poderoso que nunca ha existido...

source: ultimate circle
es: círculo definitivo

source: Ultimate Circle
es: Círculo definitivo

source: This unit is equipped with the most powerful kind of magical circle. The owner can recruit and recall units without being in keeps (it doesn’t work in forests). All adjacent friendly units fight better (+125%, +100%, +75%, +50%, +25% — levels 0, 1, 2, 3, 4 respectively), are healed by 8 points, and receive a +20% bonus to their fire, cold, and arcane resistances. At the beginning of each turn, all adjacent enemy units are slowed and receive 8 points of damage.
es: Esta unidad esta equipada con el tipo más poderoso de círculo mágico. El dueño puede reclutar y reincorporar unidades sin estar en una torre (no funciona en el bosque). Todas las unidades amigas adyacentes luchan mejor (+125%, +100%, +75%, +50%, +25% — para niveles 0, 1, 2, 3, 4 respectivamente), se sanan 8 PV, y reciben una bonificación del +20% para las resistencias al fuego, frío, y arcano. Al principio de cada turno, todos los enemigos adyacentes son ralentizados y reciben 8 puntos de daño.

source: magical scimitar
es: cimitarra mágica

source: circle of destruction
es: círculo de destrucción

source: scroll
es: papiro

source: incantation of power
es: mantra de poder

source: RashtiRhami
es: Rasti Rami

source: The RashtiRhami also called the Ultimate Rhami is one of the 4 most powerful beings called by Summoners. RashtiRhami consists of two powerful entities — the calm, wise HoRhami and the fearful and cruel DharmaRhami.
es: El Rasti Rami también conocido como Último rami es uno de los cuatro seres más poderosos que pueden invocarse. El Rasti Rami consiste en dos poderosas entidades - el calmado, sabio Jo Rami y el temible y cruel Darma Rami

source: True Rashti
es: Al Rasti

source: The True Rhashti is the final form of RashtiRhami. Achiving supreme harmony between DharmaRhami and HoRhami, the True Rashti is considered as a perfect entity often compared with Nomolas — the First Jinn.
es: Al Rasti es la forma final de los Rasti Rami. Atesorando una perfecta armonía entre el darma rami y el jo rami, Al Rasti está considerado como una entidad perfecta que es comparada a menudo con Nomolas - el primer genio.

source: eye of Abyss
es: ojo del abismo

source: Sleeping Summoner
es: Invocador dormido

source: Summoners, scholars and warriors alike will eventually reach the Second Degree provided enough talent and cunning. The Third Degree, however, does not come easily to non-geniuses of the arts. ‘Grand summoners’, as they are called by their peers, value both war and wisdom equally in earning their precious knowledge of summoning elementals from the Abyss. Respected and feared, grand summoners eliminate foes with absolute certainty in the wake of their circles of destruction. Special Notes: Circle: The ranged attack of this unit always has a 100% chance to hit.
es: Los invocadores, a la vez estudiosos y guerreros, alcanzan el segundo nivel cuando han demostrado el talento y la astucia suficientes. El tercer nivel, sin embargo, no es alcanzado con facilidad por los que no son auténticos genios en el arte de la invocación. Los grandes invocadores, como les llaman sus colegas, valoran tanto la guerra como la sabiduría a la hora de ganar sus preciosos conocimientos acerca de la invocación de elementales desde el abismo. Respetados y temidos, los grandes invocadores eliminan enemigos con absoluta certeza cuando activan sus círculos de destrucción. Notas especiales: Círculo: El ataque a distancia de esta unidad siempre acierta.

source: +2 damage to scimitar, +1 HP, MAX XP +10%
es: +2 daño con la cimitarra, +1 PV, MAX PX +10%

source: +2 damage to magic, +3 HP, MAX XP +20%
es: +2 daño mágico, +3 PV, MAX PX +20%

source: +1 movement point, -10 HP
es: +1 punto de movimiento, -10 PV

source: +1 strike to scimitar, +2 HP, MAX XP +30%
es: +1 golpe con la cimitarra, +2 PV, MAX PX +30%

source: Max HP bonus +5, MAX XP +10%
es: Max bonificación PV +5, MAX PX +10%

source: Max HP bonus +5
es: Max bonificación de PV +5

source: +20% bonus to fire, cold, and arcane resistances
es: +20% bonificación a las resistencias al fuego, frío y arcano

source: Slowing Aura
es: Aura ralentizadora

source: slowing aura
es: aura ralentizadora

source: Slowing Aura: At the beginning of each turn, all adjacent enemy units are slowed.
es: Aura ralentizadora: Al comienzo de cada turno, todas las unidades enemigas adyacentes son ralentizadas.

source: Damaging Aura
es: Aura de daño

source: damaging aura
es: aura de daño

source: Damaging Aura: At the beginning of each turn, all adjacent enemy units receive 8 points of damage.
es: Aura de daño: Al comienzo de cada turno, todas las unidades enemigas adyacentes reciben 8 puntos de daño.

source: Shaman + Messenger
es: Chaman + Mensajero
