Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: Besides, he also has many extraordinary achievements for his age and rank: remember, besides saving Mag-Magar, he was the one to help establish peace with the lizards AND defeated the foreigners who killed Tashkar. In a time when much of our population is little more than decadent chairwarmers, he is a truly exceptional individual. I don't see anyone better fit than him to rule Tar-Tabar.
es: Además, también tiene muchos logros extraordinarios para su edad y rango: recuerde, además de salvar a Mag-Magar, fue quien ayudó a establecer la paz con las lagartijas y derrotaron a los extranjeros que mataron a Tashkar. En un momento en que gran parte de nuestra población es poco más que calentadores de presidenta decadentes, es un individuo verdaderamente excepcional. No veo a nadie mejor encajar que él para gobernar Tar-Tabar.

source: *sigh* You do have a point, but...
es: * suspiro* tienes un punto, pero ...

source: No buts! Rashti even personally told me that Mehir is worthy of becoming her master.
es: ¡Sin peros! Rashti incluso me dijo personalmente que Mehir es digno de convertirse en su maestro.

source: Rashti is unpredictable. She can say all sorts of things between her moods of rage or self-control.
es: Rashti es impredecible. Ella puede decir todo tipo de cosas entre sus estados de ánimo o autocontrol.

source: Do you want me to tell her that you said that?
es: ¿Quieres que le diga que dijiste eso?

source: Please, I beg you, anything but that! She will rip my throat out if she finds out!
es: ¡Por favor, te lo ruego, cualquier cosa menos eso! ¡Ella me arrancará la garganta si se entera!

source: So we have come to an understanding. I knew you would not let me down. Bye!
es: Entonces hemos llegado a un entendimiento. Sabía que no me decepcionarías. ¡Adiós!

source: Welcome, everyone! Today, we have gathered here to appoint the new leader of Tar-Tabar.
es: ¡Bienvenidos todos! Hoy, nos hemos reunido aquí para nombrar al nuevo líder de Tar-Tabar.

source: The High Council has contemplated on the subject and finally took impartial...
es: El Alto Consejo se ha contemplado sobre el tema y finalmente tomó imparcial ...

source: *cough*
es: *tos*

source: ...decision. The meeting has elected Mehir as the new leader!
es: ...decisión. ¡La reunión ha elegido a Mehir como el nuevo líder!

source: We chose him in recognition of his many extraordinary achievements. Mehir, come closer.
es: Lo elegimos en reconocimiento de sus muchos logros extraordinarios. Mehir, acétrate.

source: By the power given to me by the High Council and in the name of all citizens of our country and the Abyss, Mehir ibn Hakim the elder, I grant you the authority over Tar-Tabar!
es: Por el poder que me dio el Alto Consejo y en el nombre de todos los ciudadanos de nuestro país y el Abismo, Mehir ibn Hakim the Elder, ¡le concedo la autoridad sobre Tar-Tabar!

source: I hope I'm not dreaming.
es: Espero no estar soñando.

source: Of course not! Tar-Tabar has finally a new keeper. Its people are now your subjects and the local army has a new commander. Upon your shoulders lies a great responsibility, remember that.
es: ¡Por supuesto que no! Tar-Tabar finalmente tiene un nuevo guardián. Su gente es ahora sus sujetos y el ejército local tiene un nuevo comandante. Sobre tus hombros se encuentra una gran responsabilidad, recuerda eso.

source: Oh, I almost forgot. As you already know, each leader of the Trinity has their own ultimate being as a servant. For Tar-Tabar it is Rashti’rhami, the one who you’ve had the pleasure to meet a few weeks ago. Since that moment you are her new master. Frankly, I don’t envy you. Her fluctuations of mood...
es: Oh casi lo olvido. Como ya sabes, cada líder de la Trinidad tiene su propio ser como sirviente. Para Tar-Tabar es Rashti’rhami, el que has tenido el placer de conocer hace unas semanas. Desde ese momento eres su nuevo maestro. Francamente, no te envidio. Sus fluctuaciones de estado de ánimo ...

source: I hope you will be a successful team, which will allow us to move to the Abyss faster than expected. Take care of her. Her death would cause disastrous consequences for our connection to the Abyss.
es: Espero que seas un equipo exitoso, lo que nos permitirá mudarnos al abismo más rápido de lo esperado. Cuidar de ella. Su muerte causaría consecuencias desastrosas para nuestra conexión con el Abismo.

source: (whispers) Rashti kind of scares me, to be honest...
es: (susurra) Rashti me asusta, para ser honesto ...

source: Nearly every leader of Tar-Tabar was afraid of her at first, you'll get used to it. With that said, I hope you will be a successful team, which will allow us to move to the Abyss faster than expected. Take care of her. Her death would cause disastrous consequences for our connection to the Abyss.
es: Casi todos los líderes de Tar-Tabar le tenían miedo al principio, te acostumbrarás. Dicho esto, espero que seas un equipo exitoso, lo que nos permitirá mudarnos al abismo más rápido de lo esperado. Cuidar de ella. Su muerte causaría consecuencias desastrosas para nuestra conexión con el Abismo.

source: I can barely believe that only a year ago Mehir was just a low-ranking officer under my command, yet now he's my equal. Mehir is truly a role model for the citizens of al-Kamija. Congratulations on your promotion, Mehir, I wish you luck with your new duty!
es: Apenas puedo creer que hace solo un año Mehir era solo un oficial de bajo rango bajo mi orden, pero ahora es mi igual. Mehir es realmente un modelo a seguir para los ciudadanos de al-Kamija. ¡Felicitaciones por su promoción, Mehir, les deseo suerte con su nuevo deber!

source: Sweet Nomolas! Mehir is now the leader of Tar Tabar! I can't believe we met such an important person at that time in Sud-Affar!
es: ¡Dulces Nomolas! ¡Mehir es ahora el líder de Tar Tabar! ¡No puedo creer que hayamos conocido a una persona tan importante en ese momento en Sud-Affar!

source: Indeed. And his circle is even bigger than before! *giggles*
es: En efecto. ¡Y su círculo es aún más grande que antes! *risas*

source: Oh, Mehir is the leader now! And to think it was thanks to him, we are couple now!
es: ¡Oh, Mehir es el líder ahora! Y pensar que fue gracias a él, ¡ahora somos parejas!

source: Indeed. Even I could not foresee such an excellent turn of events.
es: En efecto. Incluso no pude prever un excelente giro de los eventos.

source: As for the dimensional gate we adopted, do you think it will be a boy or a girl. Well, more accurately, jinni or rhami?
es: En cuanto a la puerta dimensional que adoptamos, ¿crees que será un niño o una niña? Bueno, más exactamente, Jinni o Rhami?

source: Alright, I shall check. Wait a minute, I need to focus...
es: Muy bien, lo comprobaré. Espera un minuto, necesito concentrarme ...

source: I see it now. He will be a jinni. Perhaps think we should name him Edward, what do you think?
es: Ya lo veo. Será un Jinni. Quizás piense que deberíamos nombrarlo Edward, ¿qué piensas?

source: An unusual name, but it does sound quite good. Very well.
es: Un nombre inusual, pero suena bastante bien. Muy bien.

source: Edward
es: Eduardo

source: I think we are done here, so let the party begin!
es: Creo que hemos terminado aquí, ¡así que deja que la fiesta comience!

source: Hurray!!!
es: ¡¡¡Viva!!!

source: Cheers for Mehir!!!
es: Saludos por mehir !!!

source: Ale!!!
es: ¡¡¡Cerveza inglesa!!!

source: Combination hookah and coffee maker! Also makes Julienne fries! Oh, wait, it's not the bazaar, what am I doing here? Eh, whatever, might as well celebrate every now and then.
es: Combinación de cachimción y cafetera! ¡También hace papas fritas a Julienne! Oh, espera, no es el bazar, ¿qué estoy haciendo aquí? Eh, lo que sea, podría celebrar de vez en cuando.

source: Tar-Tabar
es: Tabar

source: Semir
es: Semirremol

source: Welcome, my liege. I am the leader of Tar-Tabar's branch of the Banishers' Guild and your new instructor. As you requested, I am going to teach you about the personal megacirle, the procedure of banishing magical beings, and explain some details about Dimensional Gates. Shall I begin?
es: Bienvenido, mi mentira. Soy el líder de la rama de Tar-Tabar de The Banishers 'Guild y su nuevo instructor. Como solicitó, le voy a enseñar sobre el megacirle personal, el procedimiento de desterrar a los seres mágicos y explicar algunos detalles sobre las puertas dimensionales. ¿Debo empezar?

source: Why yes indeed, I'm looking forward to learning more about my newly obtained magical arsenal.
es: Por qué sí, estoy ansioso por aprender más sobre mi arsenal mágico recién obtenido.

source: Ah, yes, the personal Megacircle - one of the most advanced magical circles ever designed. Those things cost a king's fortune to make, but are certainly worth it. Only the most powerful Summoners in our society can afford such a miracle.
es: Ah, sí, el megacírculo personal, uno de los círculos mágicos más avanzados jamás diseñados. Esas cosas cuestan la fortuna de un rey, pero ciertamente valen la pena. Solo los invocadores más poderosos de nuestra sociedad pueden permitirse tal milagro.

source: So, could you explain its capabilities to me in-detail?
es: Entonces, ¿podrías explicarte sus capacidades en detallado?

source: There are plenty, but for now I'll mainly stick to those related to combat, as you seem to be quite a warmonger. Anyway, when you became a commander you received your first personal circle. The megacircle you own right now is far more powerful. It can still summon elementals like your old one could, but requiring far less resources to do so. It's maintanence cost is very low - the circle repairs itself automatically, so the wear-off is extremely miniscule.
es: Hay muchos, pero por ahora me atenderé principalmente a aquellos relacionados con el combate, ya que parece ser bastante belicista. De todos modos, cuando te convertiste en comandante, recibiste tu primer círculo personal. El megacircle que posee ahora es mucho más poderoso. Todavía puede convocar elementales como el anterior podría, pero requerir muchos menos recursos para hacerlo. Su costo de mantenimiento es muy bajo: el círculo se repara automáticamente, por lo que el desgaste es extremadamente minúsculo.

source: The circle also emits energies that heal you and your nearby comrades, as well as improve their reflexes and combat efficiency. Now you won't need to bother with water elementals when wounded.
es: El círculo también emite energías que te curarán a ti y a tus camaradas cercanos, así como mejoran sus reflejos y la eficiencia de combate. Ahora no necesitará molestarse con los elementales de agua cuando estén heridos.

source: Neat! And what about its offensive capabilities?
es: ¡Limpio! ¿Y qué hay de sus capacidades ofensivas?

source: Oh ho ho, Those are tremendous... not only does it have magically-guided weapons linked to it, but it's capable of performing the so-called 'Incantation of Power', one of the most devastating combat spells ever invented.
es: Oh Ho Ho, esos son tremendos ... no solo tiene armas mágicamente guiadas vinculadas a él, sino que es capaz de realizar el llamado 'encantamiento del poder', uno de los hechizos de combate más devastadores jamás inventados.

source: The very name of this spell certainly makes quite an impression. How exactly does it work, though?
es: El mismo nombre de este hechizo ciertamente causa una gran impresión. Sin embargo, ¿cómo funciona exactamente?

source: The megacircle accesses an energy-dense part of the Abyss and then opens a short-lasting gate to it, resulting in a concentrated ejection of abyssal energies into our world. And best of all, there's no known way of protection from this beauty.
es: El megacircle accede a una parte densa en energía del abismo y luego le abre una puerta de corta duración, lo que resulta en una expulsión concentrada de energías abisales en nuestro mundo. Y lo mejor de todo, no hay una forma de protección conocida de esta belleza.

source: The way you described this certainly makes me want to see it in action. I hope it is as great as you put it...
es: La forma en que describiste esto ciertamente me hace querer verlo en acción. Espero que sea tan bueno como lo expresas ...

source: Fair enough. How about summoning an elemental to act as our training dummy of sorts?
es: Me parece bien. ¿Qué tal convocar a un elemental para que actúe como nuestra especie de muñeco de entrenamiento?

source: And now imagine destroying this elemental... with a tower of yellow light surging from the floor! The megacircle will do the rest.
es: Y ahora imagina destruir este elemental ... ¡con una torre de luz amarilla que surge del piso! El megacírculo hará el resto.

source: Whoa, that was something!... Wait, did you hear that?
es: ¡Whoa, eso fue algo! ... Espera, ¿escuchaste eso?

source: What the... Jaffar? Is that you?!
es: ¿Cuál es el ... Jaffar? ¡¿Eres tu?!

source: Somebody, shut the door! It's drafty in here! My bathwater will cool- ...Mehir?! Is that you?! What are YOU doing here?
es: ¡Alguien, cierra la puerta! ¡Es borrador aquí! Mi agua de baño se enfriará ... ¿mehir? ¡¿Eres tu?! ¿Qué estás haciendo aquí?

source: Well, in case you missed the news, you should kind of be aware that I am in charge here now.
es: Bueno, en caso de que te hayas perdido las noticias, debes tener en cuenta que ahora estoy a cargo aquí.

source: Dear Nomolas! To think that half a year ago you were little more than a mere officer under my command! And neither did I expect to meet you while bathing...
es: Querida Nomolas! ¡Pensar que hace medio año eras poco más que un mero oficial bajo mi orden! Y tampoco esperaba conocerte mientras te bañaba ...

source: Heh, what can I say, fate works in mysterious ways.
es: Je, ¿qué puedo decir? El destino funciona de maneras misteriosas.

source: Of all the things that can be summoned, bathers are not the first thing one would imagine.
es: De todas las cosas que se pueden convocar, los bañistas no son lo primero que uno imagina.

source: Indeed... So Jaffar, weren't you supposed to be in Sud-Affar, guarding the Great Circle?
es: De hecho ... entonces Jaffar, ¿no se suponía que debías estar en Sud-Affar, protegiendo el gran círculo?

source: I was, but I resigned. Being nearly boiled to death by a bunch of humanoid lizards is the stuff of nightmares, you know! I needed to change place, so I was, indeed toying with the idea of paying you a visit.
es: Lo estaba, pero renuncié. Estar casi hervido hasta la muerte por un montón de lagartijas humanoides es una cosa de pesadillas, ¡sabes! Necesitaba cambiar de lugar, así que estaba jugueteando con la idea de visitarte.

source: Good timing. You see, I lack a deputy. Say, would you like to assume this office? You've certainly got experience with the job, considering you used to work under Sharif, and besides, your wackiness got me on the way up the career ladder.
es: Buen tiempo. Verás, me falta un diputado. Digamos, ¿le gustaría asumir esta oficina? Ciertamente tienes experiencia con el trabajo, teniendo en cuenta que solías trabajar bajo Sharif, y además, tu locura me llevó a subir por la escalera profesional.

source: I need some time to consider it... Alright then. On thorough reflection, Tar-Tabar is a far better alternative to being anywhere near those damn lizards. I accept the offer.
es: Necesito algo de tiempo para considerarlo ... bien entonces. En una reflexión exhaustiva, Tar-Tabar es una alternativa mucho mejor para estar cerca de esas malditas lagartijas. Acepto la oferta.

source: Pardon, but shall I proceed with my lecture?
es: Perdón, pero ¿debo proceder con mi conferencia?

source: Oh, right, I totally forgot about that. But what about Jaffar?
es: Oh, claro, me olvidé totalmente de eso. ¿Pero qué hay de Jaffar?

source: It's fine. Take your time, I still haven't finished my bath, so just pretend like I never fell from the ceiling...
es: Está bien. Tómese su tiempo, todavía no he terminado mi baño, así que fingir que nunca me caí del techo ...

source: Sure, we'll all try... (to Semir) You may continue, guildmaster.
es: Claro, todos intentaremos ... (para semir) puedes continuar, GuildMaster.

source: Damn it, I've just accidentally damaged my palace. That's gonna be expensive to fix...
es: Maldita sea, acabo de dañar accidentalmente mi palacio. Eso será costoso de arreglar ...

source: As you have witnessed, my liege, the 'Incantation of Power' is quite powerful, and telling you to cast it indoors wasn't exactly my brightest idea. My sincere apologies.
es: Como has presenciado, mi mentira, el 'encantamiento del poder' es bastante poderoso, y decirte que lo lanzaras en el interior no era exactamente mi idea más brillante. Mis sinceras disculpas.

source: That's all I have to say about the megacircle. Let's move on to my favorite topic: Banishment.
es: Eso es todo lo que tengo que decir sobre el megacírculo. Pasemos a mi tema favorito: destierro.

source: I already had some dispellers under my command. Mind that I am holding my prestigious position not least because of vast experience!
es: Ya tenía algunos disipadores bajo mi orden. ¡Tenga en cuenta que estoy sosteniendo mi prestigiosa posición sobre todo debido a la vasta experiencia!

source: *ahem* As you should be aware, magical beings originating from the Red Abyss can be quite rebellious, unpredictable and destruction-loving.
es: * ejem* Como debe ser consciente, los seres mágicos que se originan en el abismo rojo pueden ser bastante rebeldes, impredecibles y amantes de la destrucción.

source: Yeah, I certainly got quite the taste of Red Abyss back in Ka-Gatta... I was sure as hell lucky that Rashti closed the portal in time...
es: Sí, ciertamente obtuve el sabor de Red Abyss en Ka-Gatta ... Estaba seguro de que Rashti cerró el portal a tiempo ...

source: Indeed. Anyway, centuries ago when the Red Cult rebelled against our nation, red beings were their main weapon of war. Back then, the art of banishment had to be developed to be able to defeat the hordes of efreeti and dharma'rhamis. Nowadays Dispellers and Banishers mainly deal with individual red beings occasionally rebelling, as large-scale organized rebellions are uncommon.
es: En efecto. De todos modos, hace siglos, cuando el culto rojo se rebeló contra nuestra nación, los seres rojos eran su arma principal de guerra. En aquel entonces, el arte del destierro tenía que desarrollarse para poder derrotar a las hordas de Efreeti y Dharma'rhamis. Hoy en día, los disipadores y los desantivadores tratan principalmente con seres rojos individuales ocasionalmente rebelando, ya que las rebeliones organizadas a gran escala son poco comunes.

source: After the Red Cult was defeated, circles capable of summoning red abysmal beings directly have been made illegal to prevent further rebellions of such scope, but there are still many red beings serving our people. They are considered mostly stable, due to being transformed from lesser blue beings.
es: Después de que el culto rojo fue derrotado, los círculos capaces de convocar directamente a los seres abismales rojos se han hecho ilegales para evitar mayores rebeliones de tal alcance, pero todavía hay muchos seres rojos que sirven a nuestra gente. Se consideran principalmente estables, debido a que se transforman de seres azules menores.

source: Anyway, where was I? Magical beings banished from this world return to the Abyss via small Dimensional Gates, which they leave behind. Such a gate remains open and operational after a successful banishment and even gains sentience. In some ways, they are similar to elementals.
es: De todos modos, ¿dónde estaba yo? Los seres mágicos desterrados de este mundo regresan al abismo a través de pequeñas puertas dimensionales, que dejan atrás. Tal puerta permanece abierta y operativa después de un destierro exitoso e incluso gana sensibilidad. De alguna manera, son similares a los elementales.

source: Nice! I would like to see one!
es: ¡Lindo! ¡Me gustaría ver uno!

source: Fair enough. I am going to summon a red being now to demonstrate the banishment process.
es: Me parece bien. Voy a convocar a un ser rojo ahora para demostrar el proceso de destierro.

source: Waaaait a minute, you said it is illegal to summon one directly!
es: ¡Waaaait por minuto, dijiste que es ilegal convocar uno directamente!

source: Oh, did I? Well... as long as I intend to immediately banish the efreeti, it doesn't matter... right?
es: Oh, ¿lo hicimos? Bueno ... mientras tenga la intención de desterrar inmediatamente a los efreeti, no importa ... ¿verdad?

source: ...right...?
es: ...bien...?

source: Mehir, just let him summon the damn thing, will you? At least it's a change of pace from being boiled to death and falling from the ceiling...
es: Mehir, solo deja que convoca a la maldita cosa, ¿quieres? Al menos es un cambio de ritmo de ser hervido hasta la muerte y caer del techo ...

source: Fair enough, I'll turn a blind eye to the illegal summoning for the sake of trying banishment. Guildmaster, you may proceed.
es: Es bastante justo, haré la vista gorda ante la convocatoria ilegal en aras de probar el destierro. Guildmaster, puede proceder.

source: So this is the world of mortals? Time for some destruction... Wait a minute, IS THAT A BANISHER?! AAAAAAH!
es: ¿Entonces este es el mundo de los mortales? Es hora de una destrucción ... Espera un minuto, ¿es un desterráneo? ¡Aaaaaah!

source: Well, time to send this fellow back where he belongs!
es: Bueno, ¡es hora de enviar a este compañero a donde pertenece!

source: Semir banishes the efreeti
es: Semir desterres el efreeti

source: Heh, been some time since I saw the process of banishment up-close!
es: ¡Heh, he pasado algún tiempo desde que vi el proceso de destierro de cerca!

source: Indeed, it's quite a sight. Anyway, you now have control over the resulting gate.
es: De hecho, es todo un espectáculo. De todos modos, ahora tienes control sobre la puerta resultante.

source: Quite fascinating... I guess the next logical step would be an in-depth explanation about it...
es: Bastante fascinante ... supongo que el próximo paso lógico sería una explicación en profundidad al respecto ...

source: *ahem* The Dimensional Gate can transform itself into an abyssmal being of its master's choice, in exchange for a living being's soul...
es: * ejem* La puerta dimensional puede transformarse en un ser abisal de su elección de maestro, a cambio de el alma de un ser vivo ...

source: Yikes!
es: ¡Ay!

source: Indeed, the usage of Dimensional Gates may be considered immoral by some. But if the soul belongs to an enemy or animal at the end of its life, then this is an opportunity to still make some use of out them, albeit a rather unsettling one.
es: De hecho, el uso de puertas dimensionales puede considerarse inmoral por algunos. Pero si el alma pertenece a un enemigo o animal al final de su vida, entonces esta es una oportunidad para seguir utilizando, aunque bastante inquietante.

source: Though do not forget that the dimensional gates have many interesting properties, including being a sentient, mobile portal. The 'soul catching' is a hefty but fair price for their abilities.
es: Aunque no olvide que las puertas dimensionales tienen muchas propiedades interesantes, incluido ser un portal móvil sensible. La 'captura del alma' es un precio considerable pero justo para sus habilidades.

source: It would be quite interesting to see such a transformation take place. So we need a spare soul to make this happen, right?
es: Sería bastante interesante ver que se produce tal transformación. Entonces necesitamos un alma de repuesto para que esto suceda, ¿verdad?

source: *looks at Jaffar*
es: *mira a Jaffar*

source: Hey, why are you looking at me? I'm too young to die!
es: Oye, ¿por qué me estás mirando? ¡Soy muy joven para morir!

source: *looks at Semir*
es: *mira semir*
