Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: To give you a reason to fulfill my demand, if you defeat me, you shall prove yourselves worthy of wielding this sacred relic of our kind.
es: Para darte una razón para cumplir con mi demanda, si me derrotas, te demostrarás dignos de manejar esta reliquia sagrada de nuestra especie.

source: Alright men, you heard her. Time to earn ourselves a legendary spear!
es: Muy bien hombres, la escuchaste. ¡Es hora de ganarnos una lanza legendaria!

source: She was right, you are worthy...
es: Ella tenía razón, eres digna ...

source: collar^Leave it
es: Déjalo

source: Only a magical entity can use this item!
es: ¡Solo una entidad mágica puede usar este artículo!

source: The unit is recalled back to the leader when dies After each recall the unit becomes stronger The unit can be recalled only 3 times. After that it dies for sure.
es: La unidad se recuerda al líder cuando muere Después de cada retiro, la unidad se vuelve más fuerte La unidad se puede recuperar solo 3 veces. Después de eso, muere con seguridad.

source: After death the unit is recalled back to the leader. Activates only 3 times.
es: Después de la muerte, la unidad se recuerda al líder. Activa solo 3 veces.

source: amulet^Leave it
es: Déjalo

source: Only the elemental entity can use this item!
es: ¡Solo la entidad elemental puede usar este artículo!

source: The elemental unit can turn into another elemental (use right-click on the unit to activate)
es: La unidad elemental puede convertirse en otro elemental (use clic derecho en la unidad para activar)

source: staff^Leave it
es: Déjalo

source: Only a Novice Summoner, Dispeller or Banisher can use this item!
es: ¡Solo un invocador de novatos, disipador o banisher puede usar este artículo!

source: Sir, there's some kind of lever here...
es: Señor, hay algún tipo de palanca aquí ...

source: Master, I found some kind of lever...
es: Maestro, encontré algún tipo de palanca ...

source: There's some kind of lever here, sir...
es: Hay algún tipo de palanca aquí, señor ...

source: We unlocked them! Maybe we should check the tunnels located near those levers? I heard some kind of quakes nearby. Maybe these levers do more than just closing gates...
es: ¡Los desbloqueamos! ¿Quizás deberíamos revisar los túneles ubicados cerca de esas palancas? Escuché algún tipo de terremotos cerca. Tal vez estas palancas hacen más que solo cerrar puertas ...

source: It seems Tashkar and his troops left this area. Still, I wonder what was the point of his whole expedition...
es: Parece que Tashkar y sus tropas abandonaron esta área. Aún así, me pregunto cuál fue el punto de toda su expedición ...

source: These must be the ancient guardians of this place. They were awakened by Tashkar, but why? This is not good. But the worst thing is, they won't listen to us. I fear we will have to fight our way through...
es: Estos deben ser los antiguos guardianes de este lugar. Tashkar los despertaron, pero ¿por qué? Esto no está bien. Pero lo peor es que no nos escucharán. Me temo que tendremos que abrirnos el camino a través de ...

source: You have managed to acquire a 'Dimensional Gate'. These special units can be transformed into real magical beings by consuming souls of living creatures. You will learn more about the usage of Dimensional Gates later in the story. NOTE: When used right, a Dimensional Gate may be used to summon a Jinni, but Mehir has not been experienced enough to own such powerful unit yet. Feel free to summon other beings though or you can stack these gates for later use.
es: Has logrado adquirir una 'puerta dimensional'. Estas unidades especiales se pueden transformar en seres mágicos reales al consumir almas de criaturas vivientes. Aprenderá más sobre el uso de puertas dimensionales más adelante en la historia. Nota: Cuando se usa correctamente, se puede usar una puerta dimensional para convocar a un Jinni, pero Mehir aún no ha sido lo suficientemente experimentado como para poseer una unidad tan poderosa. Sin embargo, siéntase libre de convocar a otros seres o puede apilar estas puertas para su uso posterior.

source: Aaaaah! The caves are collapsing!
es: ¡Aaaaah! ¡Las cuevas se están derrumbando!

source: Test
es: Prueba

source: Test Badass
es: Prueba rudo

source: Goddess of all Rhamis
es: Diosa de todos los Rhamis

source: team_name^Expedition
es: Expedición

source: Mage
es: Mago

source: Just give up already! No matter how many of my troops you slay, it won't get you anywhere! It would be much easier for both of us if you just accepted your defeat and fled.
es: ¡Déjese ya! No importa cuántas de mis tropas mates, ¡no te llevará a ningún lado! Sería mucho más fácil para los dos si acabara de aceptar su derrota y huyó.

source: How many times do I have to tell you, human...
es: ¿Cuántas veces tengo que decirte, humano ...

source: I won't stop...
es: No me detendré ...

source: ...UNTIL YOU ARE DEAD!!!
es: ... hasta que estés muerto !!!

source: You can throw golems at me all day long for all I care, and it won't change a thing.
es: Puedes arrojarme golems todo el día para todo lo que me importa, y no cambiará nada.

source: Wait, am I sunstruck, or am I seeing Rashti'rhami herself battling the very people who invaded the central palace?!
es: Espera, ¿estoy sillada o estoy viendo a Rashti'rhami que lucha contra las mismas personas que invadieron el palacio central?

source: (looks at Mehir) Finally, somebody actually bothered to send reinforcements! What took them so long?
es: (Mira a Mehir) Finalmente, ¡alguien realmente se molestó en enviar refuerzos! ¿Qué les tomó tanto tiempo?

source: Uhh... we didn't know there was a full on battle going on here, and didn't make enough haste, my sincere apologies. By the way, do you happen to know where Tashkar, your master, is?
es: Uhh ... no sabíamos que había una batalla completa aquí, y no me apresuraban lo suficiente, mis sinceras disculpas. Por cierto, ¿sabes dónde está Tashkar, tu maestro?

source: Last time I saw him with his troops was inside this building. I don't know what those damn mages did to him, but I must find out...
es: La última vez que lo vi con sus tropas estaba dentro de este edificio. No sé qué le hicieron esos malditos magos, pero debo averiguar ...

source: ...NO MATTER HOW MANY MORE OF THEM I HAVE TO KILL!!!
es: ... ¡No importa cuántos más de ellos tengan que matar!

source: Defend the entrance at all costs! We can't let these summoners disturb the research!
es: ¡Defiende la entrada a toda costa! ¡No podemos dejar que estos invocadores perturben la investigación!

source: Everyone, cover Rashti'rhami, and secure the entrance!
es: ¡Todos, cubren Rashti'rhami y aseguran la entrada!

source: (finally catching up) Greetings, your Highness! Your servant Mehir found me in the caves and released from my post by your request.
es: (Finalmente poniéndose al día) Saludos, ¡Alteza! Tu sirviente Mehir me encontró en las cuevas y liberado de mi publicación por tu solicitud.

source: I... don't remember sending anyone for you.
es: Yo ... no recuerdo haberte enviado a nadie por ti.

source: So... so this was a ...lie?
es: Entonces ... ¿Entonces esto fue una ... mentira?

source: Uh... baby... it's not what you think...
es: Uh ... bebé ... no es lo que piensas ...

source: Wait. In retrospect, I do vaguely recall sending someone, I just don't really keep track of all the guardians under my command. Anyway, that is not important right now, it's good that you showed up, we need every soldier we can get. To battle!
es: Esperar. En retrospectiva, recuerdo vagamente haber enviado a alguien, simplemente no realizo un seguimiento de todos los guardianes bajo mi orden. De todos modos, eso no es importante en este momento, es bueno que hayas aparecido, necesitamos todos los soldados que podamos obtener. ¡A la batalla!

source: Yes, your Highness!
es: ¡Si su Alteza!

source: Phew...
es: Uf...

source: Defeat all enemies
es: Derrota a todos los enemigos

source: Death of Rashti
es: Muerte de Rashti

source: And now, FINISH OFF THE REST OF THOSE SCUM!!!
es: ¡Y ahora, termina el resto de esos escoria!

source: Argh! I... failed...
es: ¡ARGH! Fallé...

source: <i>*to himself* Damn it, things are not looking good. I must get out of here, fast...</i> Uh... (to his troops) I have some urgent business with Aerius to attent to. As for you all, keep fighting.
es: <i>* para sí mismo* Maldita sea, las cosas no se ven bien. Debo salir de aquí, rápido ... </i> uh ... (a sus tropas) tengo algunos asuntos urgentes con Aerius a los que atento. En cuanto a todos ustedes, sigan luchando.

source: Aerius ordered you to guard this post! You can't just leave it without his permission!... Hey! Come back!
es: ¡Aerius te ordenó que protegieras esta publicación! ¡No puedes dejarlo sin su permiso! ... ¡Oye! ¡Regresar!

source: Looks like your higher-up run away crying. I suggest you do the same if you don't want to die.
es: Parece que tu escape más alto llora. Te sugiero que hagas lo mismo si no quieres morir.

source: He was merely an incompetent coward, no need to compare us to him. Meet our blades!
es: Era simplemente un cobarde incompetente, no es necesario compararnos con él. ¡Conoce nuestras cuchillas!

source: If you want to do this the hard way, I can certainly arrange that.
es: Si quieres hacer esto de la manera difícil, ciertamente puedo arreglar eso.

source: *impressed*
es: *impresionado*

source: We won! We actually did it!
es: ¡Ganamos! ¡De hecho lo hicimos!

source: My master may need our help, we must hurry!
es: Mi maestro puede necesitar nuestra ayuda, ¡debemos darnos prisa!

source: (quietly to Mehir) You may be smart, but you won't fool me. We both know full well I haven't actually relieved the Spear Guardian from her post. Though in your defense, it was a good idea to bring her, and the spear is still safe with her. Just don't pull more such tricks next time.
es: (en silencio a Mehir) Puedes ser inteligente, pero no me engañarás. Ambos sabemos muy bien, en realidad no he aliviado al Spear Guardian de su publicación. Aunque en tu defensa, fue una buena idea traerla, y la lanza todavía está a salvo con ella. Simplemente no tome más trucos de esos la próxima vez.

source: Chaos
es: Caos

source: team_name^Aerius
es: Aerius

source: team_name^Abyss
es: Averno

source: So here's our little coward. Ready to join your comrades in eternal life?
es: Así que aquí está nuestro pequeño cobarde. ¿Listo para unirse a tus camaradas en la vida eterna?

source: M-master Aerius! Th-this is him! Please, do something!
es: M-Master Aerius! ¡Este es él! ¡Porfavor haz algo!

source: *to the mage* Stop shaking! And wipe the tears from your eyes. You look pathetic!
es: * al mago* ¡Deja de sacudir! Y limpia las lágrimas de tus ojos. ¡Te ves patético!

source: You again?!
es: ¡¿Tú otra vez?!

source: Ah, welcome, summoner, you look familiar. It appears my little visit to al-Kamija helped you get a promotion... heh, you can thank me later. Let me guess, you have come for one of your leaders, right? He is... well, how do I put it... not exactly here anymore.
es: Ah, bienvenido, invocador, pareces familiar. Parece que mi pequeña visita a Al-Kamija te ayudó a obtener una promoción ... je, puedes agradecerme más tarde. Déjame adivinar, has venido por uno de tus líderes, ¿verdad? Él es ... bueno, ¿cómo lo pongo ... ya no exactamente aquí?

source: You killed Tashkar, didn't you?! That damn grin on your face just screams it!
es: Matiste a Tashkar, ¿no? ¡Esa maldita sonrisa en tu cara lo grita!

source: It's nothing major, he and his troops are merely behind this huge red circle.
es: No es nada importante, él y sus tropas están simplemente detrás de este enorme círculo rojo.

source: <b>...WHAT?!</b>
es: <b> ... ¿qué?! </b>

source: He is telling the truth. I can no longer sense my master in this world.
es: El esta diciendo la verdad. Ya no puedo sentir a mi maestro en este mundo.

source: I do not now how much you were told, summoner, but this Tash... no matter what was his name... He set out to disturb our research site. That insolent buffoon ordered us to go away. We're not magical entities to be treated as such. It was very insulting...
es: Ahora no lo que te dijeron, invocador, pero este tash ... no importa cuál sea su nombre ... se propuso alterar nuestro sitio de investigación. Ese bufón insolente nos ordenó que nos fuéramos. No somos entidades mágicas para ser tratadas como tales. Fue muy insultante ...

source: Anyway, you see, when we refused to ‘go away’, he attacked our peaceful expedition. We were not well prepared for an all-out fight, and he did not listen to us, so we decided to activate this gate. It sucked his whole squad into the Red Abyss.
es: De todos modos, ya ves, cuando nos negamos a "ir", atacó nuestra expedición pacífica. No estábamos bien preparados para una pelea total, y él no nos escuchó, así que decidimos activar esta puerta. Aspiró a todo su escuadrón en el abismo rojo.

source: ...the Red Abyss?! The place of ultimate chaos? The home of all Efreet and Dharma’rhamis? The most dangerous part of the entire dimension?
es: ... ¿el abismo rojo? ¿El lugar del caos definitivo? ¿El hogar de todos los efreet y dharma’rhamis? ¿La parte más peligrosa de toda la dimensión?

source: My master is dead...
es: Mi maestro está muerto ...

source: Come on, it's not a big deal. He's just stuck there for eternity, with his body completely incinerated, and likely separated from his soul...
es: Vamos, no es un gran problema. Está atrapado allí por la eternidad, con su cuerpo completamente incinerado y probablemente separado de su alma ...

source: ...I... <b>I can’t believe this! You attacked our capital, tried to steal a holy relic of ours, and then you broke into our catacombs and murdered one of our leaders in cold blood like it's nobody's business! Just who on earth are you?!!!</b>
es: ... yo ... <b> ¡No puedo creer esto! Atacaste nuestra capital, trataste de robar una reliquia sagrada nuestra, y luego irrumpiste en nuestras catacumbas y asesinaste a uno de nuestros líderes en sangre fría como si no fuera asunto de nadie. ¿Quién en la tierra estás? </b>

source: I don't feel like explaining all that; you would not understand anyway. Look, we just need about a week to finish our research here, and then we will ‘go away’. You have a choice: you can quietly return from where you came, or fight, and share his fate.
es: No tengo ganas de explicar todo eso; No entenderías de todos modos. Mira, solo necesitamos una semana para terminar nuestra investigación aquí, y luego "iremos". Tienes una opción: puedes regresar en silencio de donde viniste, o pelear, y compartir su destino.

source: Now, listen! I don’t give a damn about who you people are, this has gone way too far, and you will pay dearly for this. Everyone, we shall avenge Tashkar's death. <b>CHAAARGE!!!</b>
es: ¡Ahora escucha! No me importa un carajo quiénes son ustedes, esto ha ido demasiado lejos y pagará mucho por esto. Todos, vengaremos la muerte de Tashkar. <b> chaaarge !!! </b>

source: MY MASTER IS DEAD!!! I WILL HOLLOW YOUR EYES OUT!!!
es: Mi maestro esta muerto !!! ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡Los ojos !!!

source: Well, I guess you're not changing your mind anytime soon. Seems like I'll have to do this the old-fashioned way.
es: Bueno, supongo que no estás cambiando de opinión en el corto plazo. Parece que tendré que hacer esto a la antigua.

source: Hexes with carpets on them act like keeps. Use them to recruit your troops.
es: Hexes con alfombras actúan como conservas. Úselos para reclutar a sus tropas.

source: When standing on the blue circles, your units recover 12 hitpoints per turn (does not cancel the healing provided by other factors, such regeneration, rest, etc.).
es: Cuando se encuentran en los círculos azules, sus unidades recuperan 12 puntos de golpe por turno (no cancela la curación proporcionada por otros factores, dicha regeneración, descanso, etc.).

source: Kill Aerius
es: Mata a Aerius

source: *looks around the chamber* Your Highness, I think I have an idea... Do you know how to activate that giant red circle?
es: * mira alrededor de la cámara* Su alteza, creo que tengo una idea ... ¿Sabes cómo activar ese círculo rojo gigante?

source: Yes, why are you asking?
es: Sí, ¿por qué preguntas?

source: We can make them fall into the Red Abyss! Could you say the activation spell?
es: ¡Podemos hacer que caigan en el abismo rojo! ¿Podrías decir el hechizo de activación?

source: Wait, are you trying to...
es: Espera, ¿estás tratando de ...

source: Of course. Great idea!
es: Por supuesto. ¡Gran idea!

source: No! Don't do this! That was supposed to be part of <b>my</b> plan!
es: ¡No! ¡No hagas esto! ¡Se suponía que era parte del plan <b> mi </b>!

source: Master Aerius! We are DOOMED!
es: ¡Maestro Aerius! ¡Estamos condenados!

source: You don't saaaaaaAAAAAA...!!!
es: No eres saaaaaaaaaaaaa ... !!!

source: Serves him right... but it seems like we created another problem for ourselves. We need to close this portal otherwise it will suck us in!
es: Lo sirve bien ... pero parece que creamos otro problema para nosotros mismos. ¡Necesitamos cerrar este portal, de lo contrario, nos absorberá!

source: I can try to close it from afar, but it may take some time.
es: Puedo intentar cerrarlo desde lejos, pero puede llevar algún tiempo.

source: Do whatever you have to do, Your Highness. My troops will cover you!
es: Haz lo que tengas que hacer, Su Alteza. ¡Mis tropas te cubrirán!

source: Unlike in most scenarios, running out turns counts as a victory.
es: A diferencia de la mayoría de los escenarios, la ejecución de vueltas se vuelve los recuentos como una victoria.

source: Sir, we have already gathered all the information we needed. We need not suffer more losses. Guru did not give us the permission.
es: Señor, ya hemos reunido toda la información que necesitábamos. No necesitamos sufrir más pérdidas. Guru no nos dio el permiso.

source: Come on, Guru is not here.
es: Vamos, Guru no está aquí.

source: The Council of Masters will be very dissatisfied with the outcome of this expedition.
es: El Consejo de Masters estará muy insatisfecho con el resultado de esta expedición.

source: The Council does not care about the collateral damage. The means are justified by the end.
es: Al consejo no le importa el daño colateral. Los medios están justificados al final.

source: Rashti. Do you remember the first time you came here with your master? When you were fighting, I asked you to read the inscription on that big circle. I assume that you would not do that again, would you?
es: Rashti. ¿Recuerdas la primera vez que viniste aquí con tu maestro? Cuando luchabas, te pedí que leyeras la inscripción en ese gran círculo. Supongo que no volverías a hacer eso, ¿verdad?

source: Wait a... Rashti, did you say the activation spell?!
es: Espera un ... Rashti, ¿dijiste el hechizo de activación?

source: Yes, summoner, it was she who opened the portal that sucked her master in, and yet apparently all the blame goes to me. How's that fair?
es: Sí, invocador, fue ella quien abrió el portal el que chupó a su maestro y, sin embargo, aparentemente toda la culpa me va. ¿Cómo es esa feria?

source: (to Rashti) Did you actually do that?!
es: (a Rashti) ¿Realmente hiciste eso?

source: Yes...
es: Sí...

source: She did not witness the death of her master. I blew her out of this place, a few days of walking from here.
es: Ella no fue testigo de la muerte de su maestro. La salí de este lugar, unos días de caminar desde aquí.

source: Rashti, you will not make the same mistake again. You will not read the spell. But I wonder whether you... remember it.
es: Rashti, no volverás a cometer el mismo error. No leerás el hechizo. Pero me pregunto si ... recuerdas.

source: BLOODY HELL, OF COURSE I REMEMBER, YOU AIRHEADED BASTARD!!! I am an ABYSSAL being for Nomolas's sake, we NEVER forget!
es: ¡Bloody Hell, por supuesto que recuerdo, bastardo con cabeza de aire! Soy un ser abisal por el bien de Nomolas, ¡nunca olvidamos!

source: Oh, really? I don't believe you. If you truly remember the spell, prove it.
es: ¿Ah, de verdad? No te creo. Si realmente recuerdas el hechizo, demuestre.

source: Don’t do th...
es: No hagas el ...

source: PROVE IT? You want me to PROVE IT? OH I'M GONNA PROVE IT ALL RIGHT!!! SHAKATARAJA RAMIDAJANA KATARAJAN!!!
es: ¿PRUÉBALO? ¿Quieres que lo demuestre? ¡Oh, lo voy a demostrar bien! Shakataraja Ramidajana Katarajan !!!

source: *to himself* <i>Meh... that was too easy. I love naïveté of abysmal beings. I can barely believe that she just fell for the oldest trick in the book...</i>
es: * para sí mismo* <i> meh ... eso fue demasiado fácil. Me encanta la ingenuidad de los seres abismales. Apenas puedo creer que ella se enamoró del truco más antiguo del libro ... </i>

source: Rashti, what have you done?! It’s pulling us in!!!
es: Rashti, ¿qué has hecho? ¡Nos está atrayendo!

source: Argh, I can't believe it, I fell for it again, I am a failure...
es: Argh, no puedo creerlo, me enamoré de nuevo, soy un fracaso ...

source: You can reflect on your mistake later. What matters now is killing the true culprit - the human.
es: Puede reflexionar sobre su error más tarde. Lo que importa ahora es matar al verdadero culpable: el humano.

source: Yes... you're right.
es: Sí tienes razón.

source: Mehir, I must climb to where he stands, and RIP HIM TO SHREDS!!!
es: Mehir, debo subir a donde se encuentra y desgarrarlo para desmenuzarse!

source: You better hurry up before we get sucked into this hell!
es: ¡Será mejor que te apures antes de que nos absorban este infierno!

source: Rashti's determination to kill Aerius allows her to ignore enemy ZoC, and her movement is increased by 1. (this bonus only lasts until the end of the scenario)
es: La determinación de Rashti de matar a Aerius le permite ignorar el Zoc enemigo, y su movimiento aumenta en 1. (Esta bonificación solo dura hasta el final del escenario)

source: Run, Rashti, run. You're our only hope!
es: Correr, rashti, correr. ¡Eres nuestra única esperanza!

source: Stop right there!
es: ¡Alto ahí!

source: HELL NO!!! NOW GET OUT OF MY WAY!!! I'VE GOT UNIFINISHED BUSINESS TO ATTEND TO!!!
es: Infierno no !!! Ahora sal de mi camino !!! ¡Tengo un negocio no quisquillado para atender!

source: Over my dead body!
es: ¡Sobre mi cadaver!

source: We can arrange that...
es: Podemos organizar eso ...

source: Argh!... I'm...too...young...to...die...
es: ¡Argh! ... yo soy ... también ... joven ... para ... morir ...

source: Serves him right...
es: Le sirve apropiadamente...

source: Rashti! Get away from there! We must close the portal!
es: Rashti! ¡Aléjate de allí! ¡Debemos cerrar el portal!

source: Wow... how did you pull this off?
es: Wow ... ¿cómo lograste esto?

source: I used that scumbag's soul to close the gate, to ensure he won't return ever again.
es: Usé el alma de ese Scumbag para cerrar la puerta, para asegurarme de que no volverá nunca más.

source: And now...
es: Y ahora...

source: KILL THE REST!!! SHOW NO MERCY TO THESE SCUM!!!
es: Mata al resto !!! ¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡

source: The portal has been closed! Let’s defeat the rest!
es: ¡El portal ha sido cerrado! ¡Derroquemos al resto!

source: That’s the last of them. We must bring the sad news to al-Kamija. Tashkar has been killed...
es: Ese es el último de ellos. Debemos traer las tristes noticias a Al-Kamija. Tashkar ha sido asesinado ...

source: Mehir... please... be my new master.
es: Mehir ... por favor ... sé mi nuevo maestro.

source: What?! Me?! But...
es: ¡¿Qué?! ¡¿A mí?! Pero...

source: You are worthy.
es: Tu eres digno.

source: Finally a female abysmal likes me! But...
es: ¡Finalmente, le gusto a una mujer abismal! Pero...
