Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: <i>Hearken ye, You strangers in a desolate land To this tale of lands most old, of the Summoners of al-Kamija, Those mighty magi Of powers untold, Their Abysmal servants Both good and bad, And of Mehir, who had, As once foretold, saved all life in this world.</i>
es: <i>Prestad oreja, vosotros, foráneos en una tierra sin arar, a este relato de una era añeja, de los invocadores de al-Kamija, poderosos magos de habilidad singular, con sirvientes de los avernos, ahora malos, ahora buenos. Y acompañad a Mehir en su andar, quien según dictó su fortuna, salvó el mundo tras conciliar tanto el sol como la luna.</i>

source: This is the story of Mehir, the Summoner, and his journey to lands unknown.
es: Esta es la historia de Mehir, el invocador y de su viaje a tierras ignotas.

source: (Intermediate or Expert level. 19 playable scenarios.)
es: (Nivel intermedio o experto, 19 escenarios jugables).

source: To Lands Unknown
es: En tierras ignotas

source: TLU
es: ETI

source: Jinni
es: Genio

source: Easy
es: Fácil

source: Wonderful Jinni
es: Genio maravilloso

source: Mystical Jinni
es: Genio místico

source: Hard
es: Difícil

source: Campaign Design
es: Diseño de campaña

source: Artwork and Level Design
es: Arte y diseño de niveles

source: WML coding
es: Programación WML

source: Story corrections
es: Corrección de historia

source: Proofreading
es: Corrección de estilo

source: Translations
es: Traducciones

source: Gameplay Testing
es: Pruebas de juego

source: The required add-on “<i>Era of Magic</i>” is currently <b>not</b> installed.
es: El complemento requerido "<i>Era of Magic</i>" <b>no</b> está instalado.

source: The required add-on “<i>To Lands Unknown: Resources</i>” is currently <b>not</b> installed.
es: El complemento requerido "<i>To Lands Unknown - Resources</i>" <b>no</b> está instalado..

source: metamorph
es: metamorfo

source: This elemental can turn into another type of elemental.
es: Esta unidad puede transformarse en una equivalente de otro elemento.

source: Turn into fire
es: Transformar en fuego

source: Turn into water
es: Transformar en agua

source: Turn into air
es: Transformar en aire

source: Turn into earth
es: Transformar en tierra

source: meditation
es: meditación

source: This unit gains 1 point of experience at the start of his side's turn if he wasn't moving on the previous turn.
es: Esta unidad gana 1 PX al comienzo de su turno si no se movió ni atacó en el turno anterior.

source: Legends say that this scimitar can magically lead a hand of the owner so his strikes are more deadly and hit more often. - Attack increases by 100% - Chance to hit is constant and equals 70% - If the unit's scimitar already has weapon specials, they are overwritten Should this unit pick up the scimitar?
es: Según las leyendas, esta cimitarra guía mágicamente la mano del portador, volviendo sus golpes más letales y certeros. - El ataque aumenta en 100%. - El ataque tiene una probabilidad de golpear fija de 70%. ¿Deseas recoger la cimitarra?

source: Propelled by Abyssal winds, and woven from magical threads. Those lucky enough who possess this ancient vehicle gain amazing mobility. - Advances the unit (unless the unit is already at maximum level) - Speed increases by 50% Should this unit pick up the carpet?
es: Propulsada por vientos del Averno y tejida con hilos mágicos. Aquellos afortunados que adquieran este antiguo vehículo gozarán de una movilidad increíble. - Promociona la unidad (a menos que ya esté en nivel máximo). - Su velocidad aumenta en 50%. ¿Deseas recoger la alfombra?

source: This mysterius ring is richly decorated with magical symbols connected to the Abyss, mending wounds of the bearer. - Grants regeneration Should this unit pick up the ring?
es: Este anillo misterioso está ornamentado ricamente y grabado con símbolos mágicos conectados al Averno, capaces de sanar las heridas del portador. - Otorga regeneración. ¿Deseas recoger el anillo?

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, shielding the wearer from the desert heat and flames alike. - Advances the unit (unless the unit is already at maximum level) - Grants 50% fire resistance Should this unit pick up the cloak?
es: Esta capa fue encantada hace mucho tiempo y grabada con símbolos misteriosos, capaces de resguardar al portador del calor del desierto y del fuego. - Promociona la unidad (a menos que ya esté en nivel máximo). - Otorga 50% de resistencia al fuego. ¿Deseas recoger la capa?

source: This unique headgear had to belong to a very powerful summoner. It follows from the amazing workmanship and the glitter of the big crystal in the front. - Increases magical power by 20% - Decreases experience points needed for advancement by 25% Should this unit pick up the cap?
es: Este turbante singular seguramente perteneció a un invocador muy poderoso. Es obvio al observar la calidad y el fulgor del gran cristal en el frente. - Aumenta el poder mágico en 20%. - Reduce los puntos de experiencia requeridos para promocionar en 25%. ¿Deseas recoger el tocado?

source: Richly decorated plates, solid workmanship and magical symbols: this must be the legendary armor made by the Ka-Gattans blacksmiths. - Increases physical resistances by 25% - Increases fire and cold resistances by 20% - Decreases arcane resistance by 15% Should this unit pick up the armor?
es: Placas ricamente ornamentadas, ejecución sólida y símbolos mágicos: esta debe ser la legendaria armadura fabricada por los herreros de Ka-Gatta. - Aumenta las resistencias físicas en 25%. - Aumenta las resistencias contra el fuego y el frío en 20%. - Reduce la resistencia arcana en 15%. ¿Deseas recoger la armadura?

source: This pike, forged from raw abyssal energy, is the weapon once wielded by the very first Rhami'kai of. The spears used by her successors were were made from mundane metal. - Advances the unit (unless the unit is already at maximum level) - Increases the attack by 25% - Increases magical resistances by 10% Should this unit pick up the spear?
es: Esta pica, forjada puramente a partir de energía del averno, es el arma utilizada por la primera Rhami'kai. Una obra excepcional, en comparación con las armas de sus sucesoras, fabricadas en serie a partir de metal mundano. - Promociona la unidad (a menos que ya esté en nivel máximo). - Aumenta el ataque en 25%. - Aumenta las resistencias mágicas en 10%. ¿Deseas recoger la lanza?

source: A legendary masterpiece made by the Ancestors in the olden times. Its unique powers enabled the magical being to be recalled back to the mortal world after being killed. - The unit is recalled back to the leader when dies - After each recall the unit is fully healed - The unit can be recalled only 3 times. After that it dies for sure. Should this unit pick up the collar?
es: Una legendaria obra maestra, fabricada por los ancestros en tiempos antiguos. Sus poderes singulares permiten que una entidad mágica sea llamada de vuelta tras ser asesinada. - La unidad se reincorpora junto al líder al morir. - Después de cada reincorporación, la unidad se sana completamente. - Válido solo para 3 usos. Después, la unidad muere definitivamente. ¿Deseas recoger el collar?

source: When the Ancestors summoned first elementals — entities made of pure energy - they dreamed about replicating the Elemental Bird - a mix of all four known elements. Unfortunately they failed, but at least ended up with an unique amulet, capable of transforming one forms of an elemental into another. One might go as far as saying this is one of the most powerful relics made by the Ancestors. The elemental unit can turn into another elemental (use right-click on the unit to activate) Should this unit pick up the amulet?
es: Mientras los ancestros invocaban a los primeros elementales —entidades de energía pura—, soñaban con replicar el Ave Elemental, mezcla de los cuatro elementos conocidos. Desafortunadamente, fallaron, pero por lo menos fabricaron un amuleto singular, capaz de transformar un elemental en otra manifestación. Se podría decir que esta es una de las reliquias más poderosas alguna vez fabricadas por los ancestros. Permite a la unidad elemental convertirse en una homóloga de otro elemento (presione clic derecho en la unidad para activar). ¿Deseas recoger el amuleto?

source: This staff is rumored to have been the very one wielded by the first Master of Banishers. Its power is formidable even in untrained hands. - Advances the unit (unless the unit is already at maximum level) - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10% Should this unit pick up the staff?
es: Se rumorea que este bastón fue el usado por el primero Maestro de los Desterradores. Su poder es formidable incluso en manos no entrenadas. - Promociona la unidad (a menos que ya esté en nivel máximo). - El ataque destierro nunca falla. - El ataque portal congelado gana +2 de daño. - Aumenta las resistencias mágicas en 10%. ¿Deseas recoger el bastón?

source: This sphere was found in Reficul's camp. It emits a magical barrier around the bearer, protecting him from most kinds of damage. Tar-Tabar's enchanters have managed to adapt it for human use, but at a slight expense of effectiveness. - increases physical and magical resistances by 15% Should this unit pick up the sphere?
es: Esta esfera fue hallada en el campamento de Reficul. Emite una barrera mágica alrededor del portador, la cual lo protege de la mayoría de daños. Los encantadores de Tar-Tabar la han adaptado para uso por humanos, pero con una pequeña pérdida de eficacia. - Aumenta las resistencias físicas y mágicas en 15%. ¿Deseas recoger la esfera?

source: for later use (on recruit/recall of a unit)
es: para uso posterior (al reclutar o reincorporar una unidad)

source: You can still take the item for later use, though.
es: Puedes recoger el objeto para asignarlo después, no obstante.

source: At the moment you do not have a unit in your army who could use this artifact. However the item will be picked up, so it can wait for a suitable unit to be recruited or recalled.
es: Por ahora, ninguna de tus tropas puede utilizar este artefacto. Sin embargo, el item quedará guardado y podrás asignarlo cuando adquieras una unidad compatible.

source: carpet^Take it
es: Tómala

source: Golden Carpet
es: Alfombra dorada

source: Woven of golden threads, inspired by Abyssal winds. Everyone who possesses this ancient vehicle gains amazing speed and agility. Speed increases by 50%
es: Tejida de hilos dorados, guiada por vientos del Averno. Quien posea este antiguo transporte adquiere velocidad y agilidad sorprendente. La velocidad aumenta en 50%.

source: golden carpet
es: alfombra dorada

source: This unit flies on the ancient Golden Carpet. Effects: Speed increases by 50%
es: Esta unidad vuela sobre la antigua Alfombra dorada. Efectos: La velocidad aumenta en 50%.

source: carpet^Leave it for another unit
es: Saltar

source: cloak^Take it
es: Tómala

source: Desert Cloak
es: Capa del desierto

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, but it still grants its owner good protection against fire. Advances the unit (unless the unit is already at maximum level) Grants 50% fire resistance
es: Grabada con símbolos misteriosos, esta capa fue encantada hace mucho tiempo, pero aún mantiene a su portador a buen recaudo contra el fuego. Promociona la unidad (a menos que ya esté en nivel máximo). Otorga 50% de resistencia al fuego.

source: desert cloak
es: capa del desierto

source: This unit wears the famous Desert Cloak of ancients. Effects: Grants 50% fire resistance
es: Esta unidad ha heredado de los antiguos la famosa Capa del desierto. Efectos: Otorga 50% de resistencia al fuego.

source: cloak^Leave it for another unit
es: Saltar

source: spear^Take it
es: Tómala

source: Spear of Rhami
es: Lanza de rhami

source: This weapon, forged from the light of the Abyss, is a part of the equipment used by magical entities called Rhami’kai. The Ancestors stole one of those spears and enhanced it magically. Advances the unit (unless the unit is already at maximum level) Increases the attack by 25% Increases magical resistances by 10%
es: Esta arma, forjada de la luz del Averno, es parte del equipamiento usado por entidades mágicas llamadas Rhami’kai. Los ancestros robaron una de esas lanzas y la mejoraron mágicamente. Promociona la unidad (a menos que ya esté en nivel máximo). Aumenta el ataque en 25%. Aumenta las resistencias mágicas en 10%.

source: spear of rhami
es: lanza de rhami

source: This unit is holding a powerful spear of abysmal origin. Effects: Increases the attack by 25% Increases magic resistance by 10%
es: Esta unidad sostiene una poderosa lanza de origen avernal. Efectos: Aumenta el ataque en 25%. Aumenta la resistencia mágica en 10%.

source: spear^Leave it for another unit
es: Saltar

source: collar^Take it
es: Tómalo

source: Collar of Recall
es: Collar de invocación

source: A legendary artifact, a masterpiece made by the Ancestors. In olden times a magical collar was made, which when placed upon a magical being, could recall it after death. The unit is recalled back to the leader After each recall the unit is fully healed The unit can be recalled only 3 times. After that it dies for sure.
es: Un artefacto legendario, una obra maestra hecha por los ancestros. En los viejos tiempos se hizo un collar mágico, que al ser vestido por un ser mágico, permitía invocarlo después de su muerte. La unidad es invocada por el líder. Después de cada invocación, la unidad se sana completamente. La unidad se puede invocar solo 3 veces. Después, muere definitamente.

source: After death the unit is recalled back to leader. Activates only 3 times.
es: Después de la muerte, la unidad vuelve donde el líder. Se activa solo 3 veces.

source: collar^Leave it for another unit
es: Saltar

source: amulet^Take it
es: Tómalo

source: Amulet of Metamorph
es: Amuleto de metamorfosis

source: The Ancestors were fascinated with elementals — entities made of pure energy. They also dreamed about creating a creature from a mix of all four known elements. Unfortunately they failed. Yet at the end an unique amulet was created, capable of transforming one element into another one. This is one of the most powerful relics made by the Ancestors. The elemental unit can turn into other elemental (use right-click on the unit to activate)
es: Los ancestros estaban fascinados con los elementales, entidades hechas de energía pura. También soñaban con crear una criatura a partir de una mezcla de los cuatro elementos conocidos. Lamentablemente fallaron. Sin embargo, al final se creó un amuleto único, capaz de transformar un elemento en otro. Esta es una de las reliquias más poderosas hechas por los ancestros. La unidad elemental puede transformarse en otra. (usa clic derecho en la unidad para activar)

source: This elemental wears the Amulet of Metamorph. Effects: The elemental unit can turn into another elemental (use right-click on the unit to activate). The unit becomes loyal.
es: Este elemental porta el Amuleto de metamorfosis. Efectos: La unidad elemental puede transformarse en otro elemental (clique con el botón derecho en la unidad para activar). La unidad se vuelve leal.

source: amulet^Leave it for another unit
es: Saltar

source: armor^Take it
es: Tómala

source: Cuirass of the Ancients
es: Coraza de los antiguos

source: Richly decorated plates, solid workmanship and magical symbols: this must be the legendary armor of Ka-Gattans. - Increases physical resistances by 25% - Increases fire and cold resistances by 20% - Decreases arcane resistance by 15%
es: Placas ricamente decoradas, acabado sólido y símbolos mágicos: esta debe ser la legendaria armadura de Ka-Gattans. - Aumenta las resistencias físicas en 25%. - Aumenta las resistencias de fuego y frío en 20%. - Reduce la resistencia arcana en 15%.

source: armor^Leave it for another unit
es: Saltar

source: staff^Take it
es: Tómalo

source: Banishment Staff
es: Bastón de destierro

source: - Advances the unit (unless the unit is already at maximum level) - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10%
es: - Promociona la unidad (a menos que ya esté en nivel máximo). - El ataque de destierro nunca falla - El ataque de portal congelado gana +2 de daño. - Aumenta las resistencias mágicas en 10%.

source: banishment staff
es: bastón de destierro

source: This unit is holding a powerful staff which once belonging to the first Master of Banishers. Effects: - the banishment attack never misses - the staff/frozen gate attacks deal +2 damage - increases magical resistances by 10%
es: Esta unidad porta un poderoso bastón que alguna vez perteneció al primer Maestro de los Desterradores. Efectos: - El ataque de destierro nunca falla. - El ataque de portal congelado inflige +2 de daño adicional. - Aumenta las resistencias mágicas en 10%.

source: staff^Leave it for another unit
es: Saltar

source: ring^Take it
es: Tómalo

source: Ring of Regeneration
es: Anillo de regeneración

source: This mysterius ring is richly decorated with magical symbols making it somehow connected to the Abyss. The bearer of this relic may benefit from strange energies flowing into his body, healing him effectively. - Grants regeneration
es: Este anillo misterioso está ricamente ornamentado con símbolos mágicos, lo que de alguna manera lo conecta al Averno. El portador de esta reliquia puede beneficiarse de energías extrañas que fluyen hacia su cuerpo y resultan en su sanación. - Otorga regeneración.

source: ring of regeneration
es: anillo de regeneración

source: This unit wears the Ring of Regeneration. Effects: Grants regeneration
es: Esta unidad porta el anillo de regeneración. Efectos: Otorga regeneración.

source: ring^Leave it for another unit
es: Saltar

source: cap^Take it
es: Tómalo

source: Cap of Power
es: Turbante poderoso

source: Increases magical power by 20% Decreases experience points needed for advancement by 25%
es: Aumenta el poder mágico en 20%. Reduce los puntos de experiencia necesarios para la promoción en 25%.

source: cap of power
es: turbante poderoso

source: This unit wears a magical cap, which enhances its magical power. Effects: Increases magical power by 20% Decreases experience points needed for advancement by 25%
es: Esta unidad porta un turbante encantado, lo que mejora su habilidad mágica. Efectos: Aumenta el poder mágico en 20%. Reduce los puntos de experiencia necesarios para el avance en 25%.

source: cap^Leave it for another unit
es: Saltar

source: sphere^Take it
es: Tómala

source: Reficul's sphere
es: Esfera de Reficul

source: Increases magical and physical resistances by 15%
es: Aumenta las resistencias mágicas y físicas en 15%.

source: reficul's sphere
es: esfera de reficul

source: This unit wears a sphere once belonging to Reficul. Effects: Resitances to physical and magical attacks are increased by 15%
es: Esta unidad porta una esfera que alguna vez perteneció a Reficul. Efectos: Las resistencias a los ataques físicos y mágicos aumentan en 15%.

source: sphere^Leave it for another unit
es: Saltar

source: Recalled...
es: Invocado...

source: Note: Your unit has become a Neutral Summoner. He can now summon friendly Jinn to aid your cause, but Mehir is not experienced enough at this stage of the story, to maintain such a unit. This means all summoned Jinn will disappear every time you advance to the next scenario. When Mehir becomes a Summons Master, he will be able to keep them and carry between missions.
es: Nota: Su unidad se ha convertido en un invocador neutral. Ahora puede convocar a genios amigable para ayudarte en tu causa, pero Mehir no tiene suficiente experiencia para conservar tal unidad. Esto significa que todos los genios convocados desaparecerán cada vez que avance al siguiente escenario. Cuando Mehir progrese en un Maestro de las Invocaciones, podrás mantenerlos a través de múltiples misiones.

source: Note: All summoned Jinn have returned to the Abyss. Remember: Mehir needs to be a Summons Master to carry them between missions.
es: Nota: Todos los Jinn convocados han regresado al averno. Recuerde: Mehir debe ser un Maestro de las invocaciones para conservarlo entre misiones.

source: Note: You have summoned a Jinni. Unfortunately Mehir is not experienced enough at this stage of the story to carry such a unit between missions. The summoned jinni will disappear at the end of the current scenario.
es: Nota: Has invocado un genio. Desafortunadamente, Mehir no tiene suficiente experiencia en esta etapa de la historia para mantenerla. El genio convocado desaparecerá al final del escenario actual.

source: Note: Grand Summoners can't advance now, but if one gets an AMLA, they'll become Summons Masters when Mehir recalls them while being a Summons Master himself.
es: Nota: Un Gran Invocador no puede ser promocionado a la siguiente etapa, pero si alguno adquiere la experiencia para un ASNM, se volverán Maestros de las invocaciones cuando Mehir los reinvoque luego de que sea un Maestro de las invocaciones.

source: Toggle Badass Mode
es: Activar Modo rudo

source: team_name^DharmaRashti
es: DharmaRashti

source: team_name^HoRashti
es: HoRashti

source: It looks like Rashti has lost her balance once again!
es: ¡Parece que Rashti volvió a perder su armonía!

source: Heyy, long time no see, Mehir dear! Got unshackled from my blue half again! So, wanna have a date? Just me, you, standing atop piles of enemy corpses and rivers of blood!
es: ¡Holaa! Tiempo sin verte, Mehir, querido. 'Me libré de mi mitad azul de nuevo! Así que, ¿quieres una cita? Solos tú y yo, ¡sobre montañas de cadáveres enemigos y ríos de sangre!

source: Well, a date does sound good, but corpses and blood doesn't exactly set the right mood...
es: Bueno, una cita suena bien, pero los cadáveres y la sangre no establecen exactamente el estado de ánimo correcto ...

source: Master, don't trust her! She is evil! (to Dharma'rashti) *sigh* Look, now is really not the time for flirting. Besides, is THAT what you consider a date?
es: Maestro, ¡no confíes en ella! ¡Ella es malvada! (a dharma'rashti) * suspiro * Mira, ahora no es realmente el momento de coquetear. Además, ¿es eso lo que consideras una cita?

source: Well, there are two things I love - needless bloodshed and Mehir, but mostly needless bloodshed, might as well combine the two.
es: Bueno, hay dos cosas que amo: innecesario derramamiento de sangre y Mehir, pero en su mayoría innecesario derramamiento de sangre, también podrían combinar los dos.

source: I order you to stop immediately at once, unify with me and get back to fighting!
es: ¡Te ordeno que te detengas de inmediato a la vez, unifique conmigo y vuelvas a pelear!

source: Just shut your mouth and return to your books! It's because of your rules and commands that I can't ever do anything fun.
es: ¡Simplemente cierra la boca y regresa a tus libros! Es por sus reglas y comandos que nunca puedo hacer nada divertido.

source: Seems I'll have to beat some sense into you again.
es: Parece que tendré que vencer a ti de nuevo.

source: Now is not the time for infighting! We're in the middle of an important battle for Nomolas's sake!
es: ¡Ahora no es el momento de las luchas internas! ¡Estamos en medio de una importante batalla por el bien de Nomolas!

source: Any time is a good time for infighting. Now, be a good boy and don't get in the way, or I can't exactly guarantee you'll keep all of your limbs, got it?
es: Cualquier momento es un buen momento para las luchas internas. Ahora, sea un buen chico y no se interponga en el camino, o no puedo garantizar exactamente que mantenga todas sus extremidades, ¿lo entiendes?

source: *gulp*
es: *trago*
