Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: Anyway, the lesson is over. I've been planning to see those jungle dwellers for myself, so I guess I'll go join the fun...
es: De todos modos, la lección ha terminado. He estado planeando ver a esos habitantes de la jungla para mí, así que supongo que me uniré a la diversión ...

source: Wait, I almost forgot the most important part! Staying too long inside a circle is FORBIDDEN!
es: Espera, ¡casi olvido la parte más importante! ¡Mantenerse demasiado tiempo dentro de un círculo está prohibido!

source: And why is that the case?
es: ¿Y por qué es ese el caso?

source: Weren't you taught this in school?
es: ¿No estabas enseñando esto en la escuela?

source: I may or may not have been asleep in class during that lesson...
es: Puede que haya estado dormido o no en clase durante esa lección ...

source: *sigh* Fine, I'll explain. So, all personal circles synchronize themselves with minds of their owners every time they use them. If this lasts for too long, for example days, the bond can become too strong.
es: * suspiro* bien, lo explicaré. Entonces, todos los círculos personales se sincronizan con mentes de sus dueños cada vez que los usan. Si esto dura demasiado tiempo, por ejemplo, los días, el vínculo puede ser demasiado fuerte.

source: And what does this affect?
es: ¿Y qué afecta esto?

source: You see, this can become problematic when you... die. Your body may perish, but your mind will be trapped within the circle, forever!
es: Verá, esto puede volverse problemático cuando ... mueres. ¡Tu cuerpo puede perecer, pero tu mente estará atrapada dentro del círculo, para siempre!

source: So the owner becomes immortal?
es: ¿Entonces el propietario se vuelve inmortal?

source: Not exactly. His memories, behavior, personality - yes. But it is only a shadow of a living form, lost in the labyrinth of memories, helpless, hollow, tragic. Some of the first summoners, unaware of the consequences of abusing circles, ended up this way. Poor people...
es: No exactamente. Sus recuerdos, comportamiento, personalidad, sí. Pero es solo una sombra de forma viviente, perdida en el laberinto de recuerdos, indefensos, huecos, trágicos. Algunos de los primeros invocadores, sin darse cuenta de las consecuencias de abusar de círculos, terminaron de esta manera. Gente pobre...

source: Out of one's right senses?... Got it. Oh dear, I don't want to end up like Jaffar, or worse.
es: ¿De los sentidos correctos de uno? ... lo tengo. Dios mío, no quiero terminar como Jaffar, o peor.

source: Ahem... Anyway, use your circle wisely, it may save your life one day! Well, I think my job is done here. Now I shall leap onto my carpet, and set off on a jungle trip! Flying reptiles and toad riders must be quite a sight...
es: Ejem ... de todos modos, usa tu círculo sabiamente, ¡puede salvar tu vida algún día! Bueno, creo que mi trabajo se hace aquí. ¡Ahora saldré a mi alfombra y me puse en marcha en un viaje de la jungla! Los reptiles voladores y los jinetes del sapo deben ser todo un espectáculo ...

source: ...especially considering that they tend to smoke quite the unique mixtures of herbs, as some are saying. I am so excited to try them!
es: ... especialmente teniendo en cuenta que tienden a fumar bastante mezclas de hierbas únicas, como dicen algunos. ¡Estoy tan emocionado de probarlos!

source: Yeah, I can certainly confirm the stuff they smoke is quite... potent. Anyway, have a good time, old man.
es: Sí, ciertamente puedo confirmar que las cosas que fuman son bastante ... potente. De todos modos, diviértase, viejo.

source: (with an excited voice) Sweet Nomolas! Is this Mehir? The one who survived in the jungle and negotiated an alliance with the untamed beasts?
es: (con voz excitada) ¡dulces nomolas! ¿Es este mehir? ¿El que sobrevivió en la jungla y negoció una alianza con las bestias indominales?

source: Ah, hello there ladies! Didn't expect I'd have fans so soon.
es: ¡Ah, hola señoras! No esperaba tener fanáticos tan pronto.

source: It is really him! I can't believe this! Best... day... ever! Could you give us an autograph? Pleeease?
es: ¡Realmente es él! ¡No puedo creer esto! ¡El mejor día! ¿Podrías darnos un autógrafo? ¿Pleeease?

source: Sure thing, baby.
es: Claro, bebé.

source: Is it a magical circle? You look so hot standing on it.
es: ¿Es un círculo mágico? Te ves tan caliente de pie sobre ello.

source: I know, beauty. Thanks. Wait, so, are you... twins?
es: Lo sé, belleza. Gracias. Espera, entonces, ¿eres ... gemelos?

source: Yes. *giggles* And we are so happy to meet you!
es: Sí. * risas* ¡Y estamos muy felices de conocerte!

source: *ahem* Do you have plans for tonight? Maybe you'd join me?
es: * ejem* ¿Tienes planes para esta noche? ¿Quizás te unas a mí?

source: Oh, Mehir! We would love to!
es: ¡Oh, mehir! ¡Nos encantaría!

source: Glad to hear that. Let's go then, time to celebrate my promotion properly!
es: Me alegro de escuchar eso. ¡Vamos entonces, es hora de celebrar mi promoción correctamente!

source: Ahem... Anyway, use your circle wisely, it may save your life one day! Well, I think my job is done here. Now I shall leap onto my carpet, and set off on a jungle trip! Flying reptiles and toad riders must be quite a sight... Fare thee well, commander Mehir, it was nice to meet you!
es: Ejem ... de todos modos, usa tu círculo sabiamente, ¡puede salvar tu vida algún día! Bueno, creo que mi trabajo se hace aquí. ¡Ahora saldré a mi alfombra y me puse en marcha en un viaje de la jungla! Los reptiles voladores y los jinetes del sapo deben ser todo un espectáculo ...

source: Thank you and good luck!
es: ¡Gracias y buena suerte!

source: You have to use your circle of destruction.
es: Tienes que usar tu círculo de destrucción.

source: ...and as I was saying, we need to increase the taxes again. The circle's construction has been taking quite a toll on the treasury, after all. Besides, the large chest of gold we gave to Jaffar mysteriously went missing...
es: ... y como decía, necesitamos aumentar los impuestos nuevamente. La construcción del círculo ha estado afectando mucho el tesoro, después de todo. Además, el gran cofre de oro que le dimos a Jaffar misteriosamente desapareció ...

source: Oh, that? Mehir did return some of it, what little he hadn't already spent that is.
es: ¿Oh eso? Mehir devolvió algo, lo poco que no había gastado.

source: Shouldn't we punish him for that instead of promoting him?
es: ¿No deberíamos castigarlo por eso en lugar de promoverlo?

source: Of course not! Honestly in hindsight sending someone as incompetent as Jaffar was a mistake. It is in part thanks to that stolen gold that Mehir managed to secure peace between us and the lizards. Besides, it's not not like you don't steal large amounts of gold from the treasury from time to time...
es: ¡Por supuesto que no! Honestamente, en retrospectiva, enviar a alguien tan incompetente como Jaffar fue un error. Es en parte gracias a ese oro robado que Mehir logró asegurar la paz entre nosotros y las lagartijas. Además, no es que no robes grandes cantidades de oro del Tesoro de vez en cuando ...

source: Hush, quiet! Fine, I see your point.
es: ¡Silencio, tranquilo! Bien, veo tu punto.

source: Oh, in the name of Nomolas, Mehir! I didn't notice you. Don't scare me like that! And uhh... please just pretend you didn't hear anything.
es: ¡Oh, en nombre de Nomolas, Mehir! No te noté. ¡No me asustes así! Y uhh ... por favor solo finge que no escuchaste nada.

source: Sure...
es: Seguro...

source: Hey! Come back!
es: ¡Ey! ¡Regresar!

source: Oh no. It’s a trap!
es: Oh, no. ¡Es una trampa!

source: I am trapped, my master.
es: Estoy atrapado, mi maestro.

source: I’m sure there is a release mechanism somewhere. Search all tunnels and recesses you find.
es: Estoy seguro de que hay un mecanismo de liberación en alguna parte. Busque en todos los túneles y recovanos que encuentre.

source: I am trapped!
es: ¡Estoy atrapado!

source: Again? Continue searching until you find the right one. I wonder what these bars were meant to enhedge...
es: ¿De nuevo? Continúe buscando hasta que encuentre el correcto. Me pregunto qué estaban destinados a mejorar estas barras ...

source: Oops...
es: Ups...

source: Do you hear that?
es: ¿Escuchas eso?

source: Monolith
es: Monolito

source: Lit caverns
es: Cavernas iluminadas

source: Caverns
es: Cavernas

source: team_name^Cave Creatures
es: Criaturas de cueva

source: team_name^Guardians
es: Guardianes

source: spear guardian
es: lanza

source: This unit is blessed by the artifact it's guarding: the spear of the first Rhami'Kai.
es: Esta unidad está bendecida por el artefacto que está protegiendo: la lanza del primer Rhami'kai.

source: Here lies Ibrahim, the founder of the school of banishment, and the first Master of Banishers. May he rest in peace.
es: Aquí se encuentra Ibrahim, el fundador de la Escuela de destierro, y el primer maestro de Banishers. Puede él descansar en paz.

source: Here lies Samir, summoner of the mighty Rashti'rhami, and her first master. May he rest in peace.
es: Aquí se encuentra Samir, invocador del poderoso Rashti'rhami, y su primer maestro. Puede él descansar en paz.

source: Seems his rest was far from peaceful, considering we've just fought the man's ghost.
es: Parece que su descanso estaba lejos de ser pacífico, considerando que acabamos de pelear el fantasma del hombre.

source: Here lies Khayyat, an unmatched enchanter, and inventor of the megacircle. Alas, he met an untimely end. May he rest in peace.
es: Aquí se encuentra Khayyat, un encantador inigualable e inventor del megacírculo. Por desgracia, se encontró con un final prematuro. Puede él descansar en paz.

source: *this statue is damaged to the point that the inscription on it has become illegible.*
es: *Esta estatua está dañada hasta el punto de que la inscripción se ha vuelto ilegible.*

source: Well, this piece of art certainly seen better days...
es: Bueno, esta obra de arte ciertamente vio mejores días ...

source: *crude text, likely written by some adventurer* <span font-style='italic' font-weight='bold'>I warn you, don't go further! You'll only find your demise there! Do not touch the...</span> *the writing ends with a blood stain*
es: * Texto crudo, probablemente escrito por algún aventurero* <span font-style = 'cursiven' font-weight = 'bold'> ¡Te advierto, no vayas más allá! ¡Solo encontrarás tu fallecimiento allí! No toque el ... </span> *La escritura termina con una mancha de sangre *

source: Looks like this fellow died before being able to finish his warning. Yikes!
es: Parece que este tipo murió antes de poder terminar su advertencia. ¡Ay!

source: So this is our old homeland... It gives me the creeps...
es: Así que esta es nuestra antigua patria ... me da las espeluznantes ...

source: I can see skeletons scattered near the entrance. They seem to be quite old, clearly not belonging to Tashkar’s expedition. They must have been unfortunate adventurers seeking treasures...
es: Puedo ver esqueletos esparcidos cerca de la entrada. Parecen ser bastante viejos, claramente no pertenecen a la expedición de Tashkar. Deben haber sido desafortunados aventureros que buscan tesoros ...

source: As far as I can see, there are no traces of Tashkar or his troops around here. They must have been in too much of a hurry to explore the place. Nevertheless, we should make a thorough search. Maybe we will find some clues or treasures. The skeletons may be worth looting too...
es: Por lo que puedo ver, no hay rastros de Tashkar o sus tropas por aquí. Deben haber tenido demasiada prisa para explorar el lugar. Sin embargo, debemos hacer una búsqueda exhaustiva. Tal vez encontremos algunas pistas o tesoros. Los esqueletos también pueden valer la pena saquear ...

source: Note: Mehir has become a Grand Summoner. He can now recruit a wider range of units and, as explained in the previous scenario, is capable of summoning basic elementals.
es: Nota: Mehir se ha convertido en un gran invocador. Ahora puede reclutar una gama más amplia de unidades y, como se explica en el escenario anterior, es capaz de convocar elementos básicos.

source: Move to the next chamber
es: Moverse a la siguiente cámara

source: (optional) Search the caves for treasure
es: (opcional) Busque en las cuevas para el tesoro

source: -You can get a bit of extra gold by looting the skeletons lying on the ground. -Explore as much as possible. The items found in this scenario will be quite useful later on.
es: -PUEDES CONSEGUIR un poco de oro extra saqueando los esqueletos que se encuentran en el suelo. -Sexplora tanto como sea posible. Los elementos que se encuentran en este escenario serán bastante útiles más adelante.

source: Sir, I've scouted the area. These caves are infested with rogue elementals, and are home for dangerous creatures like bats and giant spiders. It would be reasonable to proceed with caution...
es: Señor, he explorado el área. Estas cuevas están infestadas de elementales deshonestos y están en casa para criaturas peligrosas como murciélagos y arañas gigantes. Sería razonable proceder con precaución ...

source: I'll keep that in mind, thanks.
es: Lo tendré en cuenta, gracias.

source: Found some gold:
es: Encontró algo de oro:

source: Guardians
es: Guardianes

source: We’ve awoken BATS!
es: ¡Hemos despertado los murciélagos!

source: scimitar^Take it
es: Tómala

source: scimitar^Leave it
es: Déjala

source: Only a summoner can use this item!
es: ¡Solo un invocador puede usar este artículo!

source: Ancient Scimitar
es: Cimitarra antigua

source: Scimitar damage increased by 100%, and the weapon becomes magical (always 70% chance to hit)
es: El daño de la cimitarra aumentó en 100%, y el arma se vuelve mágica (siempre un 70% de posibilidades de golpear)

source: ancient scimitar
es: cimitarra antigua

source: This unit holds a powerful scimitar. Effects: Scimitar damage increased by 100%, and the weapon becomes magical (always 70% chance to hit)
es: Esta unidad tiene una poderosa cimitarra. Efectos: El daño de la cimitarra aumentó en 100%, y el arma se vuelve mágica (siempre un 70% de posibilidades de golpear)

source: Those who dare touch the scimitar...
es: Los que se atreven a tocar la escimitaria ...

source: ...MUST DIE!!!
es: ...¡¡¡DEBE MORIR!!!

source: Err... can't we negotiate? There's no need for violence!
es: Err ... ¿no podemos negociar? ¡No hay necesidad de violencia!

source: Have we not made our point clear enough, mortal? When we want someone dead, there will be no negotiations!
es: ¿No hemos hecho nuestro punto lo suficientemente claro, mortal? Cuando queramos a alguien muerto, ¡no habrá negociaciones!

source: Damn it! I guess we have no choice now. Men, defensive formation!
es: ¡Maldita sea! Supongo que ahora no tenemos otra opción. Hombres, formación defensiva!

source: carpet^Leave it
es: Déjala

source: Only the carpet rider can use this item!
es: ¡Solo el jinete de la alfombra puede usar este artículo!

source: Advances the unit (unless the unit is already at maximum level) Speed increases by 50%
es: Avanza la unidad (a menos que la unidad ya esté en nivel máximo) La velocidad aumenta en 50%.

source: I’ve found a chest full of gold!
es: ¡Encontré un cofre lleno de oro!

source: My liege, I’ve found a chest full of gold!
es: ¡Mi mentira, he encontrado un cofre lleno de oro!

source: 300 gold
es: 300 oro

source: ring^Leave it
es: Déjalo

source: Only a human can use this item!
es: ¡Solo un humano puede usar este artículo!

source: This ring will heal the bearer by 8 hitpoints each turn.
es: Este anillo curará al portador por 8 puntos de golpe en cada turno.

source: This unit wears the Ring of Regeneration. Effects: Grants the regeneration ability
es: Esta unidad lleva el anillo de regeneración. Efectos: Otorga la capacidad de regeneración

source: cloak^Leave it
es: Déjala

source: Only a camel rider (or his advancements) can use this item!
es: ¡Solo un jinete de camello (o sus avances) puede usar este artículo!

source: Advances the unit (unless the unit is already at maximum level) Grants 50% fire resistance
es: Avanza la unidad (a menos que la unidad ya esté en nivel máximo) Otorga 50% de resistencia al fuego

source: cap^Leave it
es: Déjalo

source: Who... who is here? Where am I?
es: ¿Quién ... ¿Quién está aquí? ¿Dónde estoy?

source: A ghost? That's something new...
es: ¿Un fantasma? Eso es algo nuevo ...

source: EEEEEK! A GHOST!!!
es: ¡Eeeeek! ¡¡¡UN FANTASMA!!!

source: Rashti, is that you? Do you remember me, your first master? So many centuries have passed...
es: Rashti, ¿eres tú? ¿Me acuerdas de mí, tu primer maestro? Tantos siglos han pasado ...

source: Listen grandpa, I don't know who are you talking to but you'd better rest.
es: Escucha el abuelo, no sé con quién estás hablando, pero será mejor que descanses.

source: Wh..what? Err... I think he might be lost in his memories of mortal life...
es: ¿Qué? ¿Qué? Err ... Creo que podría estar perdido en sus recuerdos de la vida mortal ...

source: Who are these people with you? Why are you fading away? Rashti? RASHTI?! Wait... you are not Rashti... She is here but not with you. You took her from me! You... YOU!!! DIE!!!
es: ¿Quiénes son estas personas contigo? ¿Por qué te estás desvaneciendo? Rashti? Rashti? Espera ... no eres Rashti ... ella está aquí pero no contigo. ¡La quitaste de mí! Tu ... tu !!! ¡¡¡MORIR!!!

source: I guess we pissed him off. He must be one of those ancient summoners the Instructor told me about in Sud-Affar...
es: Supongo que lo enojamos. Debe ser uno de esos antiguos invocadores del que me habló del instructor en Sud-Affar ...

source: Another maniac... It's time to make him rest in peace ...for good this time.
es: Otro maníaco ... es hora de hacerlo descansar en paz ... para siempre esta vez.

source: We have to put him down somehow. I wonder how this can be done. He is dead already... Maybe we can destroy the circle with magic?
es: Tenemos que dejarlo de alguna manera. Me pregunto cómo se puede hacer esto. Ya está muerto ... ¿tal vez podamos destruir el círculo con magia?

source: Now I see it... She has chosen you. Treat her well... She is the Golden Lady...
es: Ahora lo veo ... ella te ha elegido. Trátala bien ... ella es la dama dorada ...

source: My magical servants, you may return to the Abyss! Farewell, stranger, and thank you for releasing me from this prison...
es: ¡Mis sirvientes mágicos, puedes regresar al Abismo! Adiós, extraño, y gracias por liberarme de esta prisión ...

source: Farewell, stranger, and thank you for releasing me from this prison...
es: Adiós, extraño, y gracias por liberarme de esta prisión ...

source: That was very weird, but he's gone now! Phew! I wonder what he meant, though...
es: Eso fue muy extraño, ¡pero se ha ido ahora! ¡Uf! Sin embargo, me pregunto a qué se refería ...

source: armor^Leave it
es: Déjala

source: Only humans can use this item!
es: ¡Solo los humanos pueden usar este artículo!

source: Increases physical resistances by 25% Increases fire and cold resistances by 20% Decreases arcane resistance by 15%
es: Aumenta las resistencias físicas en 25%. Aumenta las resistencias de fuego y frío en 20%. Disminuye la resistencia arcana en 15%.

source: The ground is shaking...
es: El suelo está temblando ...

source: ancient cuirass
es: coraza antigua

source: This unit is wearing a powerful armor, which grants additional physical resistance, but also increases susceptibility to arcane damage. Effects: Increases physical resistances by 25% Increases fire and cold resistances by 20% Decreases arcane resistance by 15%
es: Esta unidad lleva una poderosa armadura, que otorga resistencia física adicional, pero también aumenta la susceptibilidad al daño arcano. Efectos: Aumenta las resistencias físicas en 25%. Aumenta las resistencias de fuego y frío en 20%. Disminuye la resistencia arcana en 15%.

source: spear^Leave it
es: Déjala

source: Only a Rhami or Rhami’kai can use this item!
es: ¡Solo un Rhami o Rhami’kai pueden usar este artículo!

source: Spear of the Rhami
es: Lanza del rhami

source: Advances the unit (unless the unit is already at maximum level) Increases the attack by 25% Increases magical resistances by 10%
es: Avanza la unidad (a menos que la unidad ya esté en nivel máximo) Aumenta el ataque en 25%. Aumenta las resistencias mágicas en 10%.

source: This unit is holding a powerful spear of abysmal origin. Effects: Increases the attack by 20%
es: Esta unidad sostiene una poderosa lanza de origen abismal. Efectos: Aumenta el ataque en 20%.

source: Creature! Why are you attacking us?! Don't you see we are Summoners? Who is your master? Answer me, now!
es: ¡Criatura! ¿Por qué nos estás atacando? ¿No ves que somos invocadores? ¿Quién es tu maestro? ¡Respóndeme ahora!

source: I bow before no man. The only being I serve is the the Holy Rashti'rhami - the goddess of all Rhamis. It was her who, 392 years ago, ordered me to protect the Spear of the First Rhami'kai. There are only two ways I can be released from this post - either by her order, or by being defeated in battle. And if to achieve the latter I have to attack every treasure hunter that steps foot in this place, so be it.
es: Me inclino ante ningún hombre. El único ser que sirvo es el santo rashti'rhami, la diosa de todos los Rhamis. Fue ella quien, hace 392 años, me ordenó proteger la lanza del primer Rhami'kai. Solo hay dos formas en que me pueden liberar de esta publicación, ya sea por su orden o por ser derrotado en la batalla. Y si para lograr lo último tengo que atacar a cada cazador de tesoros que pise este lugar, que así sea.

source: Hmmm.... (lies) We were looking for you. You see, I am a messenger sent by Rashti herself. She ordered me to... err.. find you and release you from your post. Yes, she was too busy to do this in person. After all, being the queen of the Abyss, she has more important matters to attend to than looking for another dusty guardian in a forgotten cave.
es: Hmmm .... (mentiras) Te estábamos buscando. Verás, soy un mensajero enviado por la propia Rashti. Ella me ordenó ... Err ... Encuéntrate y libérate de tu publicación. Sí, estaba demasiado ocupada para hacer esto en persona. Después de todo, siendo la reina del Abismo, tiene asuntos más importantes que atender que buscar a otro tutor polvoriento en una cueva olvidada.

source: So here I am. By the order of Rashti'rhami herself, you are relieved!
es: Así que aquí estoy. Por orden de Rashti'rhami, ¡estás aliviado!

source: (with excitement in her voice) Really? Thank you so much! Since I am free now, can I join you?
es: (con emoción en su voz) ¿En serio? ¡Muchas gracias! Como ahora estoy libre, ¿puedo unirme a ti?

source: Yeah, why not? By the way, could you do something about those elemental guardians? They've been quite an annoyance so far.
es: ¿Si, Por qué no? Por cierto, ¿podrías hacer algo sobre esos guardianes elementales? Han sido una gran molestia hasta ahora.

source: They will not attack you when I am on your side.
es: No te atacarán cuando esté de tu lado.

source: Nice! Could you also convince them to join us? A few Earth Gods would certainly come in handy...
es: ¡Lindo! ¿Podrías también convencerlos de que se unan a nosotros? Algunos dioses de la tierra ciertamente serían útiles ...

source: I am sorry, but they do not obey me. They were ordered to protect this place forever, and aren't mentally capable of taking orders from those other than their masters.
es: Lo siento, pero no me obedecen. Se les ordenó proteger este lugar para siempre, y no son mentalmente capaces de recibir órdenes de aquellos que no sean sus maestros.

source: I see. At least we can count on you, hehe...
es: Veo. Al menos podemos contar contigo, jeje ...
