Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: The barbariansss captured one of our mysticssss in a recent raid. They took him to the barbarian fortresssesss in the Fire Canyon, which is dangerousssly clossse to the temple. No doubt they will interrogate him about the temple'sss location. You need to bring him back along with his companions. If you do thisssss, we will pardon you, and might allow you to resume your conssstruction work.
es: Los bárbaros capturaron uno de nuestros Mysticssss en una redada reciente. Lo llevaron a las fortalezas bárbaras en el Fire Canyon, que es peligrosamente clossse al templo. Sin duda lo interrogarán sobre la ubicación del Templo. Necesitas traerlo de vuelta con sus compañeros. Si hace estoSSSS, lo perdonaremos y podríamos permitirle reanudar su trabajo de contratación.

source: (in saurian) <i>Thisss isss outrageousss! Your Highnesss, thessse humansss deserve death!</i>
es: (En saurian) <i> esto es escandaloso! ¡Tus Altas, Tesss Humansss merecen la muerte! </i>

source: (visibly faded, in saurian) <i>Calm down, I know what I'm doing.</i>
es: (Visiblemente desvanecido, en Saurian) <i> Cálmate, sé lo que estoy haciendo. </i>

source: (to Mehir) Do we have an agreement?
es: (a Mehir) ¿Tenemos un acuerdo?

source: Consider it done.
es: Considérelo hecho.

source: Very well, then, you may leave. *unties Mehir* But your friend will ssstay with ussss for now...
es: Muy bien, entonces, puedes irte. * Despago mehir* Pero tu amigo será con USSSS por ahora ...

source: Mehir! Rescue those damn lizards and return immediately! That's an ORDER!
es: ¡Mehir! ¡Rescata a esas malditas lagartijas y regrese de inmediato! ¡Es una orden!

source: Wait, so you brought Jaffar just to hold him hostage?!
es: Espera, ¿entonces trajiste a Jaffar solo para sostenerlo como rehén?

source: Yesss, it isss a precaution to ensssure you don't jussst abandon usss the moment we ssset you free. He isss of little worth for anything else. Lisssten, if you fulfill your sssside of the bargain, we will grant your kind permisssion to sssparingly cut down the treesss for the devil's path, and return the hostage to you in one piece. If not, we will add him to the lissst of ingredientsss in the sssoup.
es: Sí, es una precaución para ensuciar que no abandonas el uso del uso del uso de USSS. Él es de poco valor para cualquier otra cosa. Lisssten, si cumple con su lado de la ganga, le otorgaremos su amable permisos a reducir a los treesss para el camino del diablo, y le devolveremos a los rehenes en una sola pieza. Si no, lo agregaremos al lissst de ingredientes en el SSSOUP.

source: *gives an evil stare* You should hurry. I cannot guarantee thisss branch will withssstand the weight of your deliciousss friend for long.
es: * Da una mirada malvada* Deberías darte prisa. No puedo garantizar que esta sucursal de STSSS quisque el peso de su amigo delicioso por mucho tiempo.

source: On my way, sir!
es: En mi camino, señor!

source: Very well, then, you may leave. *unties Mehir*
es: Muy bien, entonces, puedes irte. *desata mehir*

source: Fire Canyon
es: Cañón de fuego

source: Seize the post on the other hill
es: Aprovecha el puesto en la otra colina

source: Release the lizards
es: Libere a las lagartijas

source: Death of any lizard
es: Muerte de cualquier lagartija

source: Defeat the barbarians
es: Derrotar a los bárbaros

source: A fire elemental moves on a wooden bridge
es: Un fuego elemental se mueve en un puente de madera

source: That’s the place. I can see cages with the captured lizards inside...
es: Ese es el lugar. Puedo ver jaulas con las lagartijas capturados en el interior ...

source: Theoretically we should attack the fortress ahead in order to reach them...
es: Teóricamente, debemos atacar a la fortaleza por delante para alcanzarlos ...

source: ...but I have a better idea...
es: ... pero tengo una mejor idea ...

source: Huh? We’re under attack!
es: ¿Eh? ¡Estamos bajo ataque!

source: Is it the green bastards again? What is it, the third time this week?
es: ¿Son los bastardos verdes de nuevo? ¿Qué es la tercera vez esta semana?

source: (to the goblin) Hey, you, midget! Calm down, I mean you no harm. Go to your chief and tell him I'm here to make a deal.
es: (al duende) ¡Hola, tú, enano! Cálmate, quiero decir que no tienes daño. Ve a tu jefe y dile que estoy aquí para hacer un trato.

source: Master! Human says he wants talk. A deal, he says!
es: ¡Maestro! El humano dice que quiere hablar. ¡Un trato, dice!

source: A human? Here? Interesting... Let him pass.
es: ¿Un humano? ¿Aquí? Interesante ... déjalo pasar.

source: So you must be the one in charge here. Look, I am here for those lizards you captured not so long go.
es: Entonces debes ser el que se encarga aquí. Verás, vine por las lagartijas que capturaste hace no tanto.

source: You're with the Darkblooded?!
es: ¿Estás con la sangre oscura?

source: Not quite. It's more along the lines of them forcing me to do this by taking my friend hostage.
es: No exactamente. Es más como la línea de que me obligan a hacer esto tomando a mi amigo como rehén.

source: Hmpff... Fine, so what are you willing to offer for those scumbags' freedom?
es: Hmpff ... bien, entonces, ¿qué estás dispuesto a ofrecer para la libertad de esos cabras?

source: You seem to be a strong man. I challenge you to a drinking contest! Whoever loses consciousness first, loses the bet. If I win, you will free the lizards.
es: Pareces ser un hombre fuerte. ¡Te desafío a un concurso de bebida! Quien pierda la conciencia primero, pierde la apuesta. Si gano, liberarás a las lagartijas.

source: Ha! No one here can beat me at drinking! But proving it in your face is certainly a good idea. But what when YOU lose?
es: ¡Decir ah! ¡Nadie aquí puede vencerme al beber! Pero demostrarlo en tu cara es ciertamente una buena idea. Pero, ¿qué cuando pierdes?

source: I will teach you... magic.
es: Te enseñaré ... Magia.

source: Magic? I don't trust your weird magic, with that weird glowy things under your feet. I rather burn stuff with my eye.
es: ¿Magia? No confío en tu extraña magia, con esas extrañas cosas brillantes debajo de tus pies. Prefiero quemar cosas con el ojo.

source: Geez, so much for intellect... What do you say about this: I'll teach you the basics of our magic *and* then you will kill me!
es: Dios, tanto por el intelecto ... ¿Qué dices sobre esto? Te enseñaré los conceptos básicos de nuestra magia * y * ¡Entonces me matarás!

source: Now we're talking! Bring the booze!
es: ¡Ahora estamos hablando! ¡Trae el alcohol!

source: GO MASTER! DRINK! DRINK! DRINK!
es: ¡Ve a maestro! ¡BEBER! ¡BEBER! ¡BEBER!

source: Yeah, you can do this!
es: ¡Sí, puedes hacer esto!

source: My liege, you're doing well! One more shot!
es: ¡Mi mentira, lo estás haciendo bien! ¡Un tiro más!

source: CHIEF NO SLEEP! WAKE UP! DRINK!
es: ¡Jefe sin dormir! ¡DESPERTAR! ¡BEBER!

source: I... can't...
es: No puedo...

source: Noooo! Master! Wake up!
es: ¡Noooo! ¡Maestro! ¡Despertar!

source: *visibly drunk* I... *hic* won...
es: * visiblemente borracho* i ...* hic* ganó ...

source: Damn human! Stronger head than Master! Give him lizards!
es: ¡Maldito humano! ¡Cabeza más fuerte que maestro! ¡Dar lagartijas!

source: Uh... Lizards gone! EMPTY!
es: Uh ... lagartijas idas! ¡VACÍO!

source: Of course they are gone... *hic* That was the plan B in case I would lose. *hic* I think I'll go now...
es: Por supuesto que se han ido ... * hic * Ese era el Plan B en caso de que perdiera. * hic* Creo que iré ahora ...

source: Humans no better than lizards! No honor! KILL HUMANS!
es: ¡Los humanos no son mejor que las lagartijas! ¡Sin honor! ¡Mata a los humanos!

source: Mehir is drunk. His movement is decreased by 3 (this effect only lasts until the end of the scenario)
es: Mehir está borracho. Su movimiento se reduce en 3 (este efecto solo dura hasta el final del escenario)

source: Mehir escapes to the camp
es: Mehir escapa al campamento

source: We'll have to attack the fortress ahead in order to reach them...
es: Tendremos que atacar a la fortaleza por delante para llegar a ellos ...

source: ...And we're going to deploy firepower! I don't care if it scares the hell out of those lizards. They don't look like they can last much longer, so we have to hurry. I better not lead any fire elementals down the wooden path, though... they'd burn it, and we would get stuck. Alright, let's cross this bridge first. Soldiers, hurry up, we don't have much time!
es: ... ¡y vamos a implementar la potencia de fuego! No me importa si asusta a esas lagartijas. No parecen que puedan durar mucho más, así que tenemos que darnos prisa. Sin embargo, es mejor que no conduzca ningún elemento de fuego por el camino de madera ... lo quemarían y nos atascaríamos. Muy bien, primero crucemos este puente. Soldados, date prisa, ¡no tenemos mucho tiempo!

source: Oh no! The bridge is on fire!
es: ¡Oh, no! ¡El puente está en llamas!

source: We’re under attack!
es: ¡Estamos bajo ataque!

source: Is it the green bastards again? What is it, the third time this week? Never mind... KILL THEM!!!
es: ¿Son los bastardos verdes de nuevo? ¿Qué es la tercera vez esta semana? No importa ... ¡Mátalos!

source: Quick! We must seize this post — we can safely summon our Elementals from there.
es: ¡Rápido! Debemos confiscar esta publicación: podemos convocar de manera segura nuestros elementales desde allí.

source: Taste the fires of the Abyss, savages!
es: ¡Pruebe los fuegos del abismo, salvajes!

source: What the hell?! Is that a walking bonfire?!
es: ¡¿Qué demonios?! ¿Es eso una hoguera para caminar?

source: Wait a minute, lizards don't have crap like this! So these must be the very humans who killed Brogh'ur!!! Everyone, grab your weapons!!! Bring me their leader's skull!!!
es: ¡Espera un minuto, las lagartijas no tienen basura como esta! ¡Así que estos deben ser los mismos humanos que mataron a Brogh'ur! ¡Todos, agarran tus armas! ¡Tráeme el cráneo de su líder!

source: Note: Placing a fire elemental or its advancements on a wooden bridge will set it aflame resulting in a defeat.
es: Nota: Colocar un elemental de fuego o sus avances en un puente de madera lo establecerá en un momento, lo que resulta en una derrota.

source: Freedom, at lassst! I am eternally grateful to you. Who are you, my sssavior?
es: Libertad, en Lassst! Te estoy eternamente agradecido. ¿Quién eres, mi sssavior?

source: I'm Mehir, but more importantly, The Keeper sent us to rescue you, so that we can earn his trust.
es: Soy Mehir, pero lo más importante, el arquero nos envió a rescatarte, para que podamos ganar su confianza.

source: I believe you. Pleassse, take usss from thiss place. This cursssed desssert almossst dried usss to death.
es: Te creo. Pleassse, tome USSS de este lugar. Esto maldita la desestración de desessert y se secó al USSS secado hasta la muerte.

source: That’s all the lizards. Let’s defeat the remaining barbarians and get out of here.
es: Esos son todos las lagartijas. Vamos a derrotar a los bárbaros restantes y salir de aquí.

source: Time to rescue the lizards.
es: Es hora de rescatar a las lagartijas.

source: These desert wizards are breaking through! They're probably here for the green savages. NEVER! TROLLS, GET THEM!!!
es: ¡Estos magos del desierto se están rompiendo! Probablemente estén aquí para los salvajes verdes. ¡NUNCA! Trolls, consíguelos !!!

source: You will never rescue them! NEVER! KNOCK THEM OFF!
es: ¡Nunca los rescatarás! ¡NUNCA! ¡Deléjalos!

source: <b> do it!</b>
es: <b> ¡hazlo! </b>

source: And I defend the bridge!
es: ¡Y defiendo el puente!

source: We must hurry!
es: ¡Tenemos que darnos prisa!

source: *to goblin leader* Hey, you, yes you, little moron! *hic* Is this bridge the only way out?
es: * Para el líder de Goblin* oye, tú, sí, pequeño imbécil! * hic* ¿Es este puente la única salida?

source: Yeah. Why human ask?
es: Sí. ¿Por qué preguntar humano?

source: Oh, nevermind. Hehe...
es: Oh no importa. Jeje ...

source: NOO! We trap here now! Goblin to blame. KILL GOBLIN!
es: ¡No! ¡Atrapamos aquí ahora! Goblin para culpar. ¡Mata a Goblin!

source: At least the booze was really good *hic*
es: Al menos el alcohol era realmente bueno *hic *

source: The lizards are safe now. And so is our project on their territory. Let’s get back to the jungle. I hope those forest folks haven’t made a soup of Jaffar yet...
es: Las lagartijas están a salvo ahora. Y también nuestro proyecto en su territorio. Volvamos a la jungla. Espero que esas personas de los bosques aún no hayan hecho una sopa de jaffar ...

source: Damn it!
es: ¡Maldita sea!

source: Dome of Elements
es: Cúpula de elementos

source: team_name^Instructor
es: Instructor

source: team_name^Enemy
es: Enemigo

source: Well, well... the famous Dome of Elements. Brings back the memories of the time when I came here with my father as a kid... The central shrine of Sud-Affar seems even larger than how I remember it... A sublime place for the celebration of my promotion!
es: Bueno, bueno ... la famosa cúpula de elementos. Trae de vuelta los recuerdos de la época en que vine aquí con mi padre cuando era niño ... El santuario central de Sud-Affar parece aún más grande de lo que lo recuerdo ... ¡un lugar sublime para la celebración de mi promoción!

source: Salam, elders! Where are all the other guests of honor?
es: Salam, ancianos! ¿Dónde están todos los otros invitados de honor?

source: Haven't you heard? The celebration has been canceled. Pretty much everyone left for the circle's construction site, they all want to see the jungle creatures, the ones you recently befriended.
es: ¿No has oído? La celebración ha sido cancelada. Casi todos se fueron al sitio de construcción del Circle, todos quieren ver a las criaturas de la jungla, las que recientemente te hiciste amigo.

source: Oh, I see... great... *sigh* Well, I guess I'll have to leave now...
es: Oh, ya veo ... genial ... * suspiro * Bueno, supongo que tendré que irme ahora ...

source: Excuse me, are you Mehir ibn Hakim the Elder, the one being promoted?
es: Disculpe, ¿eres Mehir ibn Hakim el anciano, el que se promueve?

source: That's right. Mehir, commander of the second degree, in person! And who might you be?
es: Así es. Mehir, comandante de segundo grado, en persona! ¿Y tú quién eres?

source: A circle usage instructor. You see, with your new rank, you are entitled to the privilege of owning a personal magic circle, the combat-oriented kind. I believe it's my responsibility to teach you how to use this prestigious object, and the things you need to keep in mind when doing so.
es: Un instructor de uso círculo. Verá, con su nuevo rango, tiene derecho al privilegio de poseer un círculo mágico personal, del tipo orientado al combate. Creo que es mi responsabilidad enseñarle cómo usar este prestigioso objeto y las cosas que debe tener en cuenta al hacerlo.

source: A personal circle?! Awesome! I've always dreamed of owning one!
es: ¿Un círculo personal? ¡Impresionante! ¡Siempre he soñado con tener uno!

source: Anyway... A beautiful place, this Dome of ours, isn't it? Here on the top of the column lies the Elemental Bird - one of the four ultimate beings and the most powerful elemental ever summoned.
es: De todos modos ... un lugar hermoso, esta cúpula nuestra, ¿no? Aquí en la parte superior de la columna se encuentra el pájaro elemental, uno de los cuatro seres finales y el elemental más poderoso jamás invocado.

source: It's now sealed in a small container, but I have seen its release twice in my lifetime. A majestic being composed of all basic elements. The flapping of its wings could devastate entire cities...
es: Ahora está sellado en un recipiente pequeño, pero he visto su lanzamiento dos veces en mi vida. Un majestuoso está compuesto por todos los elementos básicos. El aleteo de sus alas podría devastar ciudades enteras ...

source: Sharif - our leader - owns this creature now. He released it only once to celebrate the beginning of our greatest endeavor - the Great Circle's construction.
es: Sharif, nuestro líder, es dueño de esta criatura ahora. Lo lanzó solo una vez para celebrar el comienzo de nuestro mayor esfuerzo: la construcción del Gran Círculo.

source: I remember that moment. At first it seemed like a second sun in the sky, then it turned into a tornado, a waterfall and then dropped as a mountain to finally rise once again as a mix of all of the above...
es: Recuerdo ese momento. Al principio parecía un segundo sol en el cielo, luego se convirtió en un tornado, una cascada y luego cayó como una montaña para finalmente levantarse una vez más como una mezcla de todo lo anterior ...

source: Yes. Only the ultimate beings are that powerful. Sud-Affar is the place of the Elemental Bird. Other cities have their own ultimate beings guarding them.
es: Sí. Solo los seres finales son tan poderosos. Sud-Affar es el lugar del pájaro elemental. Otras ciudades tienen sus propios seres finales que los protegen.

source: Tashkar, the leader of Tar-Tabar owns Rashti'rhami, the goddess of all Rhamis. She consists of two powerful entities — the calm, wise Ho'rashti and the hot-tempered Dharma'rashti. Because of her dual nature, Rashti's personality tends to change quite often, making her very unpredictable.
es: Tashkar, el líder de Tar-Tabar, posee Rashti'rhami, la diosa de todos los Rhamis. Ella consiste en dos entidades poderosas: la calma y sabia Ho'rashti y el Dharma'rashti de temperatura caliente. Debido a su doble naturaleza, la personalidad de Rashti tiende a cambiar con bastante frecuencia, haciéndola muy impredecible.

source: Some say she's the female equivalent of Nomolas, but honestly she's far less powerful. Still, just because she's not omnipotent doesn't mean she's weak, far from it, she's still an ultimate being after all - the most powerful Rhami ever summoned.
es: Algunos dicen que es el equivalente femenino de Nomolas, pero honestamente es mucho menos poderosa. Aún así, solo porque no es omnipotente no significa que sea débil, lejos de eso, sigue siendo un ser final, después de todo, el Rhami más poderoso jamás convocado.

source: Back during the war against the Red Cult, she could kill dozens of enemy troops all by herself. On top of that, she is quite good at motivating soldiers to fight - with both with the charisma and tactical expertise of her blue half and few threats from the red one. With her, any potential deserters knew well that dying in battle is a better fate than what she has in mind should they flee...
es: Durante la guerra contra el culto rojo, podría matar a docenas de tropas enemigas sola. Además de eso, es bastante buena para motivar a los soldados a luchar, con el carisma y la experiencia táctica de su mitad azul y pocas amenazas del rojo. Con ella, cualquier posible desertador sabía bien que morir en la batalla es un mejor destino que lo que tiene en mente si huyen ...

source: And the leader of Mag-Magar, Malib, owns the Living Gate - the last and the weirdest ultimate being of them all. It is a mobile opened portal to the Abyss similar to Dimensional Gates, but in this particular case an unknown force of abysmal origin has gained control over it, granting the gate self-awareness.
es: Y el líder de Mag -Magar, Malib, es propietario de la puerta viva, la última y el ser más extraño de todos. Es un portal móvil abierto al abismo similar a las puertas dimensionales, pero en este caso particular, una fuerza desconocida de origen abismal ha ganado control sobre él, otorgando la autoconciencia de la puerta.

source: The Living Gate is a masterpiece and wonder to many scholars. Being able to access different parts of the Abyss, the full capabilities of this unique being are yet to be discovered.
es: La puerta viva es una obra maestra y maravilla para muchos estudiosos. Al poder acceder a diferentes partes del abismo, las capacidades completas de este ser único aún no se han descubierto.

source: Anyway, that should be enough talking for now. I've got the circle for you. Here it is.
es: De todos modos, eso debería ser suficiente hablar por ahora. Tengo el círculo para ti. Aquí lo tienes.

source: Now you have to step in.
es: Ahora tienes que intervenir.

source: Wow, this is amazing! I can feel the power flowing through me!
es: ¡Wow esto es increíble! ¡Puedo sentir el poder que fluye a través de mí!

source: Now the girls will be all over me!
es: ¡Ahora las chicas estarán sobre mí!

source: The circle is calibrating itself. It will take a moment.
es: El círculo se está calibrando. Tomará un momento.

source: You have probably seen some of your troops using their own circles. These fine tools have many uses. Yours is combat-oriented, capable of doing two things - destroying enemies with deadly precision and summoning basic elementals!
es: Probablemente haya visto algunas de sus tropas usando sus propios círculos. Estas herramientas finas tienen muchos usos. El tuyo está orientado al combate, capaz de hacer dos cosas: ¡destruir enemigos con precisión mortal y invocar elementales básicos!

source: Let's start with the latter, shall we? Use your new circle to summon something. It can be an elemental of either fire, water, air or earth. Just think about the element of your choice, and the circle will do the rest for you.
es: Comencemos con este último, ¿de acuerdo? Usa tu nuevo círculo para convocar algo. Puede ser un elemental de fuego, agua, aire o tierra. Solo piense en el elemento de su elección, y el círculo hará el resto por usted.

source: Right click an empty hex adjacent to Mehir and then pick a unit you wish to summon.
es: Haga clic derecho en un hexaderador vacío adyacente a Mehir y luego elija una unidad que desee convocar.

source: Summon something
es: Convocar algo

source: Right click Mehir for help
es: Haga clic derecho Mehir para obtener ayuda

source: Wow, summoning with a circle is certainly far easier than with scrolls!
es: ¡Vaya, invocar con un círculo es ciertamente mucho más fácil que con los pergaminos!

source: Indeed, and now, how about trying the circle's attacks on it?
es: De hecho, y ahora, ¿qué tal probar los ataques del círculo?

source: Alright then. Time to test my new powers!
es: Bien entonces. ¡Es hora de probar mis nuevos poderes!

source: Use your mind and tell the circle to track down and eliminate the elemental, and it'll do the rest.
es: Usa tu mente y dígale al círculo que rastree y elimine el elemental, y hará el resto.

source: Destroy your elemental
es: Destruye tu elemental

source: You see? Slaughtering innocent elementals is a piece of cake!
es: ¿Verás? ¡Matadear inocentes elementales es un pedazo de pastel!

source: Just remember - summoning takes some time and focus, so when in battle you have to choose whether to fight in a particular moment or to summon instead. It's best to fight when you're in the front, and summon when in the rear.
es: Solo recuerde: la invocación requiere algo de tiempo y enfoque, por lo que cuando en la batalla tienes que elegir si luchar en un momento en particular o convocar en su lugar. Es mejor pelear cuando estás en la parte delantera y convocar cuando estás en la parte trasera.

source: Also, summoning wears down the circle, so you need some resources to reinforce it after each summoning. Basically, if you run out of gold, you will be unable to summon anything.
es: Además, la invocación se desgasta en el círculo, por lo que necesita algunos recursos para reforzarlo después de cada invocación. Básicamente, si te quedas sin oro, no podrás convocar nada.

source: Now, now... abyssal magic comes at a price? What next?!...
es: Ahora, ahora ... Abyssal Magic tiene un precio? ¡¿Qué sigue?!...
