Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-Pepe.po
Languages: es

source: Defend the entrance. They mustn’t get inside!
es: Defended la entrada. ¡No deben pasar!

source: I’ve seen their kind before. These troopers look like those who attacked al-Kamija... I have a bad feeling about this...
es: He visto a estos seres antes. Estas tropas son como las que atacaron Alcamiya... Tengo un mal presentimiento acerca de esto...

source: Defeat all enemies
es: Elimine a todos os enemigos

source: Death of Rashti
es: Muerte de Rasti

source: and now, KILL THE REST OF THEM!
es: ¡Y ahora, MATEMOS A LOS QUE QUEDAN!

source: She scares me...
es: Consigue asustarme...

source: We have defeated them.
es: Hemos acabado con ellos.

source: My master Tashkar, the one you are looking for, is inside. We must help him! Hurry!
es: Mi maestro Tashkar, aquel al que buscáis, está dentro. ¡Debemos ayudarle! ¡Rápido!

source: Chaos
es: Caos

source: team_name^Aerius
es: Aerius

source: It’s you!!!
es: ¡Eres tú!

source: Ah, welcome, Summoner. It seems that we have had the pleasure of meeting in the past. You have probably come for one of your leaders. He is... well... It is a little complicated.
es: Ah, bienvenido, invocador. Parece que hemos tenido el placer de vernos en el pasado. Probablemente habrás venido buscando a uno de tus líderes. Él está... bueno... Es un poco complicado.

source: Where is Tashkar? He should be here, but he is not. Answer me, now!
es: ¿Dónde está Tashkar? Debería estar aquí, pero no lo veo. ¡Dame una respuesta!

source: Your leader and his troops are behind this... circle.
es: Tu líder y sus tropas están detrás de este... círculo.

source: ...WHAT?!
es: ¿...QUÉ?

source: He is telling the truth. I can no longer sense my master in this world.
es: Dice la verdad. Ya no puedo sentir a mi maestro en este mundo.

source: I do not now how much you were told, summoner, but this Tash... no matter what was his name... He set out to disturb our research site. He ordered us to go away. We are not magical entities to receive orders from a summoner. It was very insulting...
es: No se cuanto te han contado, invocador, pero este Tash... como se llame... Vino para perturbar nuestro lugar de estudio. Nos ordenó que nos marcháramos. No somos entes mágicos que puedan recibir órdenes de un invocador. Fue muy ofensivo...

source: Speak sense, dammit! I am here to rescue the leader of Tar-Tabar, and you are behind his disappearance! You’d better tell me what is behind this strange circle and how to get our leader back!
es: ¡Dime algo que tenga sentido, maldito! ¡Estoy aquí para rescatar al líder de Tar-Tabar, y tú tienes algo que ver con su desaparición! ¡Será mejor que me digas qué es lo que hay detrás de este extraño círculo y cómo traer de vuelta a nuestro líder!

source: You see... you cannot get him back...
es: Verás... no puedes traerlo de vuelta...

source: What did you say?!
es: ¿Qué has dicho?

source: He is in something you call the Red Abyss.
es: Está en algo que vosotros llamáis el Abismo Rojo.

source: ...the Red Abyss? The place of ultimate chaos? The home of all Efreeti and Dharma’rhamis? The most dangerous area of the entire dimension?
es: ... ¿El abismo rojo? ¿El lugar del caos definitivo? ¿El hogar de todos los ifrit y darma rami? ¿El área más peligrosa de toda la dimensión?

source: Yes. When we refused to ‘go away’, he attacked our peaceful expedition. Because we were not well prepared for a fight and he did not listen to us, we decided to activate this gate. It sucked his whole squad in.
es: Si. Cuando nos negamos a salir, atacó a nuestra pacífica expedición. Ya que no estábamos bien preparados para una lucha y él no nos quería escuchar, decidimos activar este portal. Toda su escuadra resultó absorbida.

source: My master is dead...
es: Mi maestro está muerto...

source: ...I... can’t believe this! You attacked our capital, tried to steal a holy relic of ours, and then you broke into our catacombs and killed one of our leaders! Who do you think you are?!
es: ... ¡No...no me lo puedo creer! Atacasteis nuestra capital, intentasteis robar una de nuestras reliquias sagradas, y después entrasteis en nuestras catacumbas y matasteis a uno de nuestros líderes! ¿Quién os habéis creído que sois?

source: An explanation is pointless; you would not understand anyway. Listen, we want to finish our research here, and then we will ‘go away’. You have a choice: you can return from where you came or fight and suffer the same fate as your leader.
es: No tiene sentido explicarlo: no lo entenderías. Escucha, queremos terminar nuestra investigación en este lugar, y entonces nos iremos. Puedes elegir: puedes volver por donde viniste o luchar y sufrir el mismo destino que tu líder.

source: My master is dead.
es: Mi maestro está muerto.

source: Now, you listen. I don’t care who you people are, but this has gone too far and you will pay for this. Kill him!
es: Ahora, escuchame. No me importa quienes sois, pero esto ha ido demasiado lejos y vas a pagar por ello. ¡Matadlo!

source: MY MASTER IS DEAD!!! I WILL HOLLOW YOUR EYES OUT!!!
es: ¡MI MAESTRO ESTÁ MUERTO! ¡VOY A SACARTE LOS OJOS!

source: You have decided.
es: Tu lo has querido.

source: Defeat Aerius
es: Eliminar a Aerius

source: My Lord, we have already gathered information about their potential. We need not suffer more losses. Guru did not give us the permission.
es: Mi señor, ya hemos reunido la información acerca de su potencial. No necesitamos sufrir más bajas. Gurú no nos dio permiso.

source: Guru is not here.
es: Gurú no está aquí.

source: The Council of Masters will be very dissatisfied with the outcome of this expedition.
es: El consejo de los maestros estará muy descontento con el resultado de esta expedición.

source: The Council does not care about those natives.
es: El consejo no se preocupa por estos nativos.

source: Rashti. Do you remember the first time you came here with your master? When you were fighting, I asked you to read the inscription on that big circle. I assume that you would not do that again, would you?
es: Rasti. ¿Recuerdas lo que pasó cuando viniste aquí con tu maestro? Cuando estabas luchando, te pedí que leyeras la inscripción de ese gran círculo. Supongo que no lo harías de nuevo. ¿Verdad?

source: Wait a... Rashti, did you say the activation spell?!
es: Un momento... Rasti. ¿Pronunciaste el conjuro de activación?

source: It was she who opened the portal that sucked her master in.
es: Fue ella la que abrió el portal que absorbió a su maestro.

source: Is that true?!
es: ¿Es eso verdad?

source: Yes.
es: Si.

source: She did not witness the death of her master. I blew her out of this place, a few days of walking from here.
es: Ella no presenció la muerte de su maestro. La expulsé fuera de este lugar, a varios días de camino de aquí.

source: Rashti, you will not make the same mistake again. You will not read the spell. But I wonder whether you... remember it.
es: Rasti, no cometerás el mismo error de nuevo. No leerás el conjuro. Pero me pregunto si... lo recuerdas.

source: Yes. We never sleep, we never cry; we never forget.
es: Sí. Nosotros nunca dormimos, nunca lloramos, nunca olvidamos.

source: Oh, really? I think magical entities are not clever, so I do not believe you. If you remember the spell, prove it.
es: ¿De verdad? Creo que los entes mágicos no son muy listos, así que no te creo. Si es verdad que recuerdas el conjuro, demuéstramelo.

source: Don’t do th...
es: No lo hag...

source: The spell was: Shakataraja Ramidajana Katarajan
es: El conjuro era: Shakataraja Ramidajana Katarajan

source: Meh... that was too easy. I love naïveté of abyssmal beings. They seem like children, amazingly powerful children...
es: Bah...Eso ha sido muy fácil. Me encanta la inocencia de los seres del abismo. Son como niños, niños con un poder asombroso...

source: What have you done?! It’s pulling us in!!!
es: ¿Pero qué es lo que has hecho? ¡Nos está absorbiendo!

source: It was your fault.
es: Fue por tu culpa.

source: NO, IT WAS YOURS!!!
es: ¡NO, FUE LA TUYA!

source: No, the human is to blame. Mehir, I must climb to where he stands and kill him.
es: No, la culpa es del humano. Megir, he de subir a donde está y matarlo.

source: You’d better hurry up before we get sucked into this... hell. And don’t get yourself killed. If you die, we will lose the Abyss!
es: Será mejor que te des prisa antes de que nos absorba este...infierno. ¡Y no te dejes matar, sin ti perderíamos el abismo!

source: Run, Rashti, run. Without you, we won’t make it!
es: Corre Rasti, corre. ¡Sin ti no podremos hacerlo!

source: ...This is... impossible!
es: ...¡Esto es...imposible!

source: Indeed, only one of the Ultimate Beings could have done something like that.
es: En verdad, que solo uno de los seres definitivos podría haber hecho algo como esto.

source: Rashti! Get away from there! We must close the portal!
es: ¡Rasti! ¡Sal de ahí! ¡Debemos cerrar el portal!

source: What happened?
es: ¿Qué ha ocurrido?

source: I used his soul to close the gate.
es: He usado su alma para cerrar el portal.

source: Let’s defeat the rest!
es: ¡Matemos a los demás!

source: That’s the last of them. We must bring the sad news to al-Kamija. Tashkar has died...
es: Ese era el último. Debemos llevar las malas noticias a Alcamiya. Tashkar ha muerto...

source: Mehir... please... be my new master.
es: Megir... por favor... sed mi nuevo maestro.

source: What?! Me?!
es: ¿Quién, yo?

source: You are strong.
es: Vos sois fuerte.

source: I...I think that is for the High Council to decide. Besides, I’m not one of three Leaders. They are the only ones that are allowed to have Ultimate Beings as servants.
es: Creo que... eso ha de decidirlo el alto consejo. Además, no soy uno de los tres líderes. Ellos son los únicos a los que se les permite tener como sirviente a un ser definitivo.

source: So be it. Let the High Council decide.
es: Así sea. Que el alto consejo decida.

source: Message
es: Mensaje

source: team_name^Highest Council
es: Alto consejo

source: Defeat the intruders
es: Elimine a los intrusos

source: Death of 3 Council members
es: La muerte de 3 miembros del consejo

source: We shouldn’t accuse Rashti of Tashkar’s death. Being naïve is a characteristic of the Abysmals. Luckily the true guilty party was defeated, though we will never find out who he was.
es: No deberíamos culpar a Rasti por la muerte de Tashkar. Los entes del abismo se caracterizan por su ingenuidad. Por fortuna los auténticos culpables fueron eliminados, aunque nunca lleguemos a saber quienes eran.

source: Well, it’s a pity, but now we have a bigger problem. Tar-Tabar has no leader. The High Council must choose Tashkar’s successor as soon as possible if we want to finish the circle in the given time.
es: Bueno, a sido una lástima, pero ahora tenemos un problema mayor. Tar-Tabar no tiene líder. El alto consejo debe elegir al sucesor de Tashkar cuanto antes si queremos terminar el círculo en el tiempo planeado.

source: I don’t think there is someone who has sufficient charisma and authority.
es: No creo que haya nadie disponible con la suficiente autoridad y carisma.

source: Maybe we should ask the Master of Banishers?
es: ¿No deberíamos pedírselo al maestro de los desvanecedores?

source: Do you want to see all magical creatures escaping from Tar-Tabar at the sound of his name?
es: ¿Queréis ver como huyen todas las criaturas mágicas de Tar-Tabar en cuanto oigan su nombre?

source: You’re right...
es: Tenéis razón...

source: As long as we do not make the decision, I suggest choosing one of us to be a temporary leader of Tar-Tabar.
es: Mientras acabamos de decidirnos, sugiero que uno de nosotros sea el líder temporal de Tar-Tabar.

source: It’s a good idea. Let’s vote. Mehir, leave the roo...
es: Es una buena idea. Votemos. Megir, salga de la...

source: Mag-Magar is under at...
es: Mag-Magar está siendo atac...

source: Who are they?! Rashti! Mehir! Save us!
es: ¿Quiénes son? ¡Rasti! ¡Megir! ¡Salvadnos!

source: ...death...
es: ... muerto...

source: Those beings must have invaded Mag-Magar! Let's not waste time! Mehir, take Rashti and your men with you. Maybe it’s not too late. As soon as you teleport there, we will send all of the armies of the Trinity to help you.
es: ¡Esos seres deben de haber invadido Mag-Magar! ¡No perdamos más tiempo! Megir, llevaos a Rasti y a vuestros hombres. Quizás no sea demasiado tarde. Tan pronto como os teleportéis allí, enviaremos a todos los ejércitos de la trinidad para ayudaros.

source: team_name^Unknown 1
es: Desconocido 1

source: team_name^Unknown 2
es: Desconocido 2

source: team_name^Unknown 3
es: Desconocido 3

source: team_name^Army of Mag-Magar
es: Ejército de Mag-Magar

source: Thank Nomolas! Help at last! My army has been almost defeated by those creatures of darkness... wait, you don’t look like one of the leaders of the Trinity. Who are you?
es: ¡Gracias a Nomolas! ¡Al fin recibimos ayuda! Mi ejército casi ha sido destruido por esas criaturas de la oscuridad... Un momento, no pareces uno de los líderes de la trinidad. ¿Quién eres?

source: Commander Mehir from Sud-Affar at your service, sir! The Armies of the Trinity will arrive soon.
es: ¡Comandante Megir de Sud-Affar a su servicio, señor! Los ejércitos de la trinidad llegarán pronto.

source: Excellent. I hope we will live long enough to see them. Unfortunately, I can’t risk fighting. This city mustn’t lose its leader. Defeat the invaders, soldier!
es: ¡Excelente! Espero que vivamos lo suficiente para verlos. Por desgracia, no puedo arriesgarme a luchar. Esta ciudad no debe perder a su líder. ¡Elimine a los invasores, soldado!

source: You can use the giant circle you are standing on in order to recruit or recall units.
es: Puede usar el círculo gigante en el que se encuentra para reclutar o reincorporar unidades.

source: Defeat all invaders
es: Elimine a todos los invasores

source: Death of Malib
es: Muerte de Malib

source: Something’s wrong...
es: Algo va mal...

source: In Nomolas’s name!!!
es: ¡En el nombre de Nomolas!

source: Good Nomolas! What was THAT?!
es: ¡Buen Nomolas! ¡Que ha sido ESO!

source: The circle has been destroyed! We’ve lost contact with the capital and reinforcements can’t arrive! We’re lost...
es: ¡El círculo ha sido destruido! ¡Hemos perdido contacto con la capital y los refuerzos no pueden llegar! Estamos perdidos...

source: Now every single blade is important. We must kill these witches — it may be our only chance to stop the invaders.
es: Ahora cada espada cuenta. Hemos de matar a esas brujas - podría ser nuestra única oportunidad para detener a los invasores.

source: Now it’s all the same for me. I prefer dying in battle than staying here, so... In the name of Nomolas - DIE WITCHES!!!
es: Ahora todo me da igual. Prefiero morir en la batalla antes que esperar aquí, por tanto... ¡En el nombre de Nomolas, MORID BRUJAS!

source: Hey, what’s going on? Everything is disappearing...
es: ¡Eh! ¿Qué está ocurriendo? Todo está desapareciendo...

source: Hello, is there anybody around here?
es: Hola. ¿Hay alguien aquí?

source: The light is so bright... I... I need to get out of here!
es: La luz es tan brillante... ¡Necesito salir de aquí!

source: Hahahaaahaaaaaaaaaa!!!
es: ¡Jajajaaajaaaaaaaaaa!

source: ...is talking to ME! The mountain! It says: oh nooo...
es: ...¡Está hablando conmigo! ¡La montaña! Dice que: oh nooo...

source: Mehir, it’s all gone. You’re safe now.
es: Megir, todo ha terminado. Ahora estáis a salvo.

source: I... What happened? Am I alive?
es: ...¿Qué ha ocurrido? ¿Estoy vivo?

source: These witches have cast a spell on you. You flew into a fury and started attacking air. We are lucky that holy Rashti’rhami used her powers and stopped your madness...
es: Esas brujas os lanzaron un hechizo. Os volvisteis furioso y comenzasteis a luchar contra el aire. Somos afortunados de que la sagrada Rasti Rami usara su poder para detener vuestra locura...

source: I thought I was killing witches, but they were my own men. It was terrible....
es: Pensaba que estaba matando brujas, pero eran mis propios hombres. Ha sido horrible...

source: There’s no time for talk. These sons of Efreeti won’t give up. We must kill them all.
es: No hay tiempo para hablar. Estos hijos de ifrit no se rendirán. Tendremos que matarlos a todos.

source: WE DID IT!!! Mehir, you’re my hero!
es: ¡LO HICIMOS! ¡Megir, sois mi héroe!

source: Indeed, we have defended the city.
es: Ciertamente, hemos podido defender la ciudad.

source: I am infinitely grateful to you. Without your help... as soon as the first carpets arrive from al-Kamija, I’ll go and speak with the High Council. Your achievements must be announced in the whole country!
es: Os estoy infinitamente agradecido. Sin vuestra ayuda... tan pronto como lleguen las primeras alfombras de Alcamiya, iré a hablar con el alto consejo. ¡Vuestros logros deben ser anunciados por todo el país!

source: A New Leader
es: Un nuevo líder

source: ...and that’s why I owe him my life. I anoint Mehir as the leader of Tar-Tabar.
es: ...y por ese motivo le debo la vida. Proclamo a Megir como líder de Tar-Tabar.

source: It is impossible to become a leader from day to day. He’s only twenty-eight years old.
es: Es imposible llegar a líder de un día para otro. Solo tiene veintiocho años.

source: But he managed to do the impossible - to save my city!
es: ¡Pero se las arregló para hacer lo imposible, salvar mi ciudad!

source: He was lucky Rashti’rhami was with him at that time. But still there was a risk she would die and in consequence our work with the Circle would have been ruined!
es: Tuvo suerte de que Rasti Rami estuviera con él. Pero aún así, existió el riesgo de que ella muriera y de que, como consecuencia, nuestro trabajo con el círculo se arruinara.

source: The holy Rashti’rhami was under his command. It was his skills that saved both the city and Rashti! Apart from that she told me that Mehir is worthy of becoming her master.
es: La sagrada Rasti Rami estaba a sus órdenes. ¡Fue su habilidad la que salvó a la ciudad y a Rasti! Aparte de que ella misma me dijo que Megir es merecedor de ser su maestro.

source: Rashti is unpredictable. She can say many things between her moods of rage or self-control.
es: Rasti es impredecible. Puede decir muchas cosas mientras oscila su estado de ánimo entre la rabia y el auto-control.

source: Do you want me to tell her that?
es: ¿Deseáis que le diga eso?

source: Please, don’t! I beg you! She will rip my throat out if she knows!
es: ¡No, por favor! ¡Os lo ruego! ¡Me cortaría la garganta si lo supiera!

source: So we have come to an understanding. I knew you would not let me down. Bye!
es: Entonces hemos llegado a un acuerdo. Sabía que no me defraudaríais. ¡Adiós!

source: Hey, wait! Damn, he’s gone...
es: ¡Eh, esperad! Maldición, se ha marchado...

source: Welcome. We are here to establish a new leader for Tar-Tabar.
es: Bienvenidos. Estamos aquí para nombrar al nuevo líder de Tar-Tabar.

source: The Highest Council has contemplated on the subject and finally took impartial...
es: El alto consejo ha estudiado la cuestión y finalmente ha tomado una decisión…

source: *cough*
es: (tose)

source: ...decision. The meeting elected Mehir the new leader!
es: ... imparcial. ¡El consejo ha nombrado líder a Megir!

source: We chose him in recognition of his achievements. Mehir, come closer.
es: Lo elegimos como reconocimiento a sus logros. Acercaros, Megir.

source: By the power given to me by the High Council and in the name of all citizens of our country and the Abyss I grant you the title leader of Tar-Tabar!
es: ¡Por el poder que me ha otorgado el Alto Consejo y en el nombre de todos los ciudadanos de nuestro país y del Abismo os otorgamos el nombramiento de líder de Tar-Tabar!

source: I hope it’s not a dream.
es: Espero no estar soñando.

source: Of course not! Tar-Tabar has finally a new keeper. Its people are now your subjects and the local army has a new commander. This is a great responsibility. Don’t forget about this.
es: ¡Por supuesto que no! Tar-Tabar tiene al fin un nuevo protector. Su gente es ahora vuestra responsabilidad y el ejército local tiene un nuevo comandante. Es una gran responsabilidad. No lo olvidéis.

source: Oh, I almost forgot. Each leader of the Trinity has their own ultimate being as a servant. For Tar-Tabar it is Rashti’rhami, the one who you’ve had the pleasure to meet a few weeks ago. Since that moment you are her new master. Frankly, I don’t envy you. Her fluctuations of mood...
es: Oh, casi lo olvido. Cada líder de la trinidad tiene su propio ente definitivo como sirviente. El de Tar-Tabar es Rasti Rami, que ya tuvisteis el placer de conocer hace unas semanas. Desde este momento sois su nuevo maestro. Francamente, no os envidio. Sus cambios repentinos de estado de ánimo...

source: (whispers) ...can I resign? She scares me...
es: (susurra) ...¿Puedo renunciar? Es que me da miedo...

source: (whispers) ...shut up... (speaks normally) In spite of everything, I hope you will be a successful team, which will allow us to move to the Abyss faster than expected. Take care of her. Her death would cause disastrous consequences for the Abyss. I think we are finished here, so let the party begin!
es: (susurra) ... callaos... (habla con normalidad) A pesar de todo, espero que forméis un buen equipo, lo cual nos permitirá trasladarnos al abismo más rápido de lo planeado. Cuidad de ella. Su muerte podría tener consecuencias desastrosas para el abismo. ¡Creo que ya hemos terminado con esto, ya puede comenzar la celebración!

source: Hurray!!!
es: ¡Hurra!

source: Cheers for Mehir!!!
es: ¡Que viva Megir!

source: Ale!!!
es: ¡Olé!

source: The Great Desert
es: El gran desierto

source: Leader of the Banishers’ Guild
es: Líder del gremio de los desvanecedores

source: team_name^Reficul
es: Reficul

source: team_name^Rashti
es: Rasti

source: team_name^Kharos
es: Kharos

source: That’s the place. I can see his army in front of us.
es: Ese es el lugar. Puedo ver a su ejército frente a nosotros.

source: Ah, a Summoner! You have come to defeat me, have you?
es: ¡Ah, un invocador! Has venido a acabar conmigo. ¿Verdad?

source: Yes. Today you will leave this world forever and return to the Abyss.
es: Si. Hoy vas a dejar este mundo para siempre y volverás al abismo.

source: You must be joking. Look at my army! They wanted to destroy but were ordered to guard their masters. No more! I gave them an alternative! Now they... we can be free and you cannot stop us!
es: Debes de estar bromeando. ¡Mira mi ejército! Se les ordenó proteger a sus maestros cuando lo que en realidad querían era destruir. ¡Se acabó! ¡Les he dado una alternativa! ¡Ahora ellos... nosotros podemos ser libres y tú no podrás detenernos!

source: My liege, He is no common Efreet. As a leader of the Banishers’ Guild in Tar-Tabar, I have seen many things, but this one here is a real pleasure to my eyes. He is a real Great Efreet, full of hatred, the most powerful of all creatures of the Red Abyss.
es: Mi señor, no se trata de un ifrit normal. Como líder de los desvanecedores de Tar-Tabar, he visto muchas cosas, pero esto de aquí es un placer para mis ojos. Es un auténtico Gran Ifrit, lleno de odio, el más poderoso de todas las criaturas del abismo rojo.

source: That’s... fantastic. It was supposed to be easy... My first mission as a leader and the personification of destruction on the horizon... I am not surprised at all that he persuaded so many creatures to follow him. Nevertheless I think we will make it, because now I can use jinns!
es: Eso es... estupendo. Se suponía que iba a ser fácil... Mi primera misión como líder y me encuentro con la personificación de la destrucción... No me extraña que haya podido convencer a tantas criaturas para que le sigan. Sin embargo pienso que lo conseguiremos. ¡Ahora puedo utilizar genios!
