Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-Pepe.po
Languages: es

source: How should I show them the Abyss and fried lizards, I wonder? Okay, okay, I’ll try. Maybe we will avoid trouble...
es: Me pregunto como podría mostrarles el abismo y lagartos fritos. Vale, de acuerdo, lo intentaré. Quizás nos evitemos problemas...

source: Two hours later...
es: Dos horas después...

source: I am afraid they still don’t understand. Maybe we should show them a magical entity?
es: Me temo que siguen sin entender. Tal vez deberíamos mostrarles un ente mágico.

source: The only scroll I have summons a Fire Elemental. Let’s try.
es: El único pergamino que tengo ahora mismo invoca a un elemental de fuego. Intentémoslo.

source: We’re surrounded!
es: ¡Estamos rodeados!

source: This is my fault. I will stop them, and you run to the camp!!!
es: Es por mi culpa. ¡Los retendré para que podáis volver corriendo al campamento!

source: Your bravery is amazing. Maybe I will manage to send you some reinforcements.
es: Vuestra valentía es impresionante. Quizás pueda enviaros refuerzos.

source: Don’t worry about us. You must protect the Great Circle at all costs!
es: No os preocupéis por mí. ¡Vos debéis proteger el gran círculo a toda costa!

source: And, RUN!!!
es: ¡CORRED!

source: ALERT!!!
es: ¡CUIDADO!

source: Let someone inform Sud-Affar! We are under attack! We need reinforcements!
es: ¡Que alguien vaya a Sud-Affar a informar! ¡Nos atacan! ¡Necesitamos refuerzos!

source: Defend the camp
es: Defended el campamento.

source: Holy Efreeti! What is THAT?!
es: ¡Por el ifrit sagrado! ¿Qué es ESO?

source: Oh no, please! We can’t survive such an attack by such a thing!
es: ¡Oh no, por favor! ¡No podremos sobrevivir al ataque de esa cosa!

source: (that lizard says something, but it is too far away for Mehir to hear anything)
es: (ese saurio está diciendo algo, pero se encuentra demasiado lejos para que Megir pueda oír nada)

source: Huh? They are retreating? We are safe!
es: ¿Como? ¿Se retiran? ¡Estamos a salvo!

source: No, wait — we are still under attack! Continue defending — now we can stop them.
es: ¡No, esperad - seguimos siendo atacados! Mantened la posición - ahora podemos pararlos.

source: That’s the last of them.
es: Este era el último.

source: It looks like the fire elementals make them furious. I wish I hadn’t shown him, everything would have ended in a different way. Too many lives were lost.
es: Parece que los elementales de fuego los hacen enfurecer. Ojalá no se lo hubiera mostrado, todo habría terminado de una forma diferente. Demasiadas vidas se han perdido.

source: The reinforcements from Sud-Affar will come soon. We must be on our guard. There is a large tropical forest in front of us full of dangerous creatures. We will need many troops.
es: Los refuerzos llegarán pronto desde Sud-Affar. Debemos mantenernos en guardia. Hay un enorme bosque tropical ante nosotros lleno de criaturas peligrosas. Necesitaremos muchas tropas.

source: Send someone to the city for machetes and saws. We can forget about fire elementals for the time being.
es: Enviad a alguien a la ciudad a por machetes y sierras. Por el momento podemos olvidarnos de usar elementales de fuego.

source: Southern Nations
es: Naciones del sur

source: team_name^Lizards
es: Saurios

source: team_name^Barbarians
es: Bárbaros

source: Strange...
es: Que raro...

source: Indeed. Those beasts should’ve eaten us a long time ago. We are sitting three days in this jungle and there are no lizards nearby. I doubt the sense of this intervention.
es: Ciertamente. Aquellas bestias deberían habérsenos comido hace mucho tiempo. Ya hemos pasado tres días en esta jungla y no hay ningún saurio cerca. Ya dudo de que esta operación tenga algún sentido.

source: I don’t get it. They were completely furious. They couldn’t have just run away...
es: No lo entiendo. Estaban totalmente furiosos. No pueden haber huido sin más...

source: Soon, we will reach the end of this gods-besotted jungle. If nothing attacks us, we will be able to connect the circle with Sud-Affar’s portal in four months. We could’ve done the same in just a couple of months, if this stupid ban on Fire Elementals wasn’t in force.
es: Pronto alcanzaremos el final de esta jungla de locos. Si nada nos ataca, podremos conectar el círculo con el portal de Sud-Affar en cuatro meses. Podríamos haber hecho lo mismo en dos meses sin esa estúpida prohibición de los elementales de fuego.

source: Please understand. Using Fire Elementals may cause those beasts to reappear. We shouldn’t tempt fate.
es: Por favor comprended. El uso de elementales de fuego podría causar que esas bestias reaparezcan. No deberíamos tentar a la suerte.

source: If there are any. If not...
es: Si es que hay alguna. Si no...

source: What was that?
es: ¿Qué ha sido eso?

source: It’s a good question. It came from there!
es: Una buena pregunta. ¡Por allí!

source: Oh my...
es: Oh, por todos los...

source: KROG FEEL POWER! KROG WANT CRUSH, DESTROY, BREAK!!!
es: ¡KROG SIENTE PODER! ¡KROG QUIERE APLASTAR, DESTRUIR, ROMPER!

source: Kill them!
es: ¡Matadlos!

source: Amazing. It’s the first time I have seen something like this. What unique sorts of creatures live on this land...
es: Increíble. Es la primera vez que veo algo así. ¿Qué clase de criaturas únicas viven en estas tierras...?

source: We must help those lizards!
es: ¡Debemos ayudar a esos saurios!

source: Have you lost your mind?! This is not our war. Since they are busy with each other, the Circle is safe.
es: ¿Os habéis vuelto loco? No es nuestro problema. Mientras estén ocupados, el círculo estará a salvo.

source: But don’t you see that we can win ourselves an ally? Don’t forget that the circle crosses their territory, and as far as I know we are unwelcome. This is the chance to change it. Who knows, maybe we will persuade them to help our workers?
es: ¿Pero no veis que podemos conseguir un aliado? No olvidéis que el círculo cruza su territorio y, si mal no recuerdo, no somos bienvenidos. Esta es la oportunidad de cambiar eso. Quién sabe, igual podemos convencerlos para que ayuden a nuestros trabajadores.

source: Are you mad? It seems like they’d rather tear you apart than come to an understanding. My job is to protect the circle which means I cannot allow anyone outside our country to come closer to it. If you want to support them, you may, but the army of Sud-Affar won’t help you.
es: ¿Estáis loco? Creo que preferirían despedazaros antes que llegar a un acuerdo. Mi trabajo es proteger el círculo y eso quiere decir que no debo permitir a ningún extranjero que se le acerque. Si queréis socorrerlos, podéis, pero el ejército de Sud-Affar no os ayudará.

source: I will fight with my own men. Wish me luck, Jaffar.
es: Lucharé con mis propios hombres. Deseadme suerte, Jaffar.

source: If you bring those savages near our circle, I will have my Efreeti torture you.
es: Si hacéis que esos salvajes se acerquen a nuestro círculo, haré que mis ifrit os torturen.

source: I must win these lizards over. It seems that we will have to kill some barbarians first. Don’t harm the lizards!
es: Debo llegar hasta esos saurios. Parece que tendremos que matar algunos bárbaros primero. ¡No dañéis a los saurios!

source: If you find the upcoming battle too slow, you can increase game speed via settings.
es: Si le parece que la próxima batalla transcurre con mucha lentitud, puede aumentar la velocidad del juego modificando la configuración.

source: Defeat some barbarians
es: Elimine algunos bárbaros

source: Protect lizards
es: Proteja a los saurios

source: We did it! Now it’s time to defeat all barbarians.
es: ¡Lo hicimos! Es el momento de acabar con todos los bárbaros.

source: (series of gestures demanding retreat)
es: (serie de gestos pidiendo la retirada)

source: You want to withdraw, but where?
es: Queréis retiraros. ¿Pero adonde?

source: (points his finger towards a keep inside the jungle)
es: (apunta con su dedo hacia una torre en la jungla)

source: So this is your plan! Protect the lizard leader!
es: ¡Entonces este es vuestro plan! ¡Proteged al líder saurio!

source: Protect Rhaxiz
es: Proteja a Rhaxiz

source: Death of Rhaxiz
es: Muerte de Rhaxiz

source: Oh no, it’s a trap! Save him!
es: ¡Oh no! ¡Es una trampa! ¡Salvémoslo!

source: Now it’s gonna be a piece of cake!
es: ¡Esto va a ser muy fácil!

source: Kill Brogh’ur
es: Mate a Brogh’ur

source: Huh?
es: ¿Uh?

source: Tip: You can use the Heavy Summoner’s summon ability to create new units. Right-click on him for details. (All lvl3 Summoners have this ability)
es: Consejo: Puede usar la habilidad de invocar de los invocadores pesados para crear nuevas unidades. Haga clic derecho sobre ellos para ver los detalles. (Todos los invocadores de nivel 3 tienen esta habilidad)

source: Hey, What is that salamander doing out there? He’s calling me.
es: ¡Eh! ¿Qué está haciendo allí esa salamandra? Me está llamando.

source: Take them!!!
es: ¡Cogedlos!

source: Hah! Die, bastards!!
es: ¡Ja! ¡Morid, bastardos!

source: I curse you all!!!
es: ¡Os maldigo a todos!

source: Brogh’ur’s dead! Run!!!
es: ¡Ha muerto Brogh’ur! ¡Corred!

source: We did it! They are defeated!
es: ¡Lo hicimos! ¡Los hemos derrotado!

source: Do you hear that? It’s like the sound of flapping wings...
es: ¿Escucháis eso? Es como un sonido de batir de alas...

source: Chaos Wyvern
es: Guiverno del caos

source: We’ve... got... a problem.
es: Tenemos...un...problema.

source: The leader of lizards is dead. We have lost our chance...
es: Ha muerto el líder de los saurios. Hemos perdido nuestra oportunidad...

source: Mehir! You thief! Take him!
es: ¡Megir! ¡Ladrón! ¡Cogedlo!

source: Mehir! You’ve brought those beasts here! I will punish you myself!
es: ¡Megir! ¡Has traído hasta aquí a esas bestias! ¡Te castigaré!

source: Fire Canyon
es: Cañón de fuego

source: team_name^Post
es: Puesto

source: Seize the post on the other side
es: Apodérese del puesto en el otro lado

source: Release the lizards
es: Libere a los saurios

source: A lizard dies
es: Un saurio muere

source: Defeat the barbarians
es: Elimine a los bárbaros

source: The bridge is burnt
es: El puente es quemado

source: That’s the place. I can see cages and... there are captured lizards inside.
es: Este es el sitio. Puedo ver algunas jaulas y...hay saurios aprisionados dentro.

source: It looks like we will have to attack the fortress ahead in order to reach them.
es: Parece que para llegar hasta ellos tendremos que atacar la fortaleza de enfrente.

source: However, this isn’t the jungle — it’s time we use those Fire Elementals. We must cross this bridge first, however, otherwise it will burn and we won’t be able to return. Also, we should hurry up - the lizards may not survive the night in this hostile environment.
es: Sin embargo, esto no es la jungla - ya es hora de usar esos elementales de fuego. Aunque primero debemos cruzar este puente, si no ardería y no podríamos volver. Además, deberíamos darnos prisa - los saurios no aguantarían una noche en este entorno tan hostil.

source: We’re under attack!
es: ¡Nos atacan!

source: Strange, they don’t look like those green bastards. I wonder what they want, but never mind... KILL THEM!!!
es: Que raro, no se parecen a esos bastardos verdes. Me pregunto qué es lo qué quieren, pero no importa... ¡MATADLOS!

source: Quick! We must seize this post — I will be able to summon our Elementals from there.
es: ¡Rápido! Debemos apoderarnos de este puesto - podré invocar a nuestros elementales desde ahí.

source: At last! Feel the fires of the Abyss!
es: ¡Al fin! ¡Sentid los fuegos del abismo!

source: What the hell is that? A walking bonfire? DESTROY IT!!!
es: ¿Qué demonios es eso? ¿Una hoguera andante? ¡DESTRUIDLA!

source: Freedom! Tell me, who are you?
es: ¡Libres por fin! Decidme quiénes sois.

source: The Keeper sent us. We’re here to rescue you.
es: El guardián nos envió. Estamos aquí para rescataros.

source: I believe you. None of the foreigners know such details. Please take us from this place. The desert almost dried us to death.
es: Os creo. Ningún extranjero conoce esos detalles. Por favor, sacadnos de este lugar. El desierto casi nos ha secado hasta matarnos.

source: That’s the last of them. Let’s defeat the rest and get out of this place.
es: Ese era el último. Eliminemos al resto y salgamos de aquí.

source: Let’s rescue the lizards.
es: Rescatemos a los saurios.

source: Those fools managed to break through... Probably you have come for these green savages. NEVER! TROLLS, GET THEM!!!
es: Esos idiotas han conseguido pasar... Probablemente habéis venido a por esos salvajes verdes. ¡NUNCA! ¡TROLLS, COGEDLOS!

source: You will never rescue them! NEVER!!! KNOCK THEM OFF!
es: ¡Nunca los rescataréis! ¡NUNCA! ¡ECHADLOS FUERA!

source: I DO IT!!!
es: ¡YO LO HARÉ!

source: And I defend the bridge!
es: ¡Y yo defiendo el puente!

source: We must stop them!
es: ¡Debemos detenerlos!

source: The lizards are safe now. And so our works on their territory. Let’s get back to the jungle. I hope those forest folks haven’t made a soup from Jaffar yet...
es: Los saurios ya se encuentran a salvo. Y también nuestro trabajo en su territorio. Volvamos a la jungla. Espero que esos habitantes del bosque no hayan hecho sopa con Jaffar aún...

source: team_name^Unknown
es: Desconocido

source: So this is our old home... It gives me the creeps...
es: Así que este es nuestro antiguo hogar... Me produce escalofríos...

source: I can see skeletons scattered near the entrance. They seem to be quite old, which means they do not belong to Tashkar’s expedition. They must have been unfortunate adventurers seeking treasures... They were running to the exit, but something happened. I have bad feelings about this...
es: Puedo ver algunos esqueletos desperdigados cerca de la entrada. Parecen ser muy antiguos, por lo que no pertenecen a la expedición de Tashkar. Debe tratarse de aventureros desafortunados que buscaban tesoros... Algo les ocurrió cuando corrían hacia la salida. Tengo un mal presentimiento...

source: As far as I can see, there is no trace of Tashkar and his troops here. They must have proceeded to the next chamber. Nevertheless, we should make a thorough search. Maybe we will find some clues or treasures...
es: Hasta donde puedo ver, aquí no hay rastro de Tashkar ni de sus tropas. Han debido de seguir hasta la siguiente cámara. De todos modos, deberíamos echar un vistazo. Quizás encontremos alguna pista o incluso algún tesoro...

source: Move to the next chamber
es: Muévase hasta la siguiente cámara

source: (optional) Search the caves
es: (opcional) Busque en las cuevas

source: I could swear I saw something moving in the distance...
es: Podría jurar que vi algo moviéndose en la distancia...

source: These caves are home for dangerous creatures like bats and scorpions. Try not to make much noise, people. You don’t want to wake up something bad and hungry...
es: Estas cuevas son el hogar de criaturas peligrosas como murciélagos y escorpiones. Procurad no hacer mucho ruido. No queráis despertar algo malo y hambriento...

source: We’ve awoken BATS!!!
es: ¡Hemos despertado MURCIÉLAGOS!

source: scimitar^Leave it
es: Dejarla

source: Should $unit.name pick up the scimitar?
es: ¿Debería $unit.name coger la cimitarra?

source: scimitar^Take it
es: Cogerla

source: Only a summoner can use this item!
es: ¡Solo un invocador puede usar este objeto!

source: Ancient Scimitar
es: Cimitarra antigua

source: Legends say that this scimitar can magically lead a hand of the owner so his strikes are more deadly and hit more often. Attack increases by 100% Chance to hit is constant and equals 70%
es: Las leyendas dicen que esta cimitarra puede guiar mágicamente la mano de su propietario de modo que sus ataques resultan más dañinos y acierta más a menudo. El ataque aumenta un 100% La oportunidad de acertar siempre es del 70%

source: ancient scimitar
es: cimitarra antigua

source: This unit holds a powerful scimitar.
es: Esta unidad porta una poderosa cimitarra.

source: It’s a trap!
es: ¡Es una trampa!

source: Those who touch the scimitar...
es: Aquellos que toquen la cimitarra...

source: ...MUST DIE!!!
es: ¡...DEBEN MORIR!

source: Only the carpet rider can use this item!
es: ¡Solo un jinete de alfombra puede usar este objeto!

source: Should $unit.name pick up the carpet?
es: ¿Debería $unit.name coger la alfombra?

source: Inspired by Abyssal winds, woven of magical threads. Those who possess this ancient vehicle, gain amazing speed and agility. Speed increases by 50% Negates zones of control (grants the skirmisher ability)
es: Inspirada por vientos abisales, tejida con hebras mágicas. Quién posea este antiguo transporte, gana una increíble velocidad y agilidad. La velocidad aumenta un 50% Anula las zonas de control (garantiza la habilidad de hostigador)

source: I’ve found a chest full of gold!
es: ¡He encontrado un cofre lleno de oro!

source: 180 gold
es: 180 oro

source: Only a camel rider can use this item!
es: ¡Solo un camellero puede usar este objeto!

source: Should $unit.name pick up the cloak?
es: ¿Debería $unit.name coger la capa?

source: Marked with mysterious symbols, this cloak was enchanted a long time ago, but it still grants good protection against fire. Advances the unit Grants 50% fire resistance
es: Marcada con símbolos misteriosos, esta capa fue encantada hace mucho tiempo, pero aún proporciona una buena protección contra el fuego. Promociona a la unidad Proporciona una resistencia al fuego del 50%

source: cap^Leave it
es: Dejarla

source: cap^Take it
es: Cogerla

source: Should $unit.name pick up the cap?
es: ¿Debería $unit.name coger el turbante?

source: Cap of Power
es: Turbante poderoso

source: This unique headgear had to belong to a very powerful summoner. It follows from the amazing workmanship and the glitter of the big crystal in the front. Increases magical power by 20% Decreases experience points needed for advancement by 25%
es: Este equipamiento para la cabeza hubo de pertenecer a un invocador muy poderoso. Se deduce por la impresionante manufactura y el brillo del gran cristal en la frente. Aumenta el poder mágico en un 20% Disminuye los puntos de experiencia necesarios para avanzar en un 25%

source: cap of power
es: turbante poderoso

source: This unit wears a magical cap, which enhances its magical power.
es: Esta unidad lleva un turbante mágico, que mejora su poder mágico.

source: Should $unit.name pick up the armor?
es: ¿Debería $unit.name coger la armadura?

source: armor^Leave it
es: Dejarla

source: Only humans can use this item!
es: ¡Solo los humanos pueden llevar este objeto!

source: armor^Take it
es: Cogerla

source: Cuirass of the Ancients
es: Coraza de los antiguos

source: Richly decorated plates, solid workmanship and magical symbols: this must be the legendary armor of Ka-Gattans. Increases physical resistances by 25% Increases fire and cold resistances by 20% Decreases astral resistance by 15%
es: Con placas profusamente decoradas, una manufactura sólida y símbolos mágicos: esta debe de ser la legendaria armadura de Ka-Gattans. Aumenta las resistencias físicas en un 25% Aumenta la resistencia al fuego y al frío en un 20% Disminuye la resistencia astral en un 15%

source: The ground is shaking...
es: El suelo se está sacudiendo

source: ancient cuirass
es: coraza antigua

source: This unit is wearing a powerful armor, which grants additional physical resistance, but also increases susceptibility to arcane damage.
es: Esta unidad lleva una poderosa armadura, que proporciona resistencia física adicional, pero también aumenta la vulnerabilidad al daño arcano.

source: Should $unit.name pick up the spear?
es: ¿Debería $unit.name coger la lanza?

source: Only a Rhami or Rhami’kai can use this item!
es: ¡Solo un rami o un rami kai pueden usar este objeto!

source: This unique weapon, hammered from the light of Abyss, is a part of equipment used by magical entities called Rhami’kai. This one belonged to the first Rhami’kai. Advances the unit Increases the attack by 20%
es: Esta arma única, forjada con la luz del abismo, es parte del equipamiento usado por las entidades mágicas llamadas rami kai. Esta en concreto perteneció al primer rami kai. Promociona a la unidad Aumenta el ataque en un 20%

source: Only a magical entity can use this item!
es: ¡Solo un ente mágico puede usar este objeto!

source: Should $unit.name pick up the collar?
es: ¿Debería $unit.name coger el collar?

source: A legendary masterpiece made by the Ancestors in the olden times. Its unique powers enabled the magical being to be recalled back to the mortal world after being killed. The unit is recalled back to the leader when dies After each recall the unit becomes stronger The unit can be recalled only 3 times. After that it dies for sure.
es: Una legendaria obra maestra fabricada por los antiguos en tiempos remotos. Sus poderes únicos permiten que un ser mágico sea llamado de vuelta al mundo mortal después de morir. La unidad vuelve junto a su líder después de morir Después de cada vuelta la unidad se hace más fuerte La unidad puede ser llamada de vuelta solo tres veces. Después muere definitivamente.

source: After death the unit is recalled back to the leader. Activates only 3 times.
es: Tras morir, la unidad es llamada de vuelta hasta su líder. Solo puede activarse tres veces.

source: Only the elemental entity can use this item!
es: ¡Solo un elemental puede usar este objeto!

source: Should $unit.name pick up the amulet?
es: ¿Debería $unit.name coger el amuleto?

source: When the Ancestors summoned first elementals — entities made of pure energy - they dreamed about creating a creature from a mix of all four known elements. Unfortunately they failed and ended up with an unique amulet, capable of transforming one element into another. This is one of the most powerful relics made by the Ancestors. The elemental unit can turn into another elemental (use right-click on the unit to activate)
es: Cuando los antiguos invocaron a los primeros elementales - entes hechos de pura energía - soñaron con crear una criatura que fuera una mezcla de los cuatro elementos conocidos. No tuvieron la fortuna de conseguirlo pero, en cambio, obtuvieron un amuleto capaz de transformar un elemental de un tipo en otro. Esta es una de las reliquias más poderosas fabricada por los antiguos. El elemental puede transformarse en otro elemental. (haga clic derecho en la unidad para activarlo)

source: Something is here. It looks like a button...
es: Hay algo aquí. Parece un botón...

source: It looks like Tashkar and his troops went to the next area. They must have ignored all those artifacts and sneak behind monsters. But why?
es: Parece que Tashkar y sus tropas entraron en el área siguiente. Han debido de ignorar todos esos artefactos y se han escabullido por detrás de los monstruos. ¿Pero cómo?

source: Bridge of Light
es: Puente de luz

source: team_name^Expedition
es: Expedición

source: Mage
es: Mago

source: Surrender! You have no chance to win; you are alone.
es: ¡Ríndete! No tienes ninguna oportunidad de ganar: estas solo.

source: You do not understand, human...
es: No lo entiendes, humano...

source: You cannot...
es: No puedes...

source: ...DEFEAT ME!!!
es: ¡...MATARME!

source: ...Hmmm... Interesting...
es: ...Umm... Interesante...

source: ...Oh! A summoner. You have come to help me, have you not?
es: ¡...Oh! Un invocador. Habéis venido para ayudarme. ¿Verdad?

source: I... I... Yes. I am here to find Tashkar, the leader of Tar-Tabar. And you must be Rashti’rhami — the most powerful of all Rhamis, one of the four ultimate beings of the Abyss.
es: Yo... yo... Si. Estoy aquí para encontrar a Tashkar, el líder de Tar-Tabar. Y tú debes de ser Rasti Rami - el más poderoso de los rami, uno de los cuatro seres definitivos del abismo.

source: I am. And now...
es: Lo soy. I ahora...

source: ...AT THEM!!!
es: ¡...A POR ELLOS!
