Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: 41? 42? How in the world is a two-digit number supposed to be an answer to such an important question?!
es: 41? 42? ¿Cómo se supone que un número de dos dígitos es una respuesta a una pregunta tan importante?

source: Such things are beyond your uneducated mind to understand. Anyway, I am sorry to say that, but you have failed at the third part of the competition, and thus you will have to fight your way to the palace. (To his men) Kill them!
es: Tales cosas están más allá de tu mente sin educación para entender. De todos modos, lamento decir eso, pero has fallado en la tercera parte de la competencia y, por lo tanto, tendrás que lucharte contra el palacio. (A sus hombres) ¡Mátalos!

source: Wait, what?!
es: ¡¿Esperar lo?!

source: Behind his veil of intellectual superiority, this 'Arcanus' seems hardly different from Aerius - just another arrogant bloodthirsty brute... I can only hope that Guru will be different...
es: Detrás de su velo de superioridad intelectual, este 'Arcanus' no parece diferente de Aerius, solo otro arrogante bruto de sangre sanguínea ... Solo puedo esperar que Guru sea diferente ...

source: May I find the solution inside...
es: ¿Puedo encontrar la solución dentro ...

source: Huh? He just disappeared!
es: ¿Eh? ¡Simplemente desapareció!

source: Not exactly. I sense his soul materializing on one of the islands on the horizon. Something must have teleported him there. This place is full of strange energies.
es: No exactamente. Siento su alma materializándose en una de las islas en el horizonte. Algo debe haberlo teletransportado allí. Este lugar está lleno de energías extrañas.

source: As you can see, you cannot kill us here — only slow us down.
es: Como puede ver, no puede matarnos aquí, solo ralentizarnos.

source: Keep talking with that annoying voice and I'll find a way. You saw how I thrown a golem into the stratosphere. I could just throw another one wherever your soul is revived.
es: Sigue hablando con esa voz molesta y encontraré una manera. Viste cómo arrojé un golem a la estratosfera. Podría lanzar otro donde sea que se reviva tu alma.

source: I knew you were able to do powerful things like controlling powers of nature, but this... is unbelievable!
es: Sabía que podías hacer cosas poderosas como controlar poderes de la naturaleza, pero esto ... es increíble!

source: *smirks* Beaten at my own game... Seems like Guru was right to invest so heavily in getting you here. Anyway, my time here is over, so I better go.
es: * Smirks* golpeado en mi propio juego ... parece que Guru tenía razón al invertir tanto en conseguirte aquí. De todos modos, mi tiempo aquí ha terminado, así que es mejor que me vaya.

source: Well, seems I have to go now. Playing along with Arcanus' games was getting boring anyway.
es: Bueno, parece que tengo que irme ahora. Jugar junto con los juegos de Arcanus se volvía aburrido de todos modos.

source: My Master, our enemies are in remote locations connected with teleports. We should take control of these structures as soon as possible and use flying units to weaken their forces.
es: Mi maestro, nuestros enemigos están en lugares remotos conectados con teletransportes. Debemos tomar el control de estas estructuras lo antes posible y usar unidades de vuelo para debilitar sus fuerzas.

source: The enemy will try to slow us down till their reinforcements arrive. Use your experienced summoners to summon flying units like Jinn and Air Elementals. They are of utmost importance here, as we can't recruit yet.
es: El enemigo intentará ralentizarnos hasta que lleguen sus refuerzos. Use sus invocadores experimentados para convocar a unidades voladoras como Jinn y Air Elementals. Son de suma importancia aquí, ya que todavía no podemos reclutar.

source: The entrance to the palace looks suspiciously empty. We should probably proceed with caution...
es: La entrada al palacio se ve sospechosamente vacía. Probablemente deberíamos proceder con precaución ...

source: Enlightenment
es: Iluminación

source: team_name^Magi
es: Magos

source: Guru
es: Gurú

source: Wow... this place is in fact an enormous library! It is almost as big as the Grand Library of Abysmal Knowledge in al-Kamija!
es: Wow ... ¡este lugar es de hecho una enorme biblioteca! ¡Es casi tan grande como la Gran Biblioteca del Conocimiento Abismal en Al-Kamija!

source: We need to find that mysterious Guru. The defeated mage said he's here somewhere...
es: Necesitamos encontrar a ese misterioso gurú. El mago derrotado dijo que está aquí en alguna parte ...

source: I still don't trust these scheming magi, but it seems we don't have a choice.
es: Todavía no confío en estos magos intrigantes, pero parece que no tenemos otra opción.

source: Find Guru
es: Encuentra gurú

source: This is a non-combat scenario: -Mehir's movement refills after each move -You cannot skip your turn -You can interact with NPCs that have yellow exclamation marks by moving next to them -Rashti follows you automatically
es: Este es un escenario que no es de combate: -La de movimiento de Mehir se recarga después de cada movimiento -No no puedes omitir tu turno -PUEDES interactuar con NPC que tienen marcos de exclamación amarilla moviéndose junto a ellos -Rashti te sigue automáticamente

source: I am right behind you.
es: Estoy justo detrás de ti.

source: Hey you...
es: Eh, tú...

source: Hmm? *raises eyebrows* Welcome to the Palace of Omniscience, mister! This is the very heart of the Sky Kingdom and the centre of the universe! How can I help you?
es: ¿Mmm? * Ala las cejas* ¡Bienvenido al Palacio de Omniscience, señor! ¡Este es el corazón mismo del reino del cielo y el centro del universo! ¿Le puedo ayudar en algo?

source: Indeed, this place certainly looks like the centre of everything. I am looking for Guru. Do you know where I can find him?
es: De hecho, este lugar ciertamente se parece al centro de todo. Estoy buscando a Guru. ¿Sabes dónde puedo encontrarlo?

source: Guru is upstairs.
es: Guru está arriba.

source: Thanks.
es: Gracias.

source: You're welcome, mister 'Fancy Cap'!
es: ¡De nada, señor 'Cap Fancy Cap'!

source: Excuse me...
es: Disculpe...

source: *eyes completely focused on a book* I told you, Arcanus, I need to finish this tome of 'Mastering Magic Fluctuations' first before I perform the 'intelligence enhancement ritual' on that Mu of yours. Now go and bother someone else.
es: * Ojos completamente centrados en un libro* Te dije, Arcanus, necesito terminar este tomo de 'dominar las fluctuaciones mágicas' primero antes de realizar el 'ritual de mejora de inteligencia' en ese MU tuyo. Ahora ve a molestar a alguien más.

source: I'm not Arcanus, or whoever you think you're talking to.
es: No soy Arcanus, o con quien creas que estás hablando.

source: *closes book, looks at Mehir* Oh, my apologies, your voice is rather similar to his. Now, I would like to ask that you leave me alone stranger, I have a tome to read.
es: * Cierra el libro, mira a Mehir* Oh, mis disculpas, tu voz es bastante similar a la suya. Ahora, me gustaría pedirle que me dejes en paz extraño, tengo un tomo para leer.

source: Sure, whatever...
es: Claro, lo que sea...

source: Augurius
es: Augurio

source: My, my... that's quite an extravagant costume. You look like a real Summoner! But the Masquerade Ball starts in a few days.
es: Mi, mi ... ese es un disfraz bastante extravagante. ¡Te ves como un verdadero invocador! Pero la bola de mascarada comienza en unos días.

source: Because I am a real Summoner?
es: ¿Porque soy un verdadero invocador?

source: As if I'd believe that. But I must admit you have really big chances to win first prize in the competition for the best costume this year!
es: Como si creyera eso. ¡Pero debo admitir que tiene grandes posibilidades de ganar el primer premio en la competencia por el mejor disfraz de este año!

source: *sigh* I told you, this is not a co...
es: * suspiro* Te dije que esto no es un co ...

source: And you even have a magical circle! I thought these devices were exclusive to Summoners. I've never seen anyone else using those here. This is probably an illusion spell - a very clever one. Good job!
es: ¡Y incluso tienes un círculo mágico! Pensé que estos dispositivos eran exclusivos de los invocadores. Nunca he visto a nadie más usándolos aquí. Este es probablemente un hechizo de ilusión, uno muy inteligente. ¡Buen trabajo!

source: Rashti, you tell him...
es: Rashti, le dices ...

source: Human, this is a genuine magical circle. You are talking to the leader of Tar-Tabar and I am the Queen of the Abyss. If you want more proof, I suggest you go outside and see our troops.
es: Humano, este es un círculo mágico genuino. Estás hablando con el líder de Tar-Tabar y yo soy la Reina del Abismo. Si quieres más pruebas, te sugiero que salgas y veas a nuestras tropas.

source: *eyes wide open* Wait... So it's... you! Unbelievable! But how's that possible? Your kind should be in the Abyss now.
es: * Eyes muy abiertos* Espera ... así que eres ... ¡tú! ¡Increíble! Pero, ¿cómo es eso posible? Tu tipo debería estar en el abismo ahora.

source: I know. I didn't make it on time and I am stuck in this world for now. I was told Guru could help me and my men return to our folks in the Abyss.
es: Lo sé. No llegué a tiempo y estoy atrapado en este mundo por ahora. Me dijeron que Guru podía ayudarme a mí y a mis hombres a regresar a nuestra gente en el Abismo.

source: Ah, yes. Now I understand. Guru is definitely the person you are looking for. You can find him upstairs. Now pardon me, but I need to see those troops of yours! *to himself, with excitement in his voice* My friends won't believe me! I've met a real Summoner AND the Queen of the Abyss! This is awesome!
es: Ah, sí. Ahora entiendo. Guru es definitivamente la persona que estás buscando. Puedes encontrarlo arriba. Ahora perdóname, ¡pero necesito ver esas tropas tuyas! * Para sí mismo, con emoción en su voz* ¡Mis amigos no me creen! ¡He conocido a un verdadero invocador y la reina del Abismo! ¡Esto es increíble!

source: Did you hear that? He met 'a' summoner. At least he remembered you're 'the' Queen.
es: ¿Se enteró que? Conoció a 'A' invocador. Al menos recordó que eres 'la' reina.

source: *smiles gently*
es: *sonríe suavemente*

source: *browses books on a shelf*... 'Assembling Golems for Beginners', 'Raising Landmasses - the Definitive Guide', 'Magic for Lazy People', 'Magic for Mus 10th edition - now with more pictures', 'Why Mus Have Small Brains - A Case Study', 'Giant Toad Mating Seasons' ...nah, this must be on a lower shelf.
es: *Browses Books en un estante*... 'Golems de ensamblaje para principiantes', 'Raising Land Masses - The Definitive Guide', 'Magic for Lazy People', 'Magic for Mus 10th Edition - ahora con más imágenes', 'por qué Mus tiene Pequeños cerebros: un estudio de caso ',' temporadas de apareamiento de sapos gigantes '... no, esto debe estar en un estante inferior.

source: ...'The Fall of the Ancient Cyclops' Empire', 'The Dark Mysteries of the Great Jungle', 'The Arcane Encyclopedia Vol. 1', 'Study of Dwarvish Machinery (Incomplete)', 'On Kharos Culture', 'A Deal With God - Nomolas and His Motives' ...hmm, no, I am looking for novels...
es: ... 'La caída del antiguo ciclops' Imperio ',' Los misterios oscuros de la gran jungla ', la enciclopedia arcana vol. 1 ',' Estudio de maquinaria enana (incompleta) ',' sobre la cultura Kharos ',' un acuerdo con Dios - Nomolas y sus motivos '... hmm, no, estoy buscando novelas ...

source: Hmm, what's that? *grabs a medium sized book from the shelf* 'To Lands Unknown - the incredible adventures of a city guard from al-Kamija'. This could be fun! *starts reading*
es: Hmm, ¿qué es eso? * Tome un libro de tamaño mediano del estante* 'hasta tierras desconocidas: las increíbles aventuras de un guardia de la ciudad de al -Kamija'. ¡Esto podría ser divertido! *comienza a leer*

source: Ah, books already being written about me? Seems I am more famous than I thought.
es: Ah, ¿ya se escriben libros sobre mí? Parece que soy más famoso de lo que pensaba.

source: *turns to Mehir* Ah, you're back! Want more books?
es: * se vuelve hacia mehir* ¡Ah, estás de vuelta! ¿Quieres más libros?

source: Wow... he is quite big.
es: Vaya ... es bastante grande.

source: Scanning... Summoner encountered. Status: neutral, potentially dangerous.
es: Escaneo ... invocador encontrado. Estado: neutral, potencialmente peligroso.

source: Relax, if I wanted to start a fight here I would have already done it.
es: Relájate, si quisiera comenzar una pelea aquí, ya lo habría hecho.

source: Information received, returning to duty.
es: Información recibida, regreso al servicio.

source: *turns to Mehir* Hello mister! Do you need help with finding a book from the top shelf?
es: * se vuelve hacia mehir* ¡Hola señor! ¿Necesita ayuda para encontrar un libro del estante superior?

source: Sure, what books have you got there?
es: Claro, ¿qué libros tienes allí?

source: Me have... First, 'Heaven's Kitchen' - a cookbook from Kharos. Second, 'That Time I Got Reincarnated As A Mu' - I like it, it has a lot of pictures, other books have a lot of complex words. Thirdly, uhhh... 'Fifty Shades of Tharis' the story of a Kharosian girl who marries a wealthy Tharis sorcerer. I don't think I'm old enough for that one yet. Which one do you want mister?
es: Yo tengo ... primero, 'Heaven's Kitchen', un libro de cocina de Kharos. En segundo lugar, 'esa vez me reencarné como MU'. Me gusta, tiene muchas fotos, otros libros tienen muchas palabras complejas. En tercer lugar, Uhhh ... 'Cincuenta tonos de Tharis' la historia de una niña kharosiana que se casa con un rico Tharis Sorcerer. No creo que tenga la edad suficiente para eso todavía. ¿Cuál quieres señor?

source: Hmmmm... what book to choose...
es: Hmmmm ... que libro elegir ...

source: Heaven's Kitchen
es: Cocina del cielo

source: Alright, time to give this one a read...
es: Muy bien, es hora de darle una lectura ...

source: A lot of the recipes involve so-called 'crabs' and 'lamb sauce'. Sounds quite delicious. Now I regret not tasting some of these back when I was still in Kharos...
es: Muchas de las recetas implican los llamados 'cangrejos' y 'salsa de cordero'. Suena bastante delicioso. Ahora lamento no haber probado algunos de estos cuando todavía estaba en Kharos ...

source: That Time I Got Reincarnated As A Mu
es: Esa vez me reencarné como MU

source: The Mu was right, it does have plenty of pictures. The story was alright though.
es: El MU tenía razón, tiene muchas fotos. Sin embargo, la historia estaba bien.

source: Fifty Shades of Tharis
es: Cincuenta tonos de Tharis

source: Wow... uhh... I didn't know you liked THOSE kinds of books.
es: Wow ... uhh ... no sabía que te gustaban ese tipo de libros.

source: Uh, it's not what it looks like, I swear! I was just curious and all.
es: Uh, no es lo que parece, ¡lo juro! Tenía curiosidad y todo.

source: *sigh* Fine, let's pretend we never saw this.
es: * suspiro* bien, fingamos que nunca vimos esto.

source: Wow... he is quite big. I'd rather not mess with this guy.
es: Vaya ... es bastante grande. Prefiero no meterme con este tipo.

source: I think that's enough reading for now. As great as the library is, we have more pressing matters.
es: Creo que es suficiente lectura por ahora. Por bueno que sea la biblioteca, tenemos asuntos más apremiantes.

source: Alright...
es: Está bien...

source: Man, that globe is really big. Hmm, let me take a closer look...
es: Hombre, ese globo es realmente grande. Hmm, déjame echar un vistazo más de cerca ...

source: When you said you'd take a closer look, I didn't think you mean THAT close.
es: Cuando dijiste que echarías un vistazo más de cerca, no pensé que te refieres a eso.

source: Standing on top of the entire known world feels good.
es: De pie en la parte superior de todo el mundo conocido se siente bien.

source: Get off the globe! This is precious equipment you're stomping on. Argh, gonna have to get the mus to clean it again...
es: ¡Sal del mundo! Este es un equipo precioso en el que te estás pisando. Argh, tendré que hacer que el musulman lo limpie de nuevo ...

source: I don't recognize any of these lands on this side. These must be other continents of this planet. When our ancestors had discovered the Abyss and settled in al-Kamija, they entirely gave up on world exploration.
es: No reconozco ninguna de estas tierras de este lado. Estos deben ser otros continentes de este planeta. Cuando nuestros ancestros ​​descubrieron el abismo y se establecieron en Al-Kamija, se dieron por vencido por la exploración mundial.

source: You can't blame them. They were just safe from the dangers of the outside world, living an isolationist utopian life together with their Abyssmal servants in the middle of the Great Desert for centuries.
es: No puedes culparlos. Estaban a salvo de los peligros del mundo exterior, viviendo una vida utópica aislacionista junto con sus sirvientes abisales en medio del gran desierto durante siglos.

source: I scouted the borders of the Great Desert with my third master more than 250 years ago but we didn't go very far. There were no flying carpets at that time. And Jinn, well, they had their own affairs.
es: Expliqué las fronteras del gran desierto con mi tercer maestro hace más de 250 años, pero no fuimos muy lejos. No había alfombras voladoras en ese momento. Y Jinn, bueno, tenían sus propios asuntos.

source: Guardian
es: guardián

source: Uh, excuse me...
es: Uh, disculpe ...

source: I am here to see Guru over a very important matter.
es: Estoy aquí para ver a Guru sobre un asunto muy importante.

source: Not a talkative person, are you?
es: No es una persona habladora, ¿verdad?

source: Ah, welcome to the Palace of Omniscience, Mehir. Though I am generally above such petty things as entertainment, I must admit, you impressed me. You are the first visitor from the surface to reach the palace, and that's no small feat, mind you.
es: Ah, bienvenido al Palacio de Omniscience, Mehir. Aunque generalmente estoy por encima de cosas tan mezquinas como el entretenimiento, debo admitir que me impresionó. Eres el primer visitante de la superficie en llegar al palacio, y eso no es una hazaña pequeña, eso sí.

source: Those magi told that you're the person who can help me return to my people in the Abyss, and made me fight my way here, so it better be true...
es: Esos magos dijeron que eres la persona que puede ayudarme a regresar con mi gente en el abismo y me hicieron luchar para mi camino aquí, por lo que es mejor que sea cierto ...

source: Ah, yes, I do know how to make it happen. *turns to his people* Gentlemen, I need to discuss something with our guests here in private. Vacate the library until we are done.
es: Ah, sí, sé cómo hacer que suceda. * Se vuelve hacia su gente* Señores, necesito discutir algo con nuestros invitados aquí en privado. Espera la biblioteca hasta que hayamos terminado.

source: Much better... Where was I? Ah, yes. I know how to help you, but unfortunately opening a passage to to the Abyss without the usage of abyssal magic requires an enormous amount of energy. It exceeds even our capabilities... at least at the moment.
es: Mucho mejor ... ¿dónde estaba yo? Ah, sí. Sé cómo ayudarte, pero desafortunadamente abrir un pasaje al abismo sin el uso de la magia abisal requiere una enorme cantidad de energía. Supere incluso nuestras capacidades ... al menos en este momento.

source: What?! Are you saying that all my effort of getting here was pointless?! There's no way I'm leaving this place empty-handed! There <b>must</b> be something I can do.
es: ¡¿Qué?! ¿Estás diciendo que todo mi esfuerzo de llegar aquí no tenía sentido? ¡No hay forma de dejar este lugar con las manos vacías! Hay <b> debe </b> ser algo que pueda hacer.

source: Fortunately for you, there is a solution, but it will require some work on your part. You see, there are objects in this world that can store very large quantities of magic over time. If you could bring us one, we could release its accumulated power to open a gate for you.
es: Afortunadamente para usted, hay una solución, pero requerirá algo de trabajo de su parte. Verá, hay objetos en este mundo que pueden almacenar cantidades muy grandes de magia con el tiempo. Si pudiera traernos uno, podríamos lanzar su poder acumulado para abrir una puerta para usted.

source: So there is still some hope. Where could I find such an object?
es: Entonces todavía hay alguna esperanza. ¿Dónde podría encontrar tal objeto?

source: As a matter of fact, we do know the locations of two of them. The first is in the hands of the people of Kharos. It is their holiest artifact; they call it the ‘Sun Ray’.
es: De hecho, conocemos las ubicaciones de dos de ellos. El primero está en manos de la gente de Kharos. Es su artefacto más sagrado; Lo llaman el "rayo del sol".

source: Huh... Anthi never mentioned it, wonder why...
es: Huh ... Anthi nunca lo mencionó, me pregunto por qué ...

source: Not surprising, considering that it is their greatest treasure: the source of power of all Sun Warriors. Anthi would never tell a stranger about this.
es: No es sorprendente, teniendo en cuenta que es su mayor tesoro: la fuente de poder de todos los guerreros del sol. Anthi nunca le diría a un extraño sobre esto.

source: And you want me to steal it? Hell no! The people of Kharos helped me get here, they gave me hope, and besides, what kind of heartless traitor would I be to take the thing they hold most dear right after saving them?! I'd rather sell my soul than that!
es: ¿Y quieres que lo robe? ¡Demonios no! La gente de Kharos me ayudó a llegar aquí, me dieron esperanza y, además, ¿qué tipo de traidor despiadado sería para tomar lo que más aprecian justo después de salvarlos? ¡Prefiero vender mi alma que eso!

source: *smiles lightly* I knew you wouldn’t do such a thing. You are a good person, Mehir, but good people always have it harder than the rest...
es: * sonríe ligeramente* Sabía que no harías tal cosa. Eres una buena persona, Mehir, pero las buenas personas siempre lo tienen más difícil que el resto ...

source: There is another power source, very far away from here, in one of the most distant places of all...
es: Hay otra fuente de energía, muy lejos de aquí, en uno de los lugares más distantes de todos ...

source: You have to bring us one of the ‘batteries’ of the Runemasters — an ancient civilization that perished thousands of years ago.
es: Tienes que traernos una de las "baterías" de los Runemasters, una antigua civilización que pereció hace miles de años.

source: Go far away, search some ruins, find that thing and bring it back — sounds fairly easy.
es: Ve lejos, busca algunas ruinas, encuentra esa cosa y traerla de vuelta, suena bastante fácil.

source: It's never that simple, Mehir. If it was, the battery would've already been taken and studied.
es: Nunca es tan simple, Mehir. Si fuera así, la batería ya se habría tomado y estudiado.

source: Your companion is correct, there is indeed always a catch. You see, the Runemasters are gone, but this place is protected by their mechanical creations, like your cities were protected by your abysmal beings.
es: Su compañero es correcto, de hecho siempre hay una captura. Verá, los Runemasters se han ido, pero este lugar está protegido por sus creaciones mecánicas, como sus ciudades estaban protegidas por sus seres abismales.

source: A bunch of ancient guardians shouldn't be too difficult to defeat.
es: Un grupo de guardianes antiguos no debería ser demasiado difícil de derrotar.
