Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-Pepe.po
Languages: es

source: Despite Mehir’s later help, the Darkblooded were still angry with the Summoners. They said that in the construction of the ‘devil’s path’ a part of their forest had been destroyed and they could not forgive it, especially because each tree was holy for them, and the newcomers from the north had cut down many of them. Jaffar and Mehir explained as best as they could who they were and why the construction of the circle was so important for all of the Summoners. The Darkblooded could not understand some words, but it didn’t matter. The Keeper decided to set them free, but in the same breath he threatened the Summoners with immediate death if they would so much as cut the grass. However, hope remained.
es: A pesar de la ayuda por parte de Megir, los sangre oscura aún estaban enfadados con los invocadores. Decían que para construir el «camino del diablo» se había destruido parte de su bosque y que eso no podían perdonarlo, sobre todo porqué cada árbol era sagrado para ellos, y los recién llegados del norte habían talado muchos de ellos. Jaffar y Megir explicaron lo mejor que pudieron quienes eran y porqué la construcción del círculo era tan importante para todos los invocadores. Los sangre oscura no podían entender algunas de las palabras, pero no importaba. El guardián decidió dejarlos ir, pero en el mismo instante amenazó a los invocadores con la muerte inmediata si osaban tocar aunque solo fuera una brizna de hierba. En cualquier caso, aún había esperanza.

source: As soon as Mehir and Jaffar were loaded on wyverns, Rhaxiz reminded the Keeper about some lizards that had been captured a few days ago by barbarians. He also described how good the Summoners were fighting in the desert. The Keeper agreed at once and ordered for the Summoners to be brought back. A Darkblooded chose Mehir to set out to the Fire Canyon to rescue those lizards. They promised him that if all captured lizards returned in one piece, the Summoners would be given a permission to continue their work in the Darkblooded’s territory. At the same time Jaffar was held hostage, against the lizards’ well being.
es: Tan pronto como Megir y Jaffar fueron cargados en los guivernos, Rhaxiz le recordó al guardián que algunos saurios habían sido capturados por los bárbaros hacía pocos días. También le describió lo buenos luchadores que eran los invocadores en el desierto. El guardián estuvo de acuerdo en seguida y ordenó que se trajera de vuelta a los invocadores. Un sangre oscura eligió a Megir para que fuera al Cañón de fuego a rescatar a aquellos saurios. Le prometieron que, si todos los saurios capturados volvían de una pieza, se daría permiso a los invocadores para continuar con su trabajo en el territorio de los sangre oscura. Al mismo tiempo Jaffar permanecería como rehén, para garantizar el bienestar de los saurios.

source: After being released, Mehir immediately set out to Sud-Affar and informed Sharif about the whole situation. The leader of the city wasn’t really happy about the Keeper’s idea of sending Mehir to such an important mission but he had no choice. Mehir set out immediately.
es: Tras ser liberado, Megir se dirigió inmediatamente a Sud-Affar e informó a Sharif acerca de la situación. El líder de la ciudad no se sintió muy feliz con la idea del guardián de enviar a Megir en una misión tan importante pero no tuvo elección. Megir partió de inmediato.

source: As soon as Mehir reached the jungle, a great happiness spread throughout it. Jaffar was immidiately freed and the summoners were granted permission to continue building the Great Circle on Darkblooded territory. Because Mehir’s achievement was quite unusual for his experience, Sharif appointed him a commander of the second degree. The dream of a young city guard came true.
es: Tan pronto como Megir alcanzó la jungla, la buena noticia se difundió por la misma. Jaffar fue inmediatamente puesto en libertad y a los invocadores se les concedió permiso para continuar construyendo el gran círculo en el territorio de los sangre oscura. A causa de que el logro de Megir era poco corriente para alguien de su experiencia, Sharif le asignó un puesto de invocador de segundo nivel. El sueño de un joven guardia de la ciudad se hizo realidad.

source: Six months have passed. The circle left the territory of Sud-Affar, and workers from Tar-Tabar continued the works. Another stage of construction began — connecting the cities of Trinity with each other by creating a giant triangle. In the meantime Mehir improved his skills by taking lessons from old summoning veterans. The time of peace did not last long. One day Mehir was called immediately to al-Kamija.
es: Habían pasado seis meses. El círculo dejó atrás el territorio de Sud-Affar, y los trabajadores de Tar-Tabar continuaron la construcción. Comenzó la siguiente etapa del trazado: conectar las ciudades de la trinidad una con otra creando un gran triángulo. Mientras tanto Megir mejoró sus habilidades tomando lecciones de los viejos invocadores veteranos. El tiempo de la paz no dura mucho. Un día Megir fue convocado urgentemente a Alcamiya.

source: During the secret meeting of the High Council he was informed that Tashkar, the leader of Tar-Tabar, was missing. A few days ago he set out with part of his soldiers to Ka-Gatta — the first, now abandoned capital of the Summoners. The High Council didn’t explain what was the reason of this expedition but ordered Mehir to pursue — and if necessary, rescue — the leader and his army.
es: Durante la reunión secreta del alto consejo, se le informó de que Tashkar, el líder de Tar-Tabar, había desaparecido. Pocos días antes había partido con algunos de sus soldados hacia Ka-Gatta, la primera capital de los invocadores, ahora abandonada. El alto consejo no explicó cual era la razón de su viaje pero ordenó a Megir que buscara, y rescatara en caso necesario, al líder y a sus tropas.

source: Ka-gatta is an ancient place — about 1000 years old. Our ancestors lived here before al-Kamija was created. In early times, during their travel to the hearth of the desert, our forefathers came across a system of caves hidden deep inside sand. They were cool and spacious enough, so the ancestors decided to stay.
es: Ka-Gatta es un arcaico lugar, con una antigüedad de unos 1000 años. Nuestros ancestros vivían aquí antes de que fuera creada Alcamiya. En los primeros tiempos, durante su viaje al corazón del desierto, nuestros antepasados dieron con un complejo de cuevas que se ocultaban profundamente bajo la arena. Eran lo bastante frescas y espaciosas, por lo que nuestros antecesores decidieron quedarse.

source: For 500 years they lived here and one day discovered the Abyss. In time their knowledge allowed them to create marvellous cities on a hot surface. The first was al-Kamija — the new capital created from nothing by the First Jinn, Nomolas. The caves were abandoned and the ancestors could finally claim the Great Desert as their home.
es: Vivieron aquí durante 500 años hasta que un buen día descubrieron el abismo. Con el tiempo, sus conocimientos les permitieron crear ciudades maravillosas en la calurosa superficie. La primera fue Alcamiya, la nueva capital creada de la nada por el primer genio, Nomolas. Las cuevas fueron abandonadas y los antiguos pudieron finalmente reclamar el Gran desierto como su hogar.

source: After creation of al-Kamija, Ka-Gatta turned into catacombs, full of graves of the first summoners. 400 years have passed since that time. There were many legends about the ancient vaults full of forgotten artifacts of immense power, all of which were protected by eternal guards. There were few who dared to confirm that but none returned...
es: Después de la creación de Alcamiya, Ka-Gatta se transformó en unas catacumbas, llena de lápidas de los primeros invocadores. Han pasado unos 400 años desde aquellos tiempos. Hubo muchas leyendas acerca de viejos arcones llenos de olvidados artefactos de inmenso poder, todos ellos protegidos por guardianes eternos. Algunos, pocos, intentaron confirmar esas historias pero ninguno de ellos pudo volver...

source: Mehir and Rashti came back to al-Kamija.
es: Megir y Rashti volvieron a Alcamiya.

source: When the dust settled, Malib told everyone how it all started — “The frightful army arrived just after dusk, from the northeast. I saw hundreds of red lights being in fact their eyes. They never stopped. Walls were literally crushed in front of them. After a few minutes the whole city turned into burning rubble. The power of the witches decreased in time, but the city was already under heavy attack. Luckily the portal was untouched, so I sent a messenger to al-Kamija for help. A few minutes later you appeared.”
es: Cuando se asentó el polvo, Malib les contó como comenzó todo - «El ejército aterrador llegó justo después del crepúsculo, desde el nordeste. Se veían cientos de luces rojas que eran en realidad sus ojos. Nunca se detenían. Las paredes se derrumbaban a su paso. Al cabo de pocos minutos, toda la ciudad no era otra cosa más que ardientes escombros. El poder de los brujos disminuyó con el paso del tiempo, pero la ciudad ya se encontraba bajo un intenso ataque por entonces. Afortunadamente no llegaron a dañar el portal, entonces envié un mensajero a Alcamiya en busca de ayuda. Minutos después aparecisteis vos».

source: Before reinforcements from al-Kamija arrived, Mehir, Malib and Rashti had two weeks to examine dead bodies of enemies. It turned out the invaders were similar to humans. They had long, pointed ears and pale, almost gray skin. They were armed with blades made of metal unknown to the Summoners and their clothes were black as death. There were other bodies, different in shapes and sizes. They belonged to terrifying three-headed beasts. These creatures were similar to desert snakes often seen in local caves, but this was where similarities ended.
es: Antes de que llegaran los refuerzos desde Alcamiya, Megir, Malib y Rasti dispusieron de dos semanas para poder examinar los cuerpos muertos de sus enemigos. La conclusión fue que los invasores eran similares a los humanos. Tenían largas, puntiagudas orejas y una piel pálida, casi gris. Iban armados con espadas hechas de un metal desconocido para los invocadores y sus ropas eran negras como la muerte. Había también otros cuerpos de diferentes tamaños y formas. Pertenecían a terroríficas bestias de tres cabezas. Estas criaturas tenían cierto parecido con las serpientes del desierto que pueden ser encontradas en algunas cuevas, pero la similitud no iba más allá.

source: Ten days later first carpets from al-Kamija appeared on the horizon. The armies of Trinity were shocked by the scale of city’s destruction. A large number of squads reinforced the local garrison. When the portal was repaired, Mehir, Rashti and Malib returned to al-Kamija.
es: Diez días después, se vieron aparecer en el horizonte alfombras procedentes de Alcamiya. Los ejércitos de la trinidad quedaron conmocionados por la destrucción a gran escala que había sufrido la ciudad. Un gran número de escuadrones reforzaron el cuartel local. Cuando terminó de repararse el portal, Megir, Rasti y Malib volvieron a Alcamiya.

source: And that is how the first part of our story has ended. Mehir became one of the most powerful men in the land of the Summoners and his destiny was beginning to fulfill.
es: Y así es como termina la primera parte de nuestra historia. Megir llegó a ser uno de los hombres más poderosos en la tierra de los invocadores y su destino se estaba comenzando a cumplir.

source: A few weeks passed. Mehir explored the palace of Tar-Tabar and met his servants. Old summoning veterans explained to him how to use a Megacircle, a necessary spell for all true Summons masters. He also learned how to lead his new troops in order to make his army as effective as it was under Tashkar’s command.
es: Pasaron algunas semanas. Megir exploró el palacio de Tar-Tabar y se reunió con sus ayudantes. Los viejos invocadores veteranos le explicaron como usar un megacírculo, hechizo necesario para ser considerado un maestro invocador. También aprendió como liderar a sus nuevas tropas para hacer que su ejército fuera tan eficiente como lo había sido bajo el mando de Tashkar.

source: The construction of the Great Circle was carried on. It was connected to the portal in Tar-Tabar, and three months later it returned to Mag-Magar. A new stage of construction was initiated: the cities of the Trinity were to be connected with al-Kamija. Also, new, smaller circles were to be made. Thousands of workers from the capital were hired to aid the construction. Mehir, like the other leaders of the Trinity, was free to do as he wished, because the outer and biggest circle was finished. But there was an opportunity to test his new skills in battle.
es: La construcción del gran círculo continuó. Se conectó con el portal en Tar-Tabar, y tres meses después volvió a Mag-Magar. Se iniciaba una nueva etapa de la construcción: las ciudades de la trinidad habían de ser conectadas con Alcamiya. Además, nuevos círculos, más pequeños se habían de hacer. Miles de trabajadores de la capital fueron contratados para ayudar en la construcción. Megir, al igual que los otros líderes de la trinidad, era libre de hacer lo que deseara, puesto que ya se había terminado el círculo exterior, de mayor tamaño. Pero surgió la oportunidad de probar sus nuevas habilidades en batalla.

source: Some days ago one of the Efreeti revolted against his masters from Sud-Affar and fled to the Great Desert. Things like this happened in al-Kamija once in a while, but that Efreet persuaded other magical creatures to follow him, which was unusual. They wandered through the desert and became a real threat to other cities and the capital. Scouts discovered the location of these corrupted beings, which was near Tar-Tabar. Mehir as the ruler of this region was ordered to defeat them.
es: Días antes, uno de los ifrit se volvió contra sus maestros de Sud-Affar y huyó hacia el gran desierto. De vez en cuando ocurrían hechos aislados como este en Alcamiya, pero este ifrit persuadió a otras criaturas mágicas para que lo siguieran, lo cual era bastante inusual. Vagaban por el desierto y acabaron siento una amenaza tanto para la capital como para otras ciudades. Los exploradores descubrieron donde se encontraban estos seres corruptos: cerca de Tar-Tabar. Megir era el gobernante de la región y se le encomendó la tarea de acabar con ellos.

source: The mysterious stranger was in a critical state. He was not a citizen of the Summoners’ country. It was evident from his exotic garb. In Tar-Tabar the newcomer was taken to a hospital. Everybody wanted to know who he was and what he wanted.
es: El extranjero misterioso se encontraba en un estado crítico. No era un ciudadano del país de los invocadores. Lo evidenciaba su aspecto exótico. En Tab-Tabar se trasladó al recién llegado a un hospital. Todo el mundo quería saber de quién se trataba y que es lo que quería.

source: After three days the wanderer regained consciousness. Atiros (that was his name) had come from a land abandoned by the Summoners thousands of years ago. These words shocked the High Council, because the ancient scrolls hadn’t mentioned other people outside the Great Desert. For centuries the Summoners believed that their ancestors had set out for the Great Desert from the Ancestral Lands, leaving the place empty. Atiros said that the land is now called Kharos and is in grave danger.
es: Después de tres días el vagabundo recobró el conocimiento. Atiros (ese era su nombre) había venido desde una tierra que abandonaron los invocadores hacía miles de años. Estas palabras impactaron al alto consejo, puesto que los escritos antiguos no mencionaban a ninguna otra gente de fuera del gran desierto. Durante siglos, los invocadores creyeron que sus antepasados se habían dirigido al gran desierto desde las tierras ancestrales, dejándolas vacías. Atiros dijo que aquellas tierras ancestrales ahora tienen el nombre de Kharos y que están en gran peligro.

source: About half a year ago the Kharosans lost contact with all their settlements in the furthest east. Messengers never returned. When more towns started to disappear, the ruler of Kharos, the Highest Priest of Light, Anthi, ordered the middle-lands fortified in order to beat off possible attacks by invisible invaders. After one month contact was lost again, but this time, two cavalry archers managed to escape to the west. From their reports it was understood that they were attacked by masked beings, full of madness and anger. Terrifying three-headed creatures from their worst nightmares served them...
es: Hacía como medio año que los Kharosanos perdieron el contacto con todos sus asentamientos en el lejano este. Los mensajeros nunca volvían. Cuando se perdió el contacto con más ciudades, el regidor de Kharos, Anthi, «Sumo Sacerdote de la Luz», ordenó que se fortificarán las ciudades de la tierra media que quedaban para repeler los posibles ataques de invasores invisibles. Después de un mes, volvió a perderse el contacto con algunas ciudades pero, esta vez, dos jinetes arqueros se las arreglaron para escapar hacia el oeste. A partir de sus informes se comprendió que les atacaban seres enmascarados, llenos de locura y furia. A estos les servían terribles criaturas de tres cabezas surgidas de sus peores pesadillas...

source: These words intrigued Mehir, who noticed similarities between what Atiros said and the siege of Mag-Magar. Yet the newcomer’s story was not over. When the fall of the middle-lands was certain, Anthi realized that the Kharosan army could not defeat such a powerful enemy. But there was a hope in one of... legends, which told a story about ancient siblings who abandoned their homeland and set out to the desert. Anthi had no choice and decided to trust that tale, hoping it was true and that the citizens of the desert would return to protect the Ancestral Lands, their first home.
es: Estas palabras intrigaron a Megir, que vio similitudes entre lo que decía Atiros y el asedio de Mag-Magar. Sin embargo, el relato del recién llegado no había terminado. Cuando fue seguro que la tierra media había caído, Anthi llegó a la conclusión de que el ejército kharosano no iba a poder derrotar a un enemigo tan poderoso. Pero encontró la esperanza en una de las antiguas... leyendas, la cual contaba la historia de como unos antiguos hermanos abandonaron su tierra natal para dirigirse al desierto. Anthi no tenía elección y decidió dar crédito a esa historia, esperando que fuera cierta y que los habitantes del desierto quisieran retornar a sus ancestrales tierras natales para protegerlas.

source: Atiros, as one of the two most powerful warriors of Kharos, was ordered to find them. First, he set out to the Acacia Forest to find magical fount of the Water of Life, which would allow him to travel safely through the desert. He had managed to acquire some of this wonderful liquid just before the forest was seized by the dark hordes. Then he set out to the furthest city of the south, Saffaros, and sailed across the sea to the Great Desert. Right after landing, he saw a giant tower looming over the horizon. He decided to go in that direction, thinking he would find civilization there. Atiros saw the highest tower of al-Kamija, whose peak could be seen everywhere on the continent. After five weeks, the Water of Life run out. In the following week, Atiros heard sounds of a battle. Soon after, he lost consciousness and woke in Tar-Tabar, where he discovered his rescuers were those that he was ordered to find.
es: Atiros, que era uno de los dos guerreros más poderosos de Kharos, fue enviado para encontrarlos. Primero, se dirigió al Bosque de la Acacia para encontrar la fuente mágica del Agua de Vida, que le permitiría cruzar el desierto con seguridad. Se las arregló para conseguir algo de este líquido maravilloso justo antes de que el bosque fuera asediado por las hordas oscuras. Entonces se dirigió a la ciudad más lejana en el sur, Saffaros, y embarcó al encuentro del Gran desierto. Nada más desembarcar, vio una gigantesca torre que se alzaba en el horizonte. Decidió ir en aquella dirección, pensando que podría encontrar allí la civilización. Atiros había visto la torre más alta de Alcamiya, cuya cúspide puede ser vista en todo el continente. Después de cinco semanas, el Agua de Vida se terminó. Durante la siguiente semana, Atiros escuchó sonidos de batalla. Poco después perdió la consciencia y despertó en Tar-Tabar, donde descubrió que sus salvadores eran aquellos que le habían ordenado encontrar.

source: The story embarrased Summoners. In the next few months, the Great Circle would be ready and then their whole country would disappear from this world. The protection of the Circle at this stage had the highest priority, so interfering in foreign wars was unthinkable. Mehir, despite the High Council’s recommendations, decided to set out to Kharos as Atiros requested. After one week, the expedition was ready to move out. Before a part of army left Tar-Tabar, the Council gave Mehir a letter to the people of Kharos — an invitation to the Abyss, as the Elders thought that it would be a nice gesture, which might be the last chance of survival.
es: La historia incomodó a los invocadores. En las próximas semanas, el gran círculo estaría terminado y su país entero desaparecería de este mundo. La protección del círculo en esta fase tenía la prioridad más alta, por lo que intervenir en las guerras extranjeras resultaba inimaginable. Megir, en contra de las recomendaciones del gran consejo, decidió dirigirse a Kharos como pedía Atiros. Después de una semana, la expedición estaba lista para salir. Antes de que parte del ejército dejara Tar-Tabar, el consejo entregó a Megir un carta para la gente de Kharos - una invitación al abismo, ya que los ancianos pensaban que podría tratarse de un bonito gesto, el cual podría ser su última oportunidad de sobrevivir.

source: After recapturing Degos, Mehir, Dedylos, and their troops set out to Kharos in hope that the city was not attacked.
es: Después de recuperar Degos, Megir, Dedylos, y sus tropas salieron hacia Kharos con la esperanza de que la ciudad no hubiera sido atacada.

source: The army of darkness was destroyed. Small groups of survivors retreated far away to the east, allowing people to return to their old lands. Meanwhile, Mehir was announced as the greatest hero of Kharos. While his scouts were searching for possible threats from the rest of the destroyed army, he spent a lot of time with Anthi, getting to know the Kharosan culture and the history of the Ancestral Lands.
es: El ejército de la oscuridad fue destruido. Pequeños grupos de supervivientes se retiraron lejos hacia el este, permitiendo a la gente volver a sus antiguas tierras.. Mientras tanto, Megir fue declarado como el mayor héroe de Kharos. Mientras sus exploradores buscaban posibles amenazas de los restos del ejército destruido, Megir pasaba mucho tiempo con Anthi, llegando a conocer la cultura Kharosana y la historia de las tierras ancestrales.
