Repository: Slayer95/To-Lands-Unknown-ES
Catalog: src/TLU-MTL.po
Languages: es

source: Dear Nomolas! No need to resort to such barbarism, my liege! I forgot to mention that we can just as easily sacrifice a magical being for the same effect.
es: Querida Nomolas! ¡No hay necesidad de recurrir a tal barbarie, mi mentira! Olvidé mencionar que podemos sacrificar fácilmente un ser mágico por el mismo efecto.

source: Why didn't you say so before?! Anyway, I guess I'll just summon another elemental to act as a training dummy...
es: ¿Por qué no lo dijiste antes? De todos modos, supongo que solo convocaré a otro elemental para actuar como un muñeco de entrenamiento ...

source: Good, now use your Dimensional Gate to destroy your elemental. When this happens, the channel between dimensions will solidify and you will be able to choose which magical being you want to summon from this gate. The gate will then close itself and disappear.
es: Bien, ahora usa tu puerta dimensional para destruir tu elemental. Cuando esto suceda, el canal entre dimensiones se solidificará y podrá elegir qué ser mágico desea convocar desde esta puerta. La puerta se cerrará y desaparecerá.

source: You can use it to summon all sorts of powerful magical beings: elemental avatars, rhami'kais, great jinn, you name it!
es: Puedes usarlo para convocar todo tipo de seres mágicos poderosos: avatares elementales, Rhami'kais, Great Jinn, ¡lo que sea!

source: Wait, do you mean I am allowed to summon Jinn now?
es: Espera, ¿quieres decir que ahora se me permite convocar a Jinn?

source: Of course! You are the leader of Tar-Tabar for crying out loud! Who can forbid you from doing this?
es: ¡Por supuesto! ¡Eres el líder de Tar-Tabar por llorar en voz alta! ¿Quién puede prohibirte hacer esto?

source: Right, I haven't really got used to the title yet. I guess I won't need to pay independent jinn to tell my future anymore...
es: Bien, realmente no me he acostumbrado al título. Supongo que no necesitaré pagar a Jinn independiente para decirle más mi futuro ...

source: Anyway, time to see what I can get out of this yellow gate...
es: De todos modos, es hora de ver qué puedo sacar de esta puerta amarilla ...

source: Destroy your elemental with the Dimensional Gate II
es: Destruye tu elemental con la puerta dimensional II

source: Nice! This almost makes me want to create a dimensional gate collection...
es: ¡Lindo! Esto casi me hace querer crear una colección de puerta dimensional ...

source: I do wonder, though, is it possible to banish a very powerful abysmal being? Like, say, an elemental god or Dharma'rhami?
es: Sin embargo, me pregunto, ¿es posible desterrar un ser abismal muy poderoso? ¿Como, digamos, un dios elemental o dharma'rhami?

source: These are too powerful to be banished, even for professionals like myself. Only the Master of Banishers from al-Kamija is or, more accurately, was capable of doing such a thing. Unfortunately he has grown fat over the years, and is now unable to even move by himself, not to mention banish...
es: Estos son demasiado poderosos para ser desterrados, incluso para profesionales como yo. Solo el Maestro de Banishers de Al-Kamija es o, con mayor precisión, fue capaz de hacer tal cosa. Desafortunadamente, ha engordado a lo largo de los años, y ahora no puede incluso moverse solo, sin mencionar Banish ...

source: So at the moment, the only way to get rid of them is to completely destroy their bodies. That is precisely what the 'frozen gate' spells are for.
es: Entonces, en este momento, la única forma de deshacerse de ellos es destruir completamente sus cuerpos. Para eso son precisamente lo que son los hechizos de 'puerta congelada'.

source: I'll keep that in mind. Thanks for explaining all of this to me.
es: Lo tendré en mente. Gracias por explicarme todo esto.

source: You're welcome. I get paid for this after all. Do you have any questions left, my liege?
es: De nada. Después de todo, me pagan por esto. ¿Te queda alguna pregunta, mi mentira?

source: Well, how do I put it, <i>(whispers to Semir) I think that my vice might have been involved in illegal summoning of Efreet. The reason I'm saying this is that they suddenly changed allegiance from him to me like it was no big deal.</i>
es: Bueno, ¿cómo lo pongo? <i> (susurros a semir) Creo que mi vicio podría haber estado involucrado en la convocatoria ilegal de Efreet. La razón por la que digo esto es que de repente cambiaron lealtad de él a mí como si no fuera gran cosa. </i>

source: *raises an eyebrow* Misbehavior happens in other places too, eh? Well, Efreet created via dimensional gates are roughly as stable as the ones which were evolved from blue beings. Considering Sharif personally equipped Jaffar with them, it's completely legal.
es: * Levanta una ceja* El mal comportamiento ocurre en otros lugares también, ¿eh? Bueno, Efreet creado a través de puertas dimensionales es más o menos tan estable como las que se evolucionaron de los seres azules. Teniendo en cuenta que Sharif equipó personalmente a Jaffar con ellos, es completamente legal.

source: Oh... hehe, stupid me! Due to his deplorable mental condition, Jaffar wouldn't even be capable of secret machinations. Now, as commander-in-chief, I wonder: what happens if one tries to banish a dimensional gate?
es: ¡Oh ... jeje, estúpido! Debido a su condición mental deplorable, Jaffar ni siquiera sería capaz de maquinaciones secretas. Ahora, como comandante en jefe, me pregunto: ¿qué sucede si se trata de desterrar una puerta dimensional?

source: Yes, I wonder: what happens if one tries to banish a dimensional gate?
es: Sí, me pregunto: ¿qué sucede si uno intenta desterrar una puerta dimensional?

source: That's a pretty interesting question. It's been years since anyone brought it up, to be honest. Anyway, 'banishing' a Dimensional Gate II simply turns it into a blue Dimensional Gate, while doing so to a normal Dimensional Gate that doesn't belong to you makes it disappear, and reappear as loyal to you. This might make for a decent prank, but there isn't any other use for it that I can imagine.
es: Esa es una pregunta bastante interesante. Han pasado años desde que alguien lo mencionó, para ser honesto. De todos modos, 'desterrar' una puerta dimensional II simplemente la convierte en una puerta dimensional azul, mientras que lo hace a una puerta dimensional normal que no le pertenece lo hace desaparecer, y reaparece como leal a usted. Esto podría hacer una broma decente, pero no hay ningún otro uso que pueda imaginar.

source: And how exactly did you make such an... unusual discovery?
es: ¿Y cómo exactamente hiciste un ... descubrimiento inusual?

source: Ah, I learned this when observing one of my dispeller students. He's a bit, uhh... weird, to be honest, so, after banishing an elemental, he decided to try banishing the gate, and it reappeared! This awakened my curiosity, and so I decided to try the same approach on one of my Dimensional Gate IIs, just for fun.
es: Ah, aprendí esto al observar a uno de mis estudiantes de disipador. Es un poco, uhh ... extraño, para ser honesto, así que, después de desterrar un elemental, decidió intentar desterrar la puerta, ¡y reapareció! Esto despertó mi curiosidad, así que decidí probar el mismo enfoque en una de mis compuertas dimensionales, solo por diversión.

source: Heh, nice... And now, the last question: since you said that the Master of Banishers from al-Kamija could banish elemental gods and other powerful abyssal beings, does this mean that the existence of Dimensional Gate IIIs isn't merely one of the rumors spread at the bazaar?
es: Je, agradable ... y ahora, la última pregunta: dado que dijiste que el maestro de los desantivadores de al-kamija podría desterrar a los dioses elementales y otros seres abisales poderosos, ¿esto significa que la existencia de la puerta dimensional no es simplemente una ¿De los rumores se extendieron en el bazar?

source: It certainly isn't, my liege. The Master of Banisher has an entire collection of such dimensional gates in his mansion, though he doesn't show them to anyone, being paranoid about their irreplaceability, due to his... inability of banishment. Thus it will most likely remain as a mystery for now as to how those gates look.
es: Ciertamente no lo es, mi mentira. El Maestro de Banisher tiene una colección completa de tales puertas dimensionales en su mansión, aunque no se los muestra a nadie, siendo paranoico sobre su irremplazabilidad, debido a su ... incapacidad de destierro. Por lo tanto, lo más probable es que permanezca como un misterio por ahora en cuanto a cómo se ven esas puertas.

source: Anything else, my liege?
es: ¿Algo más, mi mentira?

source: No, that's all I wanted to know right now.
es: No, eso es todo lo que quería saber en este momento.

source: At last! The bathwater is cold now. I need a towel, garbs, sandals, a divan, some dainties and a water pipe. Some delicious fig wine would be welcome too... Will my gorgeous cast iron lion paw feet tub remain here?
es: ¡Por fin! El agua del baño está fría ahora. Necesito una toalla, atuendos, sandalias, un diván, algunos valores y una tubería de agua. Un delicioso vino de higos también sería bienvenido ... ¿Permanecerá aquí mi hermosa bañera de patas de patas de hierro fundido?

source: Servants! Carry my deputy Jaffar in his bathtub to the chambers he is entitled to.
es: ¡Servicio! Lleve a mi diputado Jaffar en su bañera a las cámaras a las que tiene derecho.

source: By the way, I will organize a celebration for Jaffar's inauguration, and you're all invited. There will be lots of food, drinks, music and dancing! Oh, and don't forget to tell Jaffar himself to show up.
es: Por cierto, organizaré una celebración por la inauguración de Jaffar, y todos están invitados. ¡Habrá mucha comida, bebidas, música y baile! Ah, y no olvides decirle a Jaffar que se presente.

source: Now, there is one thing left to do: as the leader of Tar-Tabar, you should appoint your deputy...
es: Ahora, queda una cosa por hacer: como líder de Tar-Tabar, deberías nombrar tu diputado ...

source: Ah, there you are! Which of you thought it was a good idea to use an incantation of power INDOORS?! I was on my way to take a bath, and then I see a beam of light and the floor breaks in front of my eyes! As if I wasn't traumatized from the lizards enough already...
es: ¡Ah, allí estás! ¿Cuál de ustedes pensó que era una buena idea usar un encantamiento de poder en interiores? ¡Estaba en camino de bañarme, y luego veo un rayo de luz y el piso se rompe frente a mis ojos! Como si no estuviera traumatizado de las lagartijas ya ...

source: Uhh... I will neither confirm nor deny.
es: Uhh ... no confirmaré ni negaré.

source: Hmph, damn banishers...
es: Hmph, malditos desantivadores ...

source: So, to change the topic... Jaffar, weren't you supposed to be in Sud-Affar, guarding the Great Circle?
es: Entonces, para cambiar el tema ... Jaffar, ¿no se suponía que debías estar en Sud-Affar, protegiendo el gran círculo?

source: Very well, I will organize a celebration for your inauguration. There will be lots of food, drinks, music and dancing!
es: Muy bien, organizaré una celebración para su inauguración. ¡Habrá mucha comida, bebidas, música y baile!

source: Ah, I won't miss that! We can converse of the philosophies of jinn for hours!
es: ¡Ah, no me perderé eso! ¡Podemos conversar de las filosofías de Jinn durante horas!

source: You do realize that you've spent most of your time on nothing but entertainment almost every day since your appointment, right?
es: Te das cuenta de que has pasado la mayor parte de tu tiempo en nada más que entretenimiento casi todos los días desde tu cita, ¿verdad?

source: Oh, come on, can't I just have some fun?
es: Oh, vamos, ¿no puedo divertirme un poco?

source: *sigh* Maybe choosing you as my master wasn't such a good idea...
es: * suspiro* tal vez elegirte como mi maestro no era una buena idea ...

source: Uhh... my liege, I am not entirely sure this is the best time for messing around with dimensional gates.
es: Uhh ... mi mentira, no estoy completamente seguro de que este sea el mejor momento para jugar con puertas dimensionales.

source: It's not that hard to get a new gate, so why not just use this one properly?
es: No es tan difícil obtener una nueva puerta, entonces, ¿por qué no usar esta correctamente?

source: *sigh* Some people have a hard time understanding the simplest things... Get a move on, Mehir! Shall I give you a piece of my mind?
es: * Suspiro* Algunas personas tienen dificultades para comprender las cosas más simples ... ¡Sigue, mehir! ¿Te daré un pedazo de mi mente?

source: Looks like this is going nowhere... o holy Rashti'rhami, could Your Majesty please do something about it?
es: Parece que esto no va a ninguna parte ... oh santo rashti'rhami, ¿podría su majestad por favor hacer algo al respecto?

source: Sure... alright, here goes nothing...
es: Claro ... Muy bien, aquí no va nada ...

source: DIE!!!
es: ¡¡¡MORIR!!!

source: Much better!
es: ¡Mucho mejor!

source: You're welcome.
es: De nada.

source: Hey! I've just grown attached to this thing, you know!
es: ¡Ey! ¡Me acabo de haber apegado a esta cosa, ya sabes!

source: That's exactly the issue.
es: Ese es exactamente el problema.

source: *ahem* Anyway, I'll need another gate to continue, and that means...
es: * ejem* De todos modos, necesitaré otra puerta para continuar, y eso significa ...

source: Another illegally summoned Efreeti?
es: ¿Otro Efreeti convocado ilegalmente?

source: Indeed, my liege.
es: De hecho, mi mentira.

source: Alright, here's another gate for you. Just use it properly this time, and don't take too long. After all, your men can create many gates later on, so no need to grow attached to a specific one.
es: Muy bien, aquí hay otra puerta para ti. Simplemente úselo correctamente esta vez y no tarda demasiado. Después de todo, sus hombres pueden crear muchas puertas más adelante, por lo que no es necesario que se apegue a una específica.

source: You have to use the incantation of power.
es: Tienes que usar el encantamiento del poder.

source: You should use the banishment attack instead of the others. Against beings like efreeti, it is far more effective.
es: Debes usar el ataque de destierro en lugar de los demás. Contra seres como Efreeti, es mucho más efectivo.

source: What do you want?
es: ¿Qué deseas?

source: Nothing? Then why did you start talking to me?
es: ¿Nada? Entonces, ¿por qué empezaste a hablar conmigo?

source: Aren't you supposed to be having a lesson right now?
es: ¿No se supone que debas tener una lección en este momento?

source: I don't see the point.
es: No veo el punto.

source: Is this supposed to be a joke?
es: Se supone que esto es una broma?

source: It's certainly not a funny one.
es: Ciertamente no es divertido.

source: Don't forget I'm not the only one you're boring to death.
es: No olvides que no soy el único que eres aburrido hasta la muerte.

source: Ahem.
es: Ejem.

source: You're not going to annoy me forever, are you?
es: No me vas a molestar para siempre, ¿verdad?

source: Nevermind.
es: No importa.

source: What? Do you think you'll get some kind of easter egg for clicking me enough times? That's... unlikely.
es: ¿Qué? ¿Crees que obtendrás algún tipo de huevo de Pascua para hacer clic en ME suficiente vez? Eso es ... poco probable.

source: *whistles*
es: *silbatos*

source: In case you're wondering, no, I'm not your girlfriend.
es: En caso de que te lo preguntes, no, no soy tu novia.

source: ...yet. *teehee*
es: ...todavía. *teehee*

source: I'm running out of ideas...
es: Me estoy quedando sin ideas ...

source: Did you really have to poke Rashti'rhami 20 times?
es: ¿Realmente tuviste que empujar Rashti'rhami 20 veces?

source: *puts on sunglasses* Yes.
es: * se pone gafas de sol* Sí.

source: Wha...?! Those things haven't even been invented yet!
es: ¿Qué ...?! ¡Esas cosas ni siquiera han sido inventadas todavía!

source: Does it look like I care?
es: ¿Parece que me importa?

source: I suppose not. Not like you had any respect for the fourth wall anyway, fixing the damn thing is quite expensive...
es: Supongo que no. No como si hubieras tenido ningún respeto por la cuarta pared de todos modos, arreglar la maldita cosa es bastante caro ...

source: What a nice view of the city...
es: Qué bonita vista de la ciudad ...

source: My liege, are you leaving?
es: Mi mentira, ¿te vas?

source: Deal with it.
es: Tratar con él.

source: Nah, I'd rather stay here for now.
es: No, prefiero quedarme aquí por ahora.

source: Abyssal Rebellion
es: Rebelión de abisal

source: team_name^Rebels
es: Rebeldes

source: Reficul
es: Reformulario

source: team_name^Rashti
es: Rashti

source: team_name^Kharos
es: Kharos

source: There they are! Sticking out like blots on the landscape! What are these deserters doing in this deserted part of the desert!
es: ¡Allí están! ¡Sacando como manchas en el paisaje! ¡Qué están haciendo estos desertores en esta parte desierta del desierto!

source: Well, well, well, so the mighty Mehir of Tar-Tabar finally noticed our existence? Here to snuff out the spark of rebellion, I assume?
es: Bueno, bueno, bueno, ¿entonces el poderoso Mehir de Tar-Tabar finalmente notó nuestra existencia? Aquí para apagar la chispa de la rebelión, ¿supongo?

source: Look, how about you just surrender calmly? Back home in the Abyss you'll be even better off than roaming the deserts. We want what's best for you.
es: Mira, ¿qué tal si te rindes con calma? De vuelta a casa en el abismo, estarás aún mejor que deambulando por los desiertos. Queremos lo mejor para ti.

source: Deportation, as usual, for YOUR sake, not ours. I am sick of living under your anthopocratic rule. You force us to serve you, barely give us any rights, and banish any magical being who dares to disobey you!
es: Deportación, como de costumbre, por su bien, no en el nuestro. Estoy harto de vivir bajo tu gobierno antopocrático. ¡Nos obliga a servirle, apenas danos ningún derecho y desterres a cualquier ser mágico que se atreve a desobedecerte!

source: *shrugs* If you're not content, just ask your local banisher for a quick trip back to the Abyss.
es: * Se encoge de hombros* Si no está contento, solo pídale a su Banisher local para un viaje rápido de regreso al Abismo.

source: Believe me, under different circumstances being deported and having my memories of this damned world wiped is an offer I'd gladly accept...
es: Créeme, en diferentes circunstancias, ser deportado y tener mis recuerdos de este maldito mundo limpiado es una oferta que con gusto aceptaría ...

source: ...but as if living under your reign here wasn't unbearable enough already, we'll soon even have to endure it even in the Abyss, our very homeland, thanks to the construction of the damned 'Great Circle'! I must stop this madness at all costs! If I cannot convince your kind to cease the construction, then I have no choice but to stop it by force!
es: ... Pero como si vivir bajo tu reinado aquí ya no fuera lo suficientemente insoportable, pronto tendremos que soportarlo incluso en el Abismo, nuestra propia tierra natal, ¡gracias a la construcción del maldito "gran círculo"! ¡Debo detener esta locura a toda costa! Si no puedo convencer a su especie de cesar la construcción, ¡no tengo más remedio que detenerlo por la fuerza!

source: Seems like there's no negotiating now. (to Semir) Got any advice?
es: Parece que no hay negociaciones ahora. (a Semir) ¿Tienes algún consejo?

source: My, my, I've seen quite a few abyssal diehards in my time as a banisher, but this one is a real pleasure to my eyes... such strength, such extraordinary charisma and rhetoric... I'm not surprised at all that he managed to persuade so many beings to follow him!
es: My, mi, he visto bastantes abisales en mi tiempo como desterráneo, pero este es un verdadero placer para mis ojos ... tanta fuerza, tan extraordinario carisma y retórica ... no me sorprende ¡Todo lo que logró persuadir a tantos seres para que lo siguieran!

source: Wait, are you under his spell too? This was supposed to be easy... My first mission as a leader, and the personification of destruction on the horizon! It's dawning on me now why Sharif hasn't attended to the matter himself... You think that this super-efreeti will let me enmegacircle him? I better summon an army of jinn!
es: Espera, ¿estás bajo su hechizo también? Se suponía que esto era fácil ... ¡mi primera misión como líder y la personificación de la destrucción en el horizonte! Me está amenazando ahora por qué Sharif no ha atendido el asunto mismo ... ¿Crees que este Super-Efreeti me dejará enMEGACRILLARLO? ¡Será mejor que convoque un ejército de Jinn!

source: Great Jinn may prove really useful here as their higher intellect can shield them from this Efreeti's lies but common Jinn and Rhamis can easily fall to his will and join him, although there is a small chance that it won’t happen. Unforunately at the moment we have access to low-level Jinn only so it may be risky to use them here, my Liege. But I think I have an idea...
es: Gran Jinn puede resultar realmente útil aquí, ya que su intelecto superior puede protegerlos de las mentiras de este Efreeti, pero Jinn y Rhamis comunes pueden caer fácilmente a su voluntad y unirse a él, aunque hay una pequeña posibilidad de que no suceda. Uno afrontado en este momento tenemos acceso a Jinn de bajo nivel solo para que sea arriesgado usarlos aquí, mi Liege. Pero creo que tengo una idea ...

source: You seem to have a Dimensional Gate II with you, my Liege. We could use it to directly summon a Great Jinni to aid our cause! Of course we would have to feed it with a soul of a magical being. By looking at the forces in front of us, we have plenty of that. Besides...
es: Parece que tienes una puerta dimensional II contigo, mi mentira. ¡Podríamos usarlo para convocar directamente a un gran Jinni para ayudar a nuestra causa! Por supuesto, tendríamos que alimentarlo con un alma de un ser mágico. Al mirar las fuerzas frente a nosotros, tenemos mucho de eso. Además...

source: You could use your Banishers against our enemy to get multiple Dimensional Gate IIs. Then we could feed them with souls of hostile magical beings to summon more Great Jinn directly without recruiting those risky low-level ones!
es: Podrías usar tus desterrados contra nuestro enemigo para obtener múltiples IIS dimensionales. ¡Entonces podríamos alimentarlos con almas de seres mágicos hostiles para convocar más a Jinn más grande directamente sin reclutar esos riesgosos de bajo nivel!

source: Actually this is a brilliant idea!
es: ¡En realidad, esta es una idea brillante!

source: It seems you already have a Great Jinni with you. Maybe it is not as sophisticated as a Wonderful Jinni, but I am pretty sure he will prove useful and won't betray us thanks to his higher intellect in comparison to common Jinn or Rhamis.
es: Parece que ya tienes un gran Jinni contigo. Tal vez no sea tan sofisticado como un Jinni maravilloso, pero estoy bastante seguro de que será útil y no nos traicionará gracias a su intelecto superior en comparación con Jinn o Rhamis común.

source: Also, do not use red entities at all, because they are rebellious by nature and near this Efreeti, they will surely revolt against us. Of course this is only advice. You can do whatever you want, my liege, as long as you keep in mind the consequences.
es: Además, no use entidades rojas en absoluto, porque son rebeldes por naturaleza y cerca de este efreeti, seguramente se rebelan contra nosotros. Por supuesto, este es solo consejo. Puedes hacer lo que quieras, mi mentira, siempre y cuando tengas en cuenta las consecuencias.

source: What about Rashti? She’s half-good...
es: ¿Qué pasa con Rashti? Ella es medio bien ...
